{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 题柳郎中故居李德裕<sup>①</sup> 下马荒阶日欲曛<sup>②</sup>，潺潺石溜静中闻。鸟啼花发人声绝，寂寞山窗掩白云。 【注】①李德裕（787—849），晚唐著名宰相。唐文宗太和七年任相，后因被奸臣排挤而被贬。武宗即位后，重新被任为宰相，政绩卓越。宣宗即位后，由于权势过重，再次被贬为崖州司户。②曛：日落时的余晖。 (1) 结合诗歌前两句，分析友人旧居的特点。 (2) 三、四两句使用了什么写作手法？表达了作者怎样的感情？ ", "ques_answer": ["(1) 前两句通过'荒阶'、'日曛'、'静'描写出了友人故居的寂静和荒凉。(2) 运用了对比和借景抒情的方法，表达了诗人对沧桑变化的感慨。"], "ques_analyze": "(1) 这题要求理解诗歌内容。首先分析'下马荒阶日欲曛, 潺潺石溜静中闻'中的关键词。'荒阶'暗示台阶很少有人行走，因此显得荒芜；'日欲曛'描述了夕阳余辉渐渐消失，营造了宁静的氛围；'潺潺石溜静中闻'通过听觉描写流水声，进一步突出了寂静的感觉。总体来说，前两句通过环境的细腻描绘，展现了友人故居的冷清和荒凉。(2) 这题考察诗歌的表现手法和情感表达。第三、四句中的'鸟啼花发'描绘了生机勃勃的景象，与'人声绝'和'寂寞'的凄凉形成对比。这种对比手法表现了诗人对人世无常的感慨和他在他乡的孤独与悲伤。总体来说，这种手法通过景物和内心情感的相互映衬，达到了借景抒情的效果，使读者更深刻地感受到诗人对往事和世事变化的感叹。", "ques_knowledges": ["诗"], "source": "valid", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下面的古诗，完成下列问题。鹧鸪天·桂花<sup>①</sup>李清照淡雅轻黄形态柔美，情疏迹远仅留香。何必浅碧深红色，自是花中第一流。梅花定会妒忌，菊花应当羞愧。画栏开处冠秋季。诗人竟然如此无情思，何故当年不见收<sup>②</sup>。 【注释】①北宋党争期间，诗人和丈夫赵明诚“屏居乡里十年”之久，这首词写于这段时间。②屈原当年作《离骚》，遍收名花珍卉，以喻君子之美德，唯独桂花不在其列。 (1) 题目内容: 本诗前两句描写了桂花的__和__的特点。  (2) 题目内容: 从<dot>表现手法</dot>的角度，赏析“梅花定会妒忌，菊花应当羞愧。画栏开处冠秋季”的妙处。", "ques_answer": ["颜色淡黄, 形态柔美", "衬托手法"], "ques_analyze": "(1) 通过诗句‘淡雅轻黄形态柔美，情疏迹远仅留香’可知，‘淡雅轻黄’形容桂花颜色淡雅，‘形态柔美’描述其柔美的外形。诗句中没写香味，但‘仅留香’意味着香气持久，故归纳桂花特点可得：颜色淡黄、形态柔美、香气浓郁。只需写出前两点即可。\\n(2) 词句‘梅花定会妒忌，菊花应当羞愧。画栏开处冠秋季’用浓重的笔墨，运用衬托手法突出桂花的美。梅花虽美，却自觉不及桂花；菊花虽被誉为君子，也在桂花前自愧。因此，可以认为这既是对桂花无双美丽的肯定，也表达了词人对于高洁品行的追求和对桂花的喜爱。参考译文中所述，屈原《离骚》未涉及桂花的遗憾，也体现了词人对桂花之美的独到眼光和崇高评价。", "ques_knowledges": ["李清照(1084-1155)", "词"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读《迎燕》一诗，解答下列问题。迎燕 葛天民 咫尺三月春，百姓家平平。迎新不下帘，燕子自来灵。雨润翅微潮，泥香花落英。成巢育雏小，相伴老少平安。(1) 问: “迎新不下帘，燕子自来灵”这一句表达了什么样的情感? (2) 问: 从这首诗中你得到哪些启示?(不少于两点)", "ques_answer": ["淳朴欢迎之情", "①动物是人类的伙伴；②人与动物和谐共处，才能创造美好的环境；③春天稍纵即逝；④爱应该通过行动表现出来；⑤动物与人类一样也有伟大的母爱。"], "ques_analyze": ["1. 从诗句'迎新不下帘，燕子自来灵'可以感受到诗人对燕子的热情和欢迎之情。", "2. 从燕子在屋外筑巢，而诗的情景描述在屋内，可以看出人与动物之间的亲密关系。诗句'雨润翅微潮，泥香花落英'描绘了燕子在春雨中生动的形象，充满着春天的气息。'成巢育雏小，相伴老少平安'表达了燕子与人共同度过的时光，成为生活的一部分。这些细节展示了诗人对和谐自然和简单生活的喜爱。"], "ques_knowledges": ["其他古代作家", "诗"], "source": "test", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "<b>阅读下面的诗歌，并回答后面的问题。</b>惠崇《春江晚景》 苏 轼 竹外桃花三两枝，春江水暖鸭先知。蒌蒿满地芦芽短，正是河豚欲上时。 (1) 从哪些词语可以看出这首诗描述的是早春景象？ (2) 诗中的哪些句子是通过想象描绘的？这种写法有什么好处？ (3) “春江水暖鸭先知”是一句充满哲理的诗句，请从内容、哲理、写法三个角度中的任意一个进行赏析。", "ques_answer": ["三两 先知 短 欲上", "“春江水暖鸭先知”“正是河豚欲上时”", "①内容角度：江中鸭子感知水温变暖。②哲理角度：赞美敢于探索的人获得真知。③写法角度：诗歌表达了艺术美与哲理的结合。"], "ques_analyze": "(1) 分析诗中显示早春景象的词语，关键在于识别特征性表达。例如，‘三两’（三两枝）指的是少量的桃花，暗示春天刚刚开始；‘先知’（鸭先知）和‘短’（芦芽短）也暗示早期；‘欲上’（河豚欲上）反映了动物对气候变化的敏感性。这些词汇共同构成早春景象。 \n(2) 诗歌中通过想象激发画面感的句子如‘春江水暖鸭先知’和‘正是河豚欲上时’。在这些句子中，‘暖’和‘欲’是无法直接看到的，而是作者通过想象赋予景物情趣，使描写更生动形象。\n(3) 对于‘春江水暖鸭先知’这一句名句的赏析，可以从多个角度入手：内容角度说明鸭子对春天的敏锐感知；哲理角度赞美有探索精神的人；写法角度阐述这句诗将生活哲理与艺术美完美结合。这样的写法不仅提升了诗的内涵，还启发人们对生活进行深刻思考。", "ques_knowledges": ["课内阅读", "诗"], "source": "valid", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下面这首诗，然后回答问题。渡荆门送别 李白 远渡荆门之外，前往楚地游览。 山与平野相接，江水流向广袤荒原。 月下飞镜映天，云生海楼连天。 仍然怜爱故乡的江水，千里送别行舟。请从修辞手法的角度分析“仍然怜爱故乡的江水，千里送别行舟。”这两句诗。", "ques_answer": ["“怜”和“送”运用了拟人的修辞手法，赋予江水留恋游子的情感，衬托出诗人深切的思乡之情。"], "ques_analyze": "这两句诗运用拟人的修辞手法，将故乡的江水赋予了人的情感。'怜'字暗示江水对游子的怜爱之情，就像故乡人民对游子的关怀与不舍。'千里送行舟'用夸张的手法表达江水的深情厚意，犹如故乡人目送、心送离别的游子，展现了诗人对故乡深深的眷恋。这样的修辞运用让诗句的情感含蓄而深远，更加突出了诗人的思乡之情。", "ques_knowledges": ["李白(701-762)", "诗", "「诗歌」炼字题", "「诗歌」内容理解题"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下面这首词，然后回答问题。<br>渔家傲 李清照<br>天接云涛连晓雾，星河欲转千帆舞。<br>仿佛梦魂归帝所，闻天语，殷勤问我归何处。<br>我报路长嗟日暮，学诗谩有惊人句。<br>九万里风鹏正举。风休住，蓬舟吹取三山去!<br>(1) 请描述“天接云涛连晓雾”所展现的景象。<br>(2) 词人引用《逍遥游》的句子，表达了怎样的情感和志向？", "ques_answer": ["(1) 天地相连，云雾如同波涛翻滚，展示出辽阔壮美的海天景象。", "(2) 词人化用了《逍遥游》中大鹏展翅的句子，表达了她对理想和自由生活的渴望，以及对现实的不满。"], "ques_analyze": ["(1) '天接云涛连晓雾，星河欲转千帆舞'通过天、云、雾、星河和千帆的描绘，展现了一幅辽阔的海天一色的画面：天空和云波相接，晨雾笼罩，星河点点，仿佛有千帆在舞动，营造出动态而梦幻的效果。", "(2) 李清照在'九万里风鹏正举'中引用了庄子《逍遥游》中大鹏鸟展翅高飞的句子，表达了她想要超越现实束缚，追求自由和理想生活的志向。这不仅反映了她对现实生活的不满，更表现了她对自由和理想生活的向往。"], "ques_knowledges": ["李清照(1084-1155)", "词", "「诗歌」画面描述题", "「诗歌」思想感情题"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容：阅读下面的宋诗，并完成下列问题。客中初夏<sup>①</sup>司马光（宋代）四月天朗气清，骤雨初歇，南山对门分外清晰。再无柳絮随风起舞，只有葵花朝向阳光。 【注释】① 公元1070年，宋神宗熙宁三年，王安石变法，司马光强烈反对，因此被迫离开汴京，后退居洛阳，直到哲宗即位才重返朝廷。这首诗作于洛阳时期。 客中：寄居他乡 (1) 题目内容：用生动的语言描绘诗中的初夏景色。 (2) 题目内容：这是一首托物言志的诗，通过景物寄托情感。请分析诗人选择“柳絮”和“葵花”作比喻，意在表达何种情感。", "ques_answer": ["四月的天气已是和暖，雨后初晴，南山的景色更加明丽清晰。再也看不到柳絮因风起舞，只有葵花面向阳光开放。", "风雨交加，我不会像柳絮那样无所依附，而会像葵花一样忠心向阳。（或：我的心如葵花向日，任凭风吹雨打，不改自己的政治理想。或：我不做随风摇曳的柳絮，不在政治上见风使舵；我的心如葵花般向阳，忠诚于国家和君主。）"], "ques_analyze": "《客中初夏》是司马光反对新法后在洛阳写的。这首诗的首句揭示了时间背景——四月，是温暖的初夏。雨后天晴，南山的景色更加清晰，洗净了尘世的纷扰。第二句利用了明暗对比，突出了景物的明朗。因是初夏，柳树上已无飞絮，剩下的是朝向阳光的葵花，象征生机与活力。通过‘更无柳絮因风起，惟有葵花向日倾’这句，诗人暗示自己虽被迫离开政治中心，但仍坚定自己的政治信念，不随波逐流，始终如一地忠诚于国家，表现出诗人坚定不移、忠于国家的理想和决心。", "ques_knowledges": ["司马光(1019-1086)", "诗"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读下面的两首唐诗，并回答随后的问题。落第长安常建家园好在尚留秦<sup >①</sup>，耻作明时失路人。恐逢故里莺花笑，且向长安度一春。杂  诗无名氏旧山虽在不关身，且向长安过暮春。一树梨花一溪月，不知今夜属何人？ 【注】①旧指长安、关中附近地区。 (1) 在《杂诗》中，和《落第长安》里的“家园”意思相近的一个词是“__”；请解释《落第长安》中“失路人”的意思。  (2) 两首诗的第三句都在描绘景物，但其作用不同，请简要说明。", "ques_answer": ["旧山", "考试落榜", "常建的诗中，拟人化的莺花象征羞愧和失落，无名氏的诗则通过梨花与月色传达游子的思乡情感。"], "ques_analyze": "本题要求通过阅读原文并对比两首诗中类似词语及其意义，理解诗人的情感和描写景物的作用。首先，在第一问中，对应《落第长安》中的“家园”，在《杂诗》中相应的词是“旧山”，两者均指代了诗人的故乡。而“失路人”根据“耻作明时失路人”的语境，是指在光明磊落的时代仕途失意的人，意即考试落榜之人。第二问涉及景物描写的不同作用，《落第长安》通过拟人手法描写莺花笑，表达因考试落榜而感到的羞愧与失落，而《杂诗》则通过梨花与溪月的美景，表现了游子对故乡的深深思念。这反映了两位诗人不同的情感和心境。", "ques_knowledges": ["常建(708－？)", "诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读以下诗歌，完成后面的问题。黄鹤楼  崔颢（唐）旧时人已乘黄鹤去，剩下空荡的楼台。黄鹤一去不复返，白云悠悠千载。晴川映照汉阳树，鹦鹉洲上草木浓。日暮乡关何处寻？江上烟波惹人愁！(1) 请用你的话描述“晴川映照汉阳树，鹦鹉洲上草木浓”展现的景象。(2) 唐代诗人王湾《次北固山下》中“乡书何处达？归雁洛阳边”与本诗“日暮乡关何处寻？江上烟波惹人愁”都表达了作者对故乡的思念。请结合诗句内容简要分析两位诗人如何抒发思乡之情。", "ques_answer": ["在明媚的阳光下，从黄鹤楼远眺，可见汉阳一带的树木清晰可见，生机盎然。鹦鹉洲上草木茂盛，充满活力。", "王湾通过想象大雁传书回家表达思乡之情，他们托大雁捎去消息。崔颢则是凭栏远望江景，在落日中的情景触动他的思乡之情，充满对故乡的迷惘与哀愁。"], "ques_analyze": ["(1) 本题考查学生对诗歌意境和意象的赏析能力。诗句“晴川映照汉阳树，鹦鹉洲上草木浓”通过清晰的意象表现了一幅美丽的风景图：在明亮的阳光下，远望汉阳地区的树木绿意盎然，鹦鹉洲上的草木茂盛，彰显出生机勃勃的景象。通过这幅图画，诗人传达出一种明快清新和充满生命力的意境，使人仿佛置身其中。", "(2) 本题考查学生对诗歌抒情方式的赏析能力。王湾在“乡书何处达？归雁洛阳边”中通过想象一封家书托付给大雁寄回家乡，借用大雁传书这个情境表达对家乡深切的思念，具体而含蓄。崔颢的“日暮乡关何处寻？江上烟波惹人愁”则是通过凭栏远眺的直接感受，落日余晖下江面烟雾渺渺，表达了诗人悲凉忧愁的心境，这种迷茫的景象引发了作者对故乡的深深思念。两首诗虽然采用了不同的表现手法，但都通过景象的描绘抒发了对故乡的思念。"], "ques_knowledges": ["崔颢(704-754)", "诗", "思乡怀人诗", "「诗歌」意象意境题", "「诗歌」内容理解题"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 请阅读下面一首古诗，并完成以下问题。\n《丰乐亭游春·其三》\n欧阳修\n红树青山日将斜，长郊草色绿如海。\n游人不管春光晚，来去亭前踏落花。\n(1) 题目内容: 根据这首诗的描写，谈谈春景的特征。\n(2) 题目内容: 诗歌的三、四句抒发了诗人什么样的思想感情？请简述。", "ques_answer": ["春景充满活力，色彩丰富。", "诗人表达了对美丽春光的依恋和怜惜之情。"], "ques_analyze": "【详解】\n1. 第一小题的关键在于分析景物特征。《丰乐亭游春·其三》中的“红树青山日将斜，长郊草色绿如海”描述了充满生命力和多彩的春景：‘红树’和‘青山’形成了鲜明的颜色对比；‘绿如海’则展现了春草繁茂、延绵不断的景象，突显了春天的自然生机。\n2. 第二小题关注诗人的情感。‘游人不管春光晚，来去亭前踏落花’表明游人仍然沉醉在春日的美景中，忽视了春天即将过去的事实，不愿离开。这描绘了一幅游人们乐于享受春光、不舍美景的画面，反映出诗人对春天将逝的依恋之情和对晚春美景的欣赏。", "ques_knowledges": ["欧阳修(1007-1072)", "诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读下面的两首古诗，完成以下小题。 【甲】咸阳城东楼 许浑 一上高城千里愁，芦苇杨柳似汀洲。溪云初起日沉阁，山雨欲来风满楼。鸟归绿芜秦苑夕，蝉鸣黄叶汉宫秋。行人莫问当年事，故国东来渭水流。 【乙】台城① 韦庄 江上雨霏霏②江草齐，六朝③如梦鸟空啼。无情最是台城柳，依旧烟笼十里堤。 【注】①台城：今南京市鸡鸣山南，从东晋到南朝结束，这里一直是朝廷台省（中央政府）和皇宫所在地。②霏霏：细雨纷纷的样子。③六朝：指吴、东晋、宋、齐、梁、陈。 (1) 题目内容: 【乙】诗中“六朝如梦鸟空啼”一句意义深远，其中哪个字用得最为巧妙？请进行赏析。 (2) 题目内容: 这两首诗都采用了“融情于景”的写作手法，请结合诗句进行具体分析。", "ques_answer": ["空", "诗人通过对自然景物的描写表达了情感。"], "ques_analyze": "(1) 本题考查的是诗歌中的炼字技巧。'空'字在这里的使用非常巧妙，表达了徒劳无功的意思。它不仅衬托出六朝繁华如梦的哀愁，也隐含了诗人对历史变迁的感慨。这个'空'字，不仅表现了自然界与人类历史的冷漠对比，还深刻揭示了诗人对历史兴衰的感悟，带来了悲伤和忧虑。\\n(2) 这两首诗都通过自然景物的描写来传达诗人的情感。《咸阳城东楼》中，作者通过细腻的描写如'溪云初起日沉阁，山雨欲来风满楼'的自然场景，间接表达了自己的愁绪和对国家命运的担忧。'鸟归绿芜秦苑夕，蝉鸣黄叶汉宫秋'的句子中，秦苑昔日的繁华与现今的荒凉形成对比，突出了诗人对盛衰更替的感触。《台城》同样通过描写'江上雨霏霏江草齐，六朝如梦鸟空啼'的景物，暗含了对往昔繁华如梦的六朝的失落感。而'依旧烟笼十里堤'则表现了自然界的永恒不变，与人世间的变迁无常形成对比，表达了诗人对世事沧桑的感慨。整体上，两首诗通过景物抒情，既描绘了景物之美，也表达了诗人的情感与历史感，以及对当下的忧虑与思考。", "ques_knowledges": ["诗歌表现手法", "「诗歌」炼字题"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读下列古诗，完成后面的问题。诗题为《致虚庵的胡逸老》 作者：黄庭坚。藏书万卷可以教育子孙，留下满满金银常常会招来祸患。能够与贫困的人分享粮食，一定会得到如明月生自蚌中的珍珠一般的美好结局。山随宴坐像画卷展开，水到夜晚窗外风雨来临。观山观水都能领略独特的韵味，还能用什么污染清净的心境呢？注释：①致虚庵：胡逸老的书房名称。②籯（yíng）：竹制的箱笼。③明月处：此处指珍珠。 (1) 题目内容: 诗句“藏书万卷可以教育子孙，留下满满金银常常会招来祸患”中的“留下”的意思是__。  (2) 题目内容: 这首诗表达了诗人哪些情感？请简述。  (3) 题目内容: 本诗中的颈联非常精彩，被很多人评价为“奇妙之语”。你觉得这联妙在哪里？", "ques_answer": ["留下", "胡逸老诗礼传家、超然名利；对山水雅趣的喜爱；宽广胸襟", "动静结合、虚实相生、情境交融"], "ques_analyze": "(1) 本题考察对诗句中关键字‘留下’的理解。从原句 '藏书万卷可以教育子孙，留下满满金银常常会招来祸患' 可以明显看出，‘留下’的意思就是‘遗留’或‘保存’。\\n(2) 分析诗人情感要结合整首诗来理解。通过诗句‘藏书万卷可以教育子孙，留下满满金银常常会招来祸患’可得知，胡逸老认为书籍比金银更珍贵，展现了其不追求名利的品德。进而通过‘能与贫人共年谷’表现出其仁爱之心。整首诗还体现了诗人对山水的热爱，尤其最后一句‘还用什么污染清净的心境’显现他拥有宽广的胸襟。\\n(3) 颈联的精妙在于其独特的表现手法。‘山随宴坐像画卷展开，水到夜晚窗外风雨来临’中的‘画图’动静结合，使山水景物如同在画卷中动起来，表达出一种动态美感。‘水到夜晚窗外风雨来临’则运用了视听结合，让读者在视觉和听觉感官上都有独特的感受。整联通过动静结合、虚实相生以及情境交融的技法，赋予了画面生动的想象空间和氛围，使胡逸老的高雅人格和宽广胸襟淋漓尽致地展现出来了。", "ques_knowledges": ["黄庭坚(1045-1105)", "诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下面这首诗，完成后面的题目。长安夜雨 薛逢<sup>①</sup> 连续不断的夜雨从通宵下到天明，忧愁如草般在雨中滋生。心情像稀世珍宝的柴火一样难以被彻底理解，命运坎坷风波不断，连梦境也充满惊恐。树上的乌鸦早飞却不散，窗外的寒鼓因湿气沉默无声。当年的豪情壮志全已消失殆尽，几根白发又悄然增加。 【注】①薛逢，因才高气傲，多次得罪权贵，仕途多坎坷。②桂玉：比喻昂贵的基本生活必需品。 (1) 题目内容: 综合全诗，分析首联中的“忧”具体体现在哪些方面？ (2) 题目内容: 本诗颈联“窗前鼓寒未闻响”与李贺《雁门太守行》中的“霜重鼓寒声不起”中的“寒”字，在表达效果上具有什么异同之处？", "ques_answer": ["①日常生活的困窘；②命运的多舛；③生命的衰退。", "两诗中“寒”字的用法一样：都融情于景。但情感表达不同：本诗中“寒”字反映了作者的孤寂与愁绪，而李贺诗中的“寒”字则突显了士兵们的痛苦与勇敢。氛围也不同：本诗营造的是荒凉与孤寂，李贺诗营造的是悲壮与肃杀。"], "ques_analyze": "(1) 这道题考查对诗歌内容的理解和归纳。首联通过“百忧如草雨中生”描绘了诗人内心的诸多忧愁。具体体现在：‘日常生活的困窘’，通过“心关桂玉天难晓”表现，对日常必需品的担忧；‘命运的多舛’，从“运落风波梦亦惊”中得见，表现命途的不顺，连在梦中都感到忧虑；‘生命的衰退’，从“白发新添四五茎”中看出，显示出对时光流逝、青春不在的悲叹。\\n(2) 这道题考查比较阅读能力。两诗中“寒”字使用情景融合的手法相同：本诗通过“寒”与“湿无声”的鼓声结合，表达出作者的孤寂忧愁；李贺诗中“霜重鼓寒声不起”中的“寒”表现了士兵们在寒冷环境中勇敢无畏的形象。不同的是，本诗的“寒”更多反映个体情感——诗人的孤独与寂寥；而李贺诗中的“寒”则表达了群体情感——将士们面临艰难形势的勇敢与忠诚。营造的氛围上，本诗展现了荒凉、寂寞的感觉，而李贺诗则展现了悲壮、紧张的气氛。", "ques_knowledges": ["诗"], "source": "valid", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下面一首小令，回答以下问题。\n\n天净沙·秋思 马致远\n枯藤老树昏鸦，小桥流水人家，古道西风瘦马。夕阳西下，断肠人在天涯。\n\n(1) 问题: 这首小令传达了作者怎样的情感？\n(2) 问题: 请用形象的语言描述“枯藤老树昏鸦”所展现的画面。", "ques_answer": ["表现了游子天涯漂泊的孤独和对故乡的思念。", "一棵枯萎的古树伫立在天地间，干枯的藤蔓缠绕其上，黄昏时分，归巢的乌鸦从天边飞回。"], "ques_analyze": "【分析】\n\n(1) 通过诗中各种景物如枯藤、老树、昏鸦、小桥、流水等的组合，作者勾勒出一幅秋天傍晚的图景。这些景物背后隐藏的是作者天涯游子般的孤独和深深的思乡之情，以及对漂泊生活的厌倦。全诗情感的表达贯穿始终，使读者感受到浓烈的愁绪。\n\n(2) “枯藤老树昏鸦”这一景象描绘得十分细腻，配合黄昏的光影，展现了乌鸦归巢的画面，营造出一种宁静而凄凉的氛围。需注意“枯藤”、“老树”、“昏鸦”三个元素的描写，它们共同作用，展现了天色渐晚、乌鸦栖息枯木的生动情景。", "ques_knowledges": ["马致远(约1251-1321)", "曲"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 赏读崔颢的《黄鹤楼》，并作答。黄鹤楼崔颢昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠。晴川历历汉阳树，芳草萋萋鹦鹉洲。日暮乡关何处是？烟波江上使人愁。(1) 题目内容: 诗歌的首联和颔联通过两个\"空\"字表达了怎样的情感？(2) 题目内容: 请分析尾联\"日暮乡关何处是？烟波江上使人愁\"在描写景色方面的独到之处。", "ques_answer": ["吊古伤今，怅惘无尽（孤寂落寞、失落惆怅）", "借景抒情（情景交融），将'乡愁'与'日暮'和'烟波'浑然天成，由景生情，进一步增强乡愁的感受。"], "ques_analyze": "首联和颔联运用了两个\"空\"字，揭示了作者的心境。第一个\"空\"字描绘了黄鹤楼的空寂，从空间结构中传达出诗人的孤独感。第二个\"空\"字表达了时间的久远和虚无，从时间的层面引出诗人内心的失落和惆怅。尾联通过描写暮色苍茫和江上烟波的迷离，并结合\"乡关何处是\"的提问，把乡愁与落日、江面的烟波巧妙融合，由景生情，创造出浓郁的乡愁氛围。作者通过这样的手法深刻表达了对故乡的依恋之情以及深切的思念，凸显了'情景交融'的艺术手法。", "ques_knowledges": ["崔颢(704-754)", "诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读以下诗歌，完成下面两个问题。<br>乙卯年端午节 陆游<br>重五山村好，石榴花开似火。粽子尖角对比发髻，艾草插在高冠上。依旧的习俗在收集草药，疲惫的身体也点上朱砂。夕阳西下，完成了当天的工作，笑对酒菜。<sup >注释</sup><br>① 乙卯年：指的是1195年，那一年诗人71岁，正在绍兴的家乡隐居。<br>② 重五：指阴历五月初五，也就是端午节。<br>③ 粽包分两髻：形容粽子的两个尖角，又称为“角黍”。<br>④ 艾束著危冠：代表在高冠顶上插艾枝。<br>(1) 题目内容: 诗句“粽包分两髻，艾束著危冠”使用了什么修辞手法？描写了端午节的哪些传统习俗？<br>(2) 题目内容: 请结合全诗内容，概括诗人笑的原因。", "ques_answer": ["比喻（或对偶）、插艾草（艾叶）", "山村风光优美；节日气氛浓烈；当天事务已完成；能轻松享用晚餐。"], "ques_analyze": ["【解析】(1) 诗人描述了端午节特有的风俗：吃形状独特的粽子、佩戴象征祛邪的艾枝。通过‘粽包分两髻’的比喻，粽子的形状被比作两个尖角的发髻。此外，句中‘粽包’与‘艾束’、‘分两髻’与‘著危冠’互相对照，形成了对偶的修辞结构。因此，诗句中运用的修辞手法包括比喻和对偶。“艾束”不仅指在节日中使用艾枝，同时也有驱邪的作用。", "【解析】(2) 诗人的‘笑’有多方面原因。首先他欣赏到美丽的山村景色，如‘榴花忽已繁’所描绘的自然景观；其次，浓厚的节日氛围由‘粽包分两髻，艾束著危冠’传递的传统习俗表现；此外，他在太阳快下山前便完成了当天的事情，享受着由‘日斜吾事毕，一笑向杯盘’所揭示出的轻松和满足。通过这些细节，诗歌传达了诗人在端午佳节中的愉快心情。"], "ques_knowledges": ["陆游(1125-1207)", "诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读以下诗歌，并回答问题。\n\n淮中晚泊犊头\n（宋）苏舜钦\n春阴笼罩原野，绿草如茵，偶尔一树幽花绽放，宛如明灯点亮。夜晚孤舟停泊在古老的祠堂下，风雨交加，眼看着江潮涌动。\n\n【注】①犊头：淮河边的一个地名。这首诗是诗人因政事被罢职，离开汴京前往苏州定居，途经淮河时所作。\n\n（1）请用生动的语言描绘诗歌的前两句所展现的景象。\n（2）本诗通过景物描写表达了丰富的情感，请结合诗句进行分析。", "ques_answer": ["（1）春天的阴云低垂在辽阔的原野上，绿草显得格外青翠。偶尔见到一棵树上开满了美丽的花朵，宛如点亮了整个画面。\n（2）①'时有幽花一树明'展示了春天的美景，体现了诗人对自然的热爱；②'晚泊孤舟古祠下'表达了诗人因政治失意而感到的孤独和惆怅；③'满川风雨看潮生'描绘了壮观的潮水上涨景象，显示了诗人豪放豁达的胸怀和从容自若的心境。"], "ques_analyze": "春天的阴霾笼罩着辽阔的原野，绿草充满生机，形成了宁静而美丽的景色。当偶尔有一棵树上开满幽香的花朵时，整个画面变得明亮起来，增添了春天的温暖。诗中通过景物描写表达了诗人的情感。首先，'时有幽花一树明'展现了美丽的春景，反映了诗人对大自然的热爱；其次，'晚泊孤舟古祠下'表现了诗人在政治失意时的孤独和惆怅；最后，'满川风雨看潮生'刻画了潮水上涨的壮丽场面，展现了诗人宽广豁达的胸怀和从容自若的态度。", "ques_knowledges": ["其他古代作家", "诗"], "source": "test", "category_cn": "应用", "category_en": "Application"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读下面的诗歌，回答文后的问题。春山夜月 作者：于良史春山处处有胜景，把玩山中乐趣，夜晚流连忘返。捧起山泉，仿佛将月亮握在手中；嬉戏花丛，花香满溢衣裳。意兴所至，无关远近；将离开时，依然恋恋不舍。南望钟声鸣处，楼台隐于苍翠之间。(1) 题目内容: “将离开时，依然恋恋不舍”一句表达了作者怎样的情感？  (2) 题目内容: “捧起山泉，仿佛将月亮握在手中；嬉戏花丛，花香满溢衣裳”这两句诗妙趣横生，广为传颂，请任选一句作鉴赏。", "ques_answer": ["诗人沉浸在山中美景与月光中，即将离开时，感到依依不舍。", "赏析1：‘捧起山泉句’展现了诗人的童心和游玩的乐趣，将清澈的泉水与明月结合，清亮透明；赏析2：‘嬉戏花丛句’将花香与衣香相结合，展现了诗人的童心和欢乐心境。"], "ques_analyze": "首先，考查诗句所表达的情感。通过全诗内容可知，诗人在山中享受月夜美景，前两句交代了诗情产生的背景，由于山中美景而留连忘返。接下来六句详细描述了这些美好景色与愉快时光。诗人通过‘恋恋不舍’表达了离开时的不舍之情。其次，分析‘捧起山泉，仿佛将月亮握在手中；嬉戏花丛，花香满溢衣裳’二句诗的妙处。诗将‘夜’与‘春’结合后，将诗情推向高潮，这两句诗描述的‘胜事’融物我为一体，展示了诗人的纯真童心和自由心境。‘捧起山泉’句借用明月照映在清澈泉水中的情景，营造出一幅与明月融合的画面；‘嬉戏花丛’句用花香与衣香的融合，表现了诗人与自然和谐相处的趣味。这两句诗形象具体而含蓄，用‘捧’与‘嬉戏’两字极为传神，显示了诗人高超的艺术表现力。", "ques_knowledges": ["其他古代作家", "诗"], "source": "test", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下面这首诗，完成下面小题。客夜与故人偶遇【唐】戴叔伦秋夜的月亮再次圆满，城墙高耸夜色深浓。江南的友人重逢，还以为是在梦中。风吹动树枝，惊起了暗夜的乌鹊；露水打湿了草地，寒蛩在夜里哭泣。客居他乡，唯有借酒消愁，朋友相聚，不愿听到报晓的钟声。 【注】①偶遇：偶然遇到故人。②寒蛩：深秋的蟋蟀。③晓钟：报晓的钟声。 (1) 题目内容: “一切景语皆情语”，请以颈联为例作简要分析。 (2) 题目内容: 古人写诗讲究“炼字”，本诗尾联中的“畏”字用得极好，请分析有怎样的表达效果？", "ques_answer": ["(1) 颈联通过描写树枝的摇动和秋虫的悲鸣，渲染了秋夜的幽静与凄凉，烘托出诗人客居他乡的孤独之感，寄托了思乡之情。", "(2) '畏'字是害怕的意思，诗人害怕听到报晓的钟声，表达了诗人不忍与友人分别的心情，展现了诗人对友谊的珍视和离别的痛苦。"], "ques_analyze": ["(1) 诗歌情感分析：颈联中的'风枝惊暗鹊，露草泣寒蛩'通过细腻的描写，刻画了秋夜中的景象——晚风摇曳树枝，使得乌鹊受惊；露水覆盖草地，秋虫悲鸣。这样的描写不仅营造了浓厚的秋意和沉寂感，而且借景抒情，揭示了诗人身处异乡的凄凉和孤独，表达了对故乡和朋友的深切思念。", "(2) 炼字细析：尾联中'羁旅长堪醉，相留畏晓钟'的运用，'畏'字巧妙地表达了诗人对黎明钟声的恐惧，因为这意味着与友人的分别时刻即将到来。这个字深刻描绘了诗人内心对友谊的珍惜和对离别的惆怅，展现了游子对故人相聚时光的珍视以及漂泊生活中的辛酸。"], "ques_knowledges": ["诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下面这首诗，回答以下问题。\n\n柳枝词（宋）郑文宝\n\n亭亭画舸系春潭，直到行人酒半酣。\n不管烟波与风雨，载将离恨过江南。\n\n（1）这首诗歌表达了哪些情感？\n（2）既然春潭是水，不可能真的系住画舸，那么诗中的画舸到底系在何处？结合全诗内容分析其表达效果。", "ques_answer": ["离愁别绪", "画舸系在春潭旁的柳树上"], "ques_analyze": ["（1）此诗题为《柳枝词》，古诗中常用“柳”表达离别之情，因为“柳”谐音“留”。诗中最后一句提到“离恨”，表明这首诗抒发的正是离愁别绪。", "（2）“亭亭画舸系春潭”句中的“系”表面上指的是把画舸系在春潭旁，实际上，“系”是指系在春潭旁的柳树上。古代有折柳送别的习俗，这里的“系”蕴含了离愁别绪的情感。画舸、柳树和春潭共同营造了一个安静幽美的场景，对比衬托出诗人内心的离愁。这样的描写手法，使得诗歌情感深远且意味悠长。"], "ques_knowledges": ["诗"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容：阅读下列作品，完成相关问题。浣溪沙·霜日明霄水蘸空 张孝祥〔宋代〕霜日明霄水蘸空。鸣鞘声里绣旗红。淡烟衰草有无中。万里中原烽火北，一尊浊酒戍楼东。酒阑挥泪向悲风。(1) 请简要概述这首词的上半部分的主要内容。(2) 请分析这首词中透露出作者的情感。", "ques_answer": ["上半部分描绘了边疆的自然风光和战争气息。", "（1）对祖国的深厚热爱与国土沦陷的痛惜；（2）对人民的深切同情；（3）对朝廷安于现状的不满；（4）报国无门的愤懑。"], "ques_analyze": "【思维导图】(1) 本题考核学生对诗歌内容的归纳能力。通过“霜日明霄水蘸空”展现了秋日晴朗的天空，显示出辽阔的景色和冰冷的气氛，“鸣鞘声里绣旗红”展示了战场的紧张气氛，通过鞭声和红旗象征战争的激烈。“淡烟衰草有无中”则描绘了荒凉的景象，体现了壮美与苍凉的对比。整体来看，上半部分主要表现了边疆的自然景色与战争氛围。 (2) 本题考查学生对诗人情感的体会能力。通过边境的景色，诗人表达出对祖国的一片深情，以及对国土失陷的悲痛。从“鸣鞘声里绣旗红”与“淡烟衰草有无中”可以看出诗人目睹战争惨象的伤感。下半部分，作者借助自然风光，流露出了对朝廷苟且偷安的强烈不满以及自己报效国家无门的激愤。", "ques_knowledges": ["张孝祥(1132-1169)", "词"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读如下诗篇，回答问题。 乌江亭记  杜牧 战败成败由天定，忍辱负重好男儿。 江东子孙多英才，东山再起有希望。 赤壁怀古  杜牧 破戟歼沙未销尽，磨洗重现前朝锋。 东风若不助周郎，铜雀春深锁美人。 (1) 题目内容: 这两首怀古诗中，乌江亭记涉及的历史人物是__，而赤壁怀古中的铜雀台是__所建。 (2) 题目内容: 两首诗讨论了战争成败的道理，诗人分别进行了哪些假设？ (3) 题目内容: 两首诗表现了诗人不同的思想观点，这些观点分别是什么？", "ques_answer": ["1. 项羽", "2. 曹操", "项羽若能重整旗鼓，可能卷土重来；若无东风相助，曹操或可胜利。", "乌江自刎为一时之失，赤壁助刘周，天意难测。"], "ques_analyze": "(1) 解析: 在《乌江亭记》中，杜牧提到“战败成败由天定，忍辱负重好男儿”，这涉及的是历史上的项羽人物。此诗描述了项羽在乌江自刎，结合“江东子孙多英才”这一句，可以推测诗人意指项羽的江东子弟。在《赤壁怀古》中，杜牧提到“铜雀春深锁美人”，连接历史事件可知，铜雀台为曹操所建。 (2) 解析: 《乌江亭记》中“江东子孙多英才，东山再起有希望”表达了杜牧对项羽或许能重新集结力量，东山再起的假想。而在《赤壁怀古》中，“东风若不助周郎，铜雀春深锁美人”表示，如果不是东风帮助了周瑜，曹操或许会赢，这将完全改变东吴的局面。 (3) 解析: 在《乌江亭记》中，杜牧批评项羽没有远见和坚韧，不能承担暂时的失败，同时也对项羽在乌江自刎感到惋惜，并提到“江东子孙多英才”，描绘出另一种东山再起的可能性。而在《赤壁怀古》中，通过“东风若不助周郎，铜雀春深锁美人”，反映出诗人对自己遭遇怀才不遇、生不逢时的叹息。前一首诗突出兵家必须具备远见卓识与坚韧不拔的意志，而后一首诗则强调历史决定成败的因素往往存在偶然和偶然性。", "ques_knowledges": ["诗"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读以下诗歌，完成后续问题。清江引·秋思 张可久西风从远方传来，问我何时归家？雁鸣在红叶遍野的天空，人醉于黄花满地的景色中，芭蕉的雨声伴在秋天的梦境里。(1) 题目内容: 请展开想象，用生动的语言描绘出“雁鸣红叶天，人醉黄花地”所展现的场景。 (2) 题目内容: 作者选择了哪几种具有季节特征的景物？表达了怎样的情感？", "ques_answer": ["一群大雁在漫天红叶的季节里急切呼喊，它们的鸣叫声充斥着秋天的凉意；一个思乡之人沉醉于黄花满地的美景中。", "诗中描绘的“西风”“雁”“红叶”“黄花”“芭蕉”等景物，构成了浓郁的秋天气氛，表达了作者深切的思乡之情。"], "ques_analyze": ["(1) 要描绘诗中展示的场景，首先要抓住关键词“雁鸣”和“人醉”，以及结合“红叶天”和“黄花地”。大雁的悲鸣传达出秋天的寒意，覆盖了红叶的天空回应着雁的啼叫。同时，“人醉”不仅指沉醉在黄花盛开的美景中，也暗示了因思乡而如同醉酒般的状态。描写时，要运用想象力创造一个既真实又带有意境的画面，语言表述要优美。", "(2) 诗中提到的“西风”、“雁”、“红叶”、“黄花”和“芭蕉”都营造出浓厚的秋天氛围。这些景物暗示了秋天的凉意和离别。“西风”常寓意着凉爽或萧瑟，代表秋天的到来；“雁”是秋天候鸟南飞的象征；“红叶”和“黄花”是秋天特有的景象，落叶和花凋零揭示了时间的流逝；“芭蕉”的雨声则衬托出细雨绵绵的深秋情景。这些景物不仅丰富了诗的意境，还加深了对作者思乡情感的理解。"], "ques_knowledges": ["曲"], "source": "valid", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下面的诗词，然后回答后续问题。<b>使至塞上</b>轻车简从探边疆，过居延探望将士。孤蓬远走出汉塞，孤雁归来飞胡天。大漠孤烟笔直，长河落日圆圆。萧关遇到侦查骑兵，边将驻扎在燕然。<b>山坡羊·潼关怀古</b>群山重重，波涛汹涌，潼关路连接山河内外。遥望西都，心中犹豫不决。伤心之地秦汉旧迹，宫殿千间如今化为尘土。兴盛，百姓痛苦；灭亡，百姓痛苦。(1) 题目内容: 《使至塞上》的首联描绘了什么场景？ (2) 题目内容: 阅读《山坡羊·潼关怀古》，写出诗人所传达的思想感情。", "ques_answer": ["诗人轻装简从前往西北边塞的居延慰问将士。", "表达了诗人对改朝换代给百姓带来疾苦的同情和忧国忧民的情感。"], "ques_analyze": ["(1) 本题考察对诗歌首联的理解。首联“轻车简从探边疆，过居延探望将士”描述了诗人轻装简从前往西北边塞，意图慰问边关将士，体现了诗人对边疆将士的关怀。", "(2) 本题考察对诗歌情感的理解。诗句“兴盛，百姓痛苦；灭亡，百姓痛苦”通过对比手法强调了无论朝代的兴衰，百姓始终处于困苦之中。诗人从百姓的角度，沉痛指出封建统治者的无情和历史更替给人民带来的灾难，表现出诗人对百姓遭受苦难的深切同情及对封建统治者的愤慨。"], "ques_knowledges": ["诗", "曲", "咏史怀古诗", "边塞征戍诗", "「诗歌」对比阅读题"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读《行香子》，完成以下问题。\n行香子\n秦观[宋代]\n树绕村庄，水满陂塘。倚东风，豪兴徜徉。小园几许，收尽春光。有桃花红，李花白，菜花黄。远远围墙，隐隐茅堂。飏青旗，流水桥旁。偶然乘兴，步过东冈。正莺儿啼，燕儿舞，蝶儿忙。\n(1) 题目内容: 词人通过不同角度描写景物，上片采用了定点取景的方法，以村落为核心描绘周围的景致；下片采用了什么方法，以路径为线索，由近及远呈现了一幅画卷？\n(2) 题目内容: 请任选角度赏析“偶然乘兴，步过东冈。正莺儿啼，燕儿舞，蝶儿忙”的艺术表达效果。", "ques_answer": ["移步换景", "通过修辞手法、动静结合和情境交融等角度赏析，强调春天活力四射及词人愉悦的心情。具体体现在拟人、排比的运用，以及生动的视觉和听觉描写。"], "ques_analyze": "(1) 在第一个小题中，通过词句“偶然乘兴，步过东冈”，可以分析出诗人的行踪发生了变化。他从村庄附近移步到了东冈，因此视角也随之变化，并通过移动着的视角创造出不断变换的风景，从而达到移步换景的效果。\n(2) 第二个小题的核心是在修辞手法、动静结合和感情交融等方面赏析“偶然乘兴，步过东冈。正莺儿啼，燕儿舞，蝶儿忙”。诗人采用了拟人和排比手法，使用表现力强的动词，描绘出一个生机勃勃的春天景象。动态和静态的结合，反映了自然的勃勃生机和作者的喜悦心情。这首诗通过动静结合和拟人手法，展现了春天的美丽，传达了诗人乐观愉悦的心境。", "ques_knowledges": ["诗歌表现手法", "「诗歌」技巧鉴赏题"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 闲居初夏午睡起二首[宋]杨万里其一梅子留酸软齿牙，芭蕉分绿与窗纱。日长睡起无情思，闲看儿童捉柳花。其二松阴一架半弓<sup>①</sup>苔，偶欲看书又懒开。戏掬清泉洒蕉叶，儿童误认雨声来。[注]①半弓：半弓之地，形容面积很小。(1) 题目内容: 这两首诗中选用了哪些景物来表现初夏的特征。 (2) 题目内容: 这两首诗中，诗人虽然说自己午睡起来“无情思”“懒”，但仍然充满情趣。请结合“儿童”的描写来分析一下诗人的情趣。", "ques_answer": ["梅子（留酸），芭蕉（分绿），柳（树飘）絮/柳花，苔藓（铺地）（芭蕉必答，其他答出任意一处，意近即可）", "第一首中，儿童在追逐飘飞的柳絮，第二首中，儿童听见有人在往芭蕉上洒水，以为是下雨了，两处描写表现出儿童的活泼与天真，让诗里充满了情趣。"], "ques_analyze": "这两首诗描绘了初夏的景物及诗人的悠闲心境。在第一首中，诗人提到了'梅子留酸'，'芭蕉分绿'以及'柳花'，这些植物景象展现了初夏的特色；'梅子'通常在五月成熟，'芭蕉'形成浓阴，'柳花'指柳絮，暗示了季节由暮春过渡到初夏。第二首诗中，'半弓苔'和'蕉叶'的描写，强调了初夏时节草木的青绿和生机。从中我们可以看到，尽管诗人说自己午睡醒来无所思，却仍沉醉于儿童捉柳絮的游戏，和误把洒水声当下雨的天真场景中，透露出他淡泊名利，享受自然的生活态度。结合这两个场景，'儿童'的描写显现了诗人的闲情逸致和对生活的亲切感受。第一首诗中诗人在看着儿童捉柳絮，第二首中观察儿童误将泉水声当雨声，两者均体现了愉悦与天真的氛围，诗人在无意中展现了自己对这种生活情趣的欣赏。", "ques_knowledges": ["杨万里(1127-1206)", "诗", "山水田园诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 请从意象角度鉴赏诗歌 【知识链接】意象是指客观物象通过创作者的情感活动形成的一种艺术形象。在诗歌中，意象是承载诗人情感的具体形象，具有特殊含义和文学意味。 闻王昌龄左迁龙标遥有此寄 李白 杨花落尽子规啼，闻道龙标过五溪。我寄愁心与明月，随君直到夜郎西。 寒塘 赵嘏 晓发梳临水，寒塘坐见秋。乡心正无限，一雁度南楼。 【参考示例】“杨花”漂泊不定，“子规”啼叫“不如归去”。这两个意象，不仅点明时节，描绘出南国的晚春景象；也包含了漂泊之感、离别之愁，渲染出一种悲伤的氛围，表达了诗人对友人的关心和同情。 【赏析】 ", "ques_answer": ["池塘的水清冷、寒凉，渲染了浓重的秋意；晨起临水见秋景引发乡愁；‘一雁度南楼’的意象，展现了孤独的意境，衬托出诗人的思乡之情。"], "ques_analyze": "【赏析优化】首先，理解诗句含义后，识别诗中使用的意象。诗歌中的'寒塘'和'一雁度南楼'便是这样的意象。1. '寒塘'意象的作用：一方面，它描绘了深秋的景色，传递出凉意和秋天的萧瑟；另一方面，它还隐喻了诗人羁旅生涯中的孤寂与困顿，象征着人生晚期的凄凉，联想到李白的'不知明镜里，何处得秋霜'，增强了读者的情感共鸣。2. '一雁度南楼'意象的解析：这里用'一'字强调了雁的孤独，构成了与孤寂浓重的秋意相契合的意境；同时，孤单的雁向南归有着人未能归乡的反衬，深化了诗人浓厚的乡愁情绪。通过这些意象，诗人表现了对秋天景色的敏感反应及对故乡的深切思念，呈现出诗歌中情与景、物与我交融的艺术效果。", "ques_knowledges": ["诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下面的古诗，完成下列小题。旅夜书怀杜甫细草微风滨，危樯独夜船。星悬平野宽，月涌大江行。名何由文章显，官因年老休。飘然何所似，天地一沙鸥。(1) 小题内容: 诗的最后两句在写法上有哪些特点？ (2) 小题内容: 这首诗表达了作者怎样的情感？ ", "ques_answer": ["比喻、设问，情景交融，对比、反衬", "怀才不遇的苦闷，漂泊无依的感伤"], "ques_analyze": "(1) 题目解析: 本题考查诗歌的表现手法。诗的尾联通过即景自况的手法，用沙鸥与自身处境的比喻，传达了诗人飘泊无依的感受。诗人自问自答“飘然何所似？”形象地表现了自己犹如天际间漂浮的沙鸥，突显出孤独与悲凉。这种设问与比喻的方式，不仅呼应全诗开头“细草微风滨，危樯独夜船”，还营造出对比鲜明、情景交融的效果。此手法突显了诗人因漂泊生活和未能实现政治抱负而感到的悲哀。\\n(2) 题目解析: 本题考查对诗中作者情感的理解。整诗以描写漂泊旅途中的景象，抒发了诗人内心的苦闷与悲凉。作者感叹自己的才能未能被认同（“名何由文章显”），官职的辞退并非因为年老（“官因年老休”），而是因未能实现政治抱负。这种表达深藏了诗人的愤慨和无奈。整首诗通过孤寂的景象，传递出诗人怀才不遇、漂泊无依的深沉情感。", "ques_knowledges": ["杜甫(712-770)", "诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读诗歌《回延安》的一二节，回答下列问题。 (1) 题目内容: 请分析诗歌第一节中连续使用的动词“抓”“贴”“搂”“扑”的表达效果。 (2) 题目内容: “心口呀莫要这么厉害地跳，灰尘呀莫把我眼睛挡住了……”这句表现了临近延安时，诗人怀着怎样的心情？ (3) 题目内容: “亲山亲水有亲人”一句用了三个“亲”字，它有什么表达效果？ (4) 题目内容: 你如何理解“羊羔羔吃奶眼望着妈”这一比喻的含义？", "ques_answer": ["这一连串的动词生动地描写了诗人踏上延安土地时的激动，以及和亲人重逢时的喜悦。", "这句生动地表达了诗人在靠近延安时难以抑制的激动心情。", "这三个“亲”字突显了诗人对延安的亲密感情。", "通过这个比喻，诗人表达了对延安人民滋养之恩的感激之情。"], "ques_analyze": "【分析思路】\\n(1) 诗人通过一系列富有表现力的动词“抓”“贴”“搂”“扑”，形象地描绘了重返延安时的激动和归属感。“抓”象征紧握不放的情感，“贴”传达了与延安的亲近，“搂”和“扑”展示了诗人内心激动的身体语言。这些动作揭示了诗人对延安的深厚情感。\\n(2) 诗人心跳加速和对灰尘的呼求展示了接近延安时极度激动的心情。诗人内心充满了澎湃的感情，渴望清晰地看到这片熟悉的土地。\\n(3) 诗人连续使用三个“亲”字，强调出与延安的深厚感情，将延安比作家人，表达了对这片土地深深的依恋与亲切感。\\n(4) 通过将自己比作羊羔对母羊的依恋与感恩，诗人表露了对延安人民的感激之情。这种比喻展示了诗人对延安的依赖和对人民养育之恩的深深感激。\\n【点评】通过比喻和动词的独特选择，诗人精准地表达了对延安这片土地和人民的深情，以及重返延安时心情的激动与快乐。", "ques_knowledges": ["中国现代诗歌"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读下面的诗歌，然后回答问题。谢亭送别唐·许浑作别歌一曲解行舟，红叶青山水快流。日落酒醒人已远，满天风雨下西楼。 【注】作别歌：送别歌曲的代名词。 (1) 题目内容: 这首诗的体裁是__，韵脚是__。  (2) 题目内容: 请分析诗中“快”字的效果。  (3) 题目内容: 有人认为“红叶青山”的色彩与整首诗的情感基调不协调，实际并非如此，请从写作手法的角度简要分析。 ", "ques_answer": ["七言绝句", "舟、流、楼", "一个'快'字表面看是描述水流速度，实则暗示了送行者的不舍之情。", "运用了'以乐景写哀情'的手法，通过艳丽的景色反衬离别的哀愁。"], "ques_analyze": "首先，我们确定诗歌的体裁和它的韵脚。这是一首七言绝句，韵脚分别是舟、流、楼，体现了诗的整体结构。其次，关于‘快’字的分析，表面上它描绘了水流的迅速，实际上透露了诗人对友人离去的不舍，通过这一字传达出忧伤与不安。这是古诗中常见的‘炼字’技巧。最后，关于‘红叶青山’的分析，使用了‘以乐景写哀情’的方法，艳丽的景色反衬出离别的愁绪，这样的对比手法增加了诗的情感深度，使读者更感受到离别的沉重。", "ques_knowledges": ["其他古代作家", "诗"], "source": "test", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下面的两首古诗，然后完成第13题。【甲】落梅【南宋】陆游雪虐风狂①益坚定，花中气节最坚贞。随时应当翩然落，耻向东君再求爱。【乙】落梅②【南宋】刘克庄一片落花能教人断肠，台阶上再多堆墙头。飘如流落南方的客人，坠似前往湘地的诗人。乱点苔藓不要全数，偶然沾衣袖久香浓。东风妄掌花权④，却忌孤傲不任⑤。 【注释】①狂：猛烈。②刘克庄的《落梅》为诗人被贬建阳令时所作。③台阶：同‘阶’。④花权：即花之权。 ⑤任：主宰，作主。 这两首诗都赞扬了梅花的高尚品格。然而【甲】诗中的最后两句与【乙】诗的尾联所表达的情感截然不同。请结合两诗内容简要分析。", "ques_answer": ["【甲】诗通过写梅花在凋谢时‘自合翩然落’和‘耻向东君再求爱’，表明作者不会向当权者卑躬屈膝，乞怜求荣。【乙】诗通过‘妄掌’和‘却忌’等词语尖锐讽刺了嫉贤妒能、压制人才的当权者。同时也表达了自己仕途坎坷的感慨及对当前弃绝贤才的不满。"], "ques_analyze": "在陆游的《落梅》中，他利用梅花顺其自然飘落来象征作家的高洁品格。特别是在诗的最后两句，通过梅花‘自合翩然落’拒绝向东君（即统治者）‘再求爱’，强烈表达出诗人不愿屈服于权势，不会为了个人利益而放弃尊严。而刘克庄的《落梅》则通过尖锐的语言表达，通过‘东风妄掌花权’来讽刺当权者的不识优秀人才、不正确行使权力。‘却忌孤傲不任’反映了诗人认为官场上层嫉妒才能并排斥不随波逐流的高洁人才的现象。这两位诗人都通过梅花的比喻展现了自己仗义执言、不愿向不公低头的精神，同时也折射出他们的生命处境和对社会的观察。", "ques_knowledges": ["陆游(1125-1207)", "诗"], "source": "train", "category_cn": "应用", "category_en": "Application"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下面一首唐诗，回答以下问题。望洞庭湖赠张丞相孟浩然八月湖水平，涵虚混太清。气蒸云梦泽，波撼岳阳城。欲济无舟楫，端居耻圣明。坐观垂钓者，徒有羡鱼情。(1) 题目内容: 请用自己的语言描述颔联的画面，并加以赏析。 (2) 题目内容: 试分析尾联用了哪种修辞方法，诗人表达了什么样的情感。", "ques_answer": ["(1) 颔联描绘了水汽弥漫的云梦泽与波涛汹涌的岳阳城，用 '蒸' 和 '撼' 两个动词赋予湖面生动的形象，表现出湖水的广阔和力量。(2) 尾联运用了典故，表达了诗人渴望得到引荐为国效力的情感，这种感情既含蓄又深刻。", "(1) 颔联描绘了水汽弥漫的云梦泽与波涛汹涌的岳阳城，用 '蒸' 和 '撼' 两个动词赋予湖面生动的形象，表现出湖水的广阔和力量。(2) 尾联运用了典故，表达了诗人渴望得到引荐为国效力的情感，这种感情既含蓄又深刻。"], "ques_analyze": "(1) 题目要求用自己的语言描述颔联的景象，并进行赏析。分析颔联的 '气蒸云梦泽，波撼岳阳城'，可以看到‘气蒸’意味着湖面水汽弥漫，一片白茫茫覆盖了云梦泽，表现出湖泊的广阔和富饶。‘波撼岳阳城’则描绘了波涛激荡得似乎能动摇岳阳城，展示出湖泊的澎湃之力。从艺术手法看，诗人用‘蒸’和‘撼’两个动词为静态的湖面增添动感和生命力，使景象更加生动同时传达湖泊的壮美和力量。（2）对尾联的分析中，诗人用典故‘临渊羡鱼，不如退而结网’，以垂钓者来喻指执政者，表达了诗人渴望被引荐为国家效忠的心愿。'坐观垂钓者'隐喻了诗人当前的境遇，而 '徒有羡鱼情' 展现了诗人无奈中依然存在的一丝希望和钦慕。通过对称结构和典故的运用，诗人间接而含蓄地表达了自己希望受到重用的情感。", "ques_knowledges": ["孟浩然(689-740)", "诗", "「诗歌题材」其他"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 春日晚眺 （宋）左纬 屋角轻风伴微烟，柳条纤细杏花艳。朦胧几点夕阳下，恰是燕子呢喃还。(1) 题目内容: 请从修辞角度分析“柳条纤细杏花艳”的表达效果。(2) 题目内容: 诗中哪一个词语暗示了诗题中的“晚”？诗歌表达了作者怎样的情感？", "ques_answer": ["(1) 运用了拟人的修辞手法，生动形象地描绘了春日柳条的轻柔与杏花的娇艳。", "(2) 用“夕阳”暗示“晚”，表达了作者宁静、悠闲的心情。"], "ques_analyze": "【详解】(1) 分析诗句“柳条纤细杏花艳”，诗人通过拟人的修辞，将柳条与杏花赋予了人的特征。‘纤细’描绘了柳条的柔软和轻盈，‘艳’则表现了杏花的浓艳和茂盛，展现了春天的生机与美丽。(2) 从诗中提取‘夕阳’一词，突出了黄昏的意境。诗人通过描绘夕阳的景象以及燕子归巢的画面，传达出在春日傍晚时分，作者心中所感受到的宁静与悠闲。", "ques_knowledges": ["其他北宋作家", "诗"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读下面这首古诗，回答问题。云阳馆与韩绅宿别［唐］司空曙故人江海别，几度隔山川。乍见翻疑梦，相悲各问年。孤灯寒照雨，深竹暗浮烟。更有明朝恨，离杯惜共传<sup >①</sup>。 ［注释］①共传：互相举杯。 (1) 题目内容: 诗的第二联被广泛传颂，其中“翻疑梦”极其传神，请结合诗句简要分析其表达效果。  (2) 题目内容: 请赏析“孤灯寒照雨，深竹暗浮烟”这一联的意境及其作用。 ", "ques_answer": ["因为诗人与韩绅久别重逢，突然相见，反疑为梦境，正说明了上次别后的相思心切和此次相会不易。（意对即可）", "借景抒情，既是描写实景，又是虚写人的心情。不仅渲染出诗人悲凉暗淡的心情，也象征着人事的浮游不定。（意对即可）"], "ques_analyze": ["(1) 诗中“乍见翻疑梦”一句，反映了诗人因长时间未见友人韩绅，突然相遇时竟怀疑是在梦中。这一表达不仅展示了两人分别后的深深思念，也体现了相见的难得。诗人通过这三个字，将自己的喜悦和震惊细腻地表现出来，传神地让人感受到当时的情景，凸显了未见时的相思和见后的欣喜与悲伤交织的复杂情感。要深入理解诗意，应当注意感受诗人在重逢后的复杂情感。", "(2) 对“孤灯寒照雨，深竹暗浮烟”这一联的赏析指出，诗人通过夜晚景象的描绘，借助孤灯、寒雨、深竹和浮烟等意象，表达了自己的伤感和不安。孤零零的灯光映照着寒冷的夜雨，竹林深处仿佛漂浮着烟雾。这一幕不仅映射出诗人的离愁别绪，也寓意着人生的无常与不定。它传达了离别的气氛和潜藏的哀怨情绪，更准确地揭示了诗人心中的忧郁与世事的无常。在细读这两句诗时，应感受和体会诗人用自然景象表达情感的巧妙和深意。"], "ques_knowledges": ["其他古代作家", "诗"], "source": "test", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下面一首诗，完成题目。潼关谭嗣同终古高云簇此城，秋风吹散马蹄声。河流大野犹嫌束，山入潼关不解平。(1) 请用生动的文字刻画诗中前两句描绘的景色。 (2) 试分析第四句中“不解”的表达作用。", "ques_answer": ["苍穹之上，云雾翻腾，如群峰涌现，古老的高云环绕着潼关古城，壮丽非凡。秋风呼啸而过，马蹄声渐行渐远，孤城的寂静愈加凸显。", "'不解'：意为不明白，运用了拟人化的修辞手法，描绘西行的群山仿佛不愿意平缓，山峰层层叠起，巧妙地将景物描写与情感表达融合，体现了诗人冲破束缚、勇往直前、追求个性自由的坚定信念。"], "ques_analyze": ["解析：本题考核学生对诗中景象描绘的能力，需理解并捕捉诗句中描述的自然特征。描述应忠实于原诗意境，并结合想象进行艺术再创造。诗中描绘的高云与翻滚的云雾环绕着潼关，展现了一幅宏伟壮观的画面，随着秋风吹散马蹄声，古城的寂寥与广阔之感愈发显现。", "解析：此题考查对诗句关键词的分析能力。理解诗句整体意境是关键，其中“山入潼关不解平”描绘了秦岭山脉至潼关仍险峻雄伟的景象，“不解”通过拟人化手法赋予山脉不愿平凡的特质，映射出诗人对精神自由和个性解放的渴望，与时代精神形成共鸣。"], "ques_knowledges": ["其他近代作家", "诗"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下面这首古诗，然后回答问题。饮酒（其五）陶渊明。结庐在人境，而无车马喧。问君何能尔？心远地自偏。采菊东篱下，悠然见南山。山气日夕佳，飞鸟相与还。此中有真意，欲辨已忘言。(1) 请描绘“采菊东篱下，悠然见南山”的景象。 (2) “此中有真意，欲辨已忘言”蕴含了作者怎样的情怀？请简要说明。", "ques_answer": ["在东篱边采摘菊花，悠然地看到南山的景象。", "诗句表达了诗人对田园生活的向往和宁静闲适的心境，同时透露出对纷扰官场的厌弃。"], "ques_analyze": "(1) 题目考察的是对诗歌画面的描绘能力。我们可以根据诗句抓住具体的景物细节来描绘，如篱笆、菊花、南山等。它们在诗人眼中是菊花灿烂，南山青翠，诗人悠然自得的情景。结合想象，可以描绘出：在东边的篱笆下，阳光照射下菊花盛开，诗人随意抬头，看见远处的南山，如画一般展现在眼前，整个场景充满了宁静和谐与自然美。\\n(2) 这一问题要求分析诗中的思想感情。结尾两句“此中有真意，欲辨已忘言”总结了全诗核心思想。诗人通过与自然和谐相处的生活，领悟了生活的真谛——宁静的田园生活，但这种深邃的真理难以用语言表达。因此，这反映了他对官场的深刻厌恶和对田园生活的热爱。诗人通过亲近自然体验到了人生的真正意义，尽管无法言说，但仍然自得其乐，展现了他安贫乐道、坚守节操的高尚品格。", "ques_knowledges": ["陶渊明(365-427)", "诗", "「诗歌」画面描述题", "「诗歌」思想感情题"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读以下古诗文，回答问题。天净沙·秋思 [元] 马致远 枯藤老树昏鸦，小桥流水人家，古道西风瘦马。夕阳西下，断肠人在天涯。诗中的“枯藤”“老树”“昏鸦”“夕阳”等词语勾勒出一幅什么样的画面？表达了怎样的情感？", "ques_answer": ["描绘了一幅深秋黄昏的景象，抒发了游子内心的孤独和对家乡亲人的思念之情。"], "ques_analyze": "考查点：理解诗歌意境与诗人情感表达。一、通过“枯藤”“老树”可以看出这是深秋季节的景象，而“昏鸦”“夕阳”则表明了傍晚时分；这些意象共同构成了一幅深秋黄昏的画面。二、分析这些景物与诗人情感之间的关系：诗中通过“枯藤”“老树”“昏鸦”等萧瑟的景象，与“小桥”“流水”“人家”“古道”“西风”“瘦马”等平凡的生活场景相结合，营造了游子在旅途中的忧伤与思乡之情。三、以景寄情，借助秋天的意象表现了诗人对故乡与亲人的思念，以及游子漂泊生涯中的孤寂与苦楚，形成了景情交融的凄凉意境。", "ques_knowledges": ["马致远(约1251-1321)", "曲", "「诗歌」画面描述题", "「诗歌」思想感情题"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "问题内容: 作家聂华苓说过：“艾青的诗，充满了雄厚的力量，直接了当的言辞，以及强烈生动的意象。”请结合艾青的《礁石》一诗，从意象选择的角度，谈谈你的理解。礁石艾青一个浪接着一个浪，连绵不断地冲来每一个浪都在它脚下破裂，四散开来……它的脸和身上仿佛被刀刻过一样但它仍然伫立着带着微笑，注视着海洋……", "ques_answer": ["这一首诗中有三个意象：浪、礁石、海洋。浪是海洋中激起的，它冲击礁石，并在礁石身上留下了累累伤痕。但礁石却将浪打散，并且以含笑的姿态看着海洋，展现了一种历经厄运却能坚定不移，顽强不屈的态度。海洋是生活的象征，海浪代表生活中的种种艰难和挫折，而礁石则代表了在经历种种磨难和不幸后仍然乐观、不屈的精神。所以说艾青的诗歌之所以精彩，就是因为这些强烈鲜明的意象。"], "ques_analyze": "在《礁石》这首诗中，艾青巧妙地运用了三个强烈而生动的意象：浪、礁石和海洋。首先是浪的意象，这些一浪接一浪不断地向礁石冲击，展现了激烈的力量。然而，这些强大的浪最终都在礁石下被打碎，四散开来，表现了浪的力量和礁石的坚韧。其次是礁石，它与海浪抗争，身上留下刀刻般的伤痕，体现了在逆境中依然坚定和乐观的精神状态。礁石的微笑和它对海洋的凝望，反映了面对困难时的豁达和恒心。通过这些意象，诗人艾青赋予了礁石顽强、乐观的精神，将海浪比作生活中的挑战，而海洋则象征着多变的生活。所以，艾青的诗歌之所以动人心魄，正是因为这些充满力量、直接了当的言辞和富有哲理的意象让读者感受到了人类坚韧和乐观的精神。", "ques_knowledges": ["《艾青诗选》"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "阅读下面的诗歌，然后回答后续问题。\n\n《野望》 王绩\n西边田野的暮色中，独自徘徊不知所依。树木均染上秋日的颜色，群山都笼罩在夕阳的余晖中。牧人驱赶着小牛返家，猎马载着猎物归来。四周无人识得我，只能长歌怀念采薇之人。\n\n(1) 结合首句和末句，谈谈这首诗表达了作者怎样的情感。\n(2) 简述第二联与第三联在景物描写上的特点。", "ques_answer": ["百无聊赖的彷徨、不遇知音的孤独与对古代隐士的怀念", "动静结合：颔联以秋色和落日表现静景，颈联通过牧人和猎马营造动态田园画面，映衬心情的忧郁与苦闷"], "ques_analyze": "本题主要考查诗歌情感和景物描写。\n\n(1) 首句“西边田野的暮色中，独自徘徊不知所依”描绘了作者在黄昏时分徘徊于田野中，显现其百无聊赖的彷徨之情。末句“四周无人识得我，只能长歌怀念采薇之人”表现了他在现实中找不到知音，孤独寂寞，怀念古代隐士。因此本题答案为“百无聊赖的彷徨、不遇知音的孤独与对古代隐士的怀念”。\n\n(2) 第二联“树木均染上秋日的颜色，群山都笼罩在夕阳的余晖中”描绘了一幅静态的秋日景象，表现出一种萧瑟和遥远的感觉。第三联“牧人驱赶着小牛返家，猎马载着猎物归来”则描绘出牧人和猎马忙碌中的动态田园画面，形成对比。这样动静结合的景物描写方式表达了作者内心深处的忧郁与苦闷。因此本题答案为“动静结合：颔联以秋色和落日表现静景，颈联通过牧人和猎马营造动态田园画面，映衬心情的忧郁与苦闷”。", "ques_knowledges": ["诗", "诗歌表现手法", "「诗歌」思想感情题"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读以下这首诗，回答接下来的问题。渔家傲李清照天接云涛连晓雾，星河欲转千帆舞。仿佛梦魂归帝所，闻天语，殷勤问我归何处。我报路长嗟日暮，学诗谩有惊人句。九万里风鹏正举。风休住，蓬舟吹取三山去！(1) 问题：\"星河欲转千帆舞\"中的\"转\"和\"舞\"两个字用得巧妙，试分析其妙处。(2) 问题：本词在《花庵词选》中被题为“记梦”，探讨词人描写梦境的目的是什么？", "ques_answer": ["\"转\"和\"舞\"这两个字使静态景物变得动态，呈现了星河和帆船的活力，形象生动地呈现了自然美景和词人的心境。", "词人通过梦境描绘天上与人间的反差，抒发对现实的不满和对美好生活的向往。"], "ques_analyze": "(1) 使用\"转\"和\"舞\"两个字，李清照令原本静止的夜空和帆船变得生动起来。这些词语不仅赋予星河和船只以动感，还表达了诗人当时目睹宇宙浩瀚无际的感受。此处的推敲之力，不仅展示了壮丽的自然景象，还传达了词人内心澎湃的情绪和向往。\"星河欲转\"让人联想到星辰运转的动态感，彰显了词人在波涛中错乱的心理状态，\"千帆舞\"则描绘了风浪中船只摇曳的画面，这两个词汇相结合，使整个画面充满了动感，体现了词人丰富的想象力和独特的体验。精妙的词语选择，使得自然景物与词人情感的融合达到了完美高度，增强了诗句的感染力。(2) 本首词的梦境描写，表面上是展示一段虚幻的经历，实质上是对现实生活的不满和对理想生活的渴望。李清照通过描绘梦中的景象，间接而深刻地反映出她对理想与现实之间巨大落差的感叹以及对自由生活追求的渴望，同时也显现了她身世坎坷、怀才不遇的深沉情怀。她通过虚实结合，利用梦境抒发对理想生活的追求和对帝王、仙山等理想形象的期待，揭示出了她对个人理想与现实落差的认识。特别是描写\"九万里风鹏正举，风休住，蓬舟吹取三山去\"，化用了《庄子·逍遥游》的典故，象征词人释放自我，追求自由自在的理想生活。本题要求学生理解诗歌中虚实结合的手法，通过梦境与现实的对比，洞察词人对现实束缚的不满并表现对理想生活的追求。", "ques_knowledges": ["词", "诗歌表现手法", "「诗歌」炼字题", "「诗歌」语言风格分析题", "「诗歌」内容理解题"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 古代诗歌鉴赏\n山坡羊·潼关怀古\n张养洁\n峰峦汇聚，波涛汹涌，潼关路在山河之间。遥望西都，心生犹豫。令人心碎的秦汉遗迹，万间宫殿化为尘土。兴，百姓苦；亡，百姓苦。\n(1) 题目内容: “峰峦汇聚，波涛汹涌”展示了怎样的画面？请展开想象，用你的语言描述。(2) 题目内容: 这首曲子表达了作者怎样的情感？", "ques_answer": ["(1) 华山的群峰连绵起伏，像是四面八方汇聚而来，黄河的波涛如同怒吼的狮子，震撼天地。(2) 这首曲子通过回顾历史，表现了作者对古代人民苦难的同情和对封建统治的批判。"], "ques_analyze": "(1) 题目解析: 该问题要求我们想象诗句中描绘的景象。“峰峦汇聚”描述了华山的群峰连绵起伏，犹如众星拱月，凸显了中央的山峰。“波涛汹涌”描绘的是黄河波涛壮阔，如同愤怒的狮子，声势浩大。两句结合起来，呈现了一幅雄伟的山河图景，展现了大自然的壮丽与力量。(2) 题目解析: 该问题要求理解作者的情感。通过全曲内容，作者在潼关古道上回顾历史，感受过往王朝的兴衰。“兴，百姓苦；亡，百姓苦”的反复句式揭示了历史的真相和社会的矛盾，表达了作者对古代百姓命运的同情，对封建统治者的愤怒，以及对历史的深刻思考。", "ques_knowledges": ["张养浩(1270-1329)", "曲"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读以下诗歌，并完成下面的问题。关雎关关雎鸠，在河洲边。温柔幽静的女子，是君子的理想伴侣。参差不齐的荇菜，两侧漂流。温柔幽静的女子，君子追求她在梦中。追求未果，不眠思念。辗转反侧，难以入睡。参差不齐的荇菜，两侧采撷。温柔幽静的女子，与她琴瑟共鸣。参差不齐的荇菜，在两边摘取。温柔幽静的女子，钟鼓伴奏欢庆。(1) 题目内容: 这首诗陈述了哪些景象和情感？传达了什么样的思想感情？ (2) 题目内容: 诗中运用了哪些比兴手法？请提供一些例子并分析。", "ques_answer": ["这首诗描写了青年男子对心仪女子的思念和追求，表现了求之不得的烦恼和梦中得到后的欢喜。 示例：'关关雎鸠，在河洲边。温柔幽静的女子，是君子的理想伴侣'运用了比兴手法。以河洲上求偶的雎鸠为比喻，突出了君子对淑女的渴望。以及'参差不齐的荇菜，两侧漂流。温柔幽静的女子，君子追求她在梦中'通过水中的荇菜的飘荡比喻君子求而不得的心情。"], "ques_analyze": "1) 针对第一个问题，我们需要理解《关雎》是《诗经》中的一首诗，诗中描述了一个君子对淑女的深情追求，展现了君子内心在求而不得时的烦恼以及最终获得爱情的欢喜。一开始，君子因为求而不得而辗转反侧、难以入睡；在梦中追求到心仪的淑女后，感到无比喜悦。2) 针对第二个问题，必须了解《诗经》常用的艺术手法是比和兴。在本诗中，'关关雎鸠，在河洲边。温柔幽静的女子，是君子的理想伴侣'运用了比兴手法，通过雎鸠求偶的叫鸣，突出君子对淑女的追求。以及'参差不齐的荇菜，两侧漂流。温柔幽静的女子，君子追求她在梦中'通过描写荇菜在水中漂荡的情景，象征了君子对淑女的深切思念和求不得的苦恼。全诗生动地使用比兴手法，表现了对美好爱情的追求和实现。", "ques_knowledges": ["诗"], "source": "valid", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读下面这首诗，完成下列小题。<br>州宅堂前荷花<br>范成大<sup>①</sup><br>凌波<sup>②</sup>仙子静中芳，也带酣红学醉妆。有意十分开晓露，无情一饷敛斜阳。泥根玉雪元无染，风叶青葱亦自香。想得石湖花正好，接天云锦画船凉。<br>【注】①范成大（1126—1193），今苏州人，晚年退居家乡石湖。此诗为范成大外任地方官时所作。②凌波：指水面上。", "ques_answer": ["高洁，香远益清", "运用拟人的修辞手法，作者描绘了荷花犹如静静的‘凌波仙子’，红妆醉态，早晚各有不同。晨露有情花朵盛开，夕阳无情花朵闭合。描绘了荷花的婉约优美，令人陶醉，表达了作者对荷花的喜爱和赞美。"], "ques_analyze": "诗歌的颈联“泥根玉雪元无染，风叶青葱亦自香”描绘了荷花出淤泥而不染的高洁和自然散发的清香，突出了荷花的高贵与芬芳。在诗的前四句，作者运用了拟人手法，把荷花比作幽静中散发清香的‘凌波仙子’，通过荷花在早晨露水和傍晚夕阳下不同的姿态，展示了荷花妩媚多姿的形象。这种表达方式不仅赋予荷花情感和生命力，也传达了作者对荷花深厚的喜爱与赞美。", "ques_knowledges": ["其他古代作家", "诗"], "source": "test", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容：香港中文大学《独立时代》杂志社组织了一场主题为“愿付雁书长思君——微情书大赛征文”活动，戴畅同学的作品《你还在我身旁》荣获一等奖。请作为评委，用评委的身份写一段不超过100字的评语。你还在我身旁 戴畅 瀑布的水逆流而上，蒲公英的种子从远处飘回，重新形成伞状，太阳从西边升起，落向东方。子弹退回枪膛，运动员回到起跑线上，我交回录取通知书，忘记了十年苦读。厨房里飘来饭菜的香味，你在我的试卷上签名，关掉电视，帮我背上书包。你依然在我身旁。", "ques_answer": ["这首诗通过时光倒流的独特表现手法，表达对母亲深切的思念。"], "ques_analyze": "这首诗使用了一种回溯的写作方式，通过一系列虚假的逆向现象，像是瀑布水逆流而上、蒲公英种子逆行集聚、太阳从西边升起等，构建了一种时光倒流的意境，暗示出诗人希望时光倒流到美好过去的强烈愿望。在展示写作技巧的同时，诗人还细致地描绘了与母子关系紧密相关的意象，像是饭菜香、签字的试卷、背书包等。这些生活细节交织在温馨的气氛里，读者能够感受到诗人对母亲深切的思念。这种创作策略使得诗歌富有浓厚的情感色彩和强烈的画面感。总的来说，诗意深远，情感真挚，是一首出色的现代诗歌。", "ques_knowledges": ["中国现代诗歌"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下面的唐诗，完成以下题目。端居①李商隐远书归梦两悠悠，只有空床敌素秋②。阶下青苔与红树，雨中寥落月中愁。[注]①端居：空闲在家。②素秋：秋天的别称。(1) 题目内容: 诗的第二句中“敌”字能否替换成“对”或其他词？请说明理由。(2) 题目内容: 这首诗的第三、四句在艺术表现上有什么特点？请做简要分析。", "ques_answer": ["不能换成“对”或其他词。", "艺术手法上，运用了借景抒情，将青苔、红树等景物与诗人的情感相结合，通过暗淡的色彩描写和互文手法，表现了诗人的愁思和孤独。"], "ques_analyze": "（1）首先，我们需要理解“敌”这个字在诗中的用法。它不仅有“对”的意思，还有“抵挡”的内涵。在句中“只有空床敌素秋”，诗人用“敌”字来形容“空床”与“素秋”的关系。空床象征着人的孤独与寂寞，而素秋则代表着环境的冰冷与凄凉。“敌”字不仅创造了这两者之间无声对立的画面，还传达了空床想要抵挡清冷秋天的无力感。用“对”或其他词会失去这层含义，因此“敌”字不能替换。（2）这首诗的第三、四句采用了借景抒情的手法，将外部景物如青苔和红树与诗人的情感联系起来，通过暗淡的色彩描写和互文手法，表现了诗人心中的忧愁和孤独。诗人用青苔和红树作为描写对象，即使它们色彩鲜明，但在雨夜的衬托下，显得格外萧条，表达无言的愁绪。此外，“雨中”与“月中”的对比，“寥落”和“愁”的组合作用，更加凸显了诗人的孤寂、凄清，以及对亲人的深切思念，突显了这个景与情的交融与对比。", "ques_knowledges": ["诗"], "source": "valid", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容：阅读下面这首古诗，回答以下问题。《乐府诗集》选段《十五从军征》：十五岁从军征战，八十岁才得以归乡。路上遇见乡里人问：“家中还有谁在？”对方回答：“远远望去是你的家，松柏坟墓堆叠。”兔子从狗洞钻进来，野鸡在房梁上飞翔。庭中的谷物已经自生，井边的葵菜也自长。舂谷做饭，采葵做菜。饭菜同时煮熟，不知给谁吃。出门向东眺望，泪水湿透衣裳。(1) 本诗的主旨是什么？ (2) 简要分析“兔从狗窦入，雉从梁上飞。中庭生旅谷，井上生旅葵”这一句的表达效果。", "ques_answer": ["揭示古代兵役制度对劳苦大众造成的痛苦，表达对他们的深切怜悯。", "采用白描手法，描绘出家园的荒凉与无人居住的现状，反映主人公离家已久，突显老兵内心的悲凉。"], "ques_analyze": "本题要求对诗歌的主题进行理解和诗句的赏析。(1) 诗中“十五从军征，八十始得归”揭示了古代社会不合理的兵役制度对劳苦民众的巨大压迫，通过“松柏冢累累”等景象，不仅表现出制度带来的苦难，还表露出诗人对劳动人民的深切怜悯。这种史诗般的描写手法加强了对主题的表达。(2) 诗句“兔从狗窦入，雉从梁上飞。中庭生旅谷，井上生旅葵”运用了白描的描写方式，通过描绘无人居住、荒草丛生、野兔和野鸡自由出入的情景，细腻地反映出主人公离家已久，突显了家园的凄凉景象，进而表达出老兵心中深沉的悲痛。这样的描写手法通过物象来间接抒情，使读者更深切地感受到诗中的悲哀情感。", "ques_knowledges": ["诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读下面这首诗，完成以下问题。黄鹤楼崔颢昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠。晴川历历汉阳树，芳草萋萋鹦鹉洲。日暮乡关何处是？烟波江上使人愁。(1) 题目内容: 诗歌如何将神话传说与眼前景物巧妙结合？ (2) 题目内容: 这首诗表达了作者怎样的情感？", "ques_answer": ["(1) 诗的开头提及神话传说中的黄鹤，'黄鹤一去不复返'一句既承接了仙人乘鹤离去的传说，也转入对空中飘荡白云的描绘；(2) 诗中表达了作者对于往事的感叹，以及对现实的无限惆怅。"], "ques_analyze": "(1) 这道题考查诗歌内容的理解和分析。首句借神话中的黄鹤代表古人，离去象征历史的流逝。接着通过黄鹤楼的空旷与白云的对比，将黄鹤的远去与现实中的白云结合，体现了历史的变迁和时间的流逝。(2) 题目侧重于情感的分析。诗歌以黄鹤楼为背景，通过对历史与现实的描绘，引发作者的感怀。诗人由古人的离去想到自己的乡愁，尤其在最后一联通过询问家乡所在，表达了无限的惆怅和对故乡的思念。", "ques_knowledges": ["崔颢(704-754)", "诗", "「诗歌」内容理解题", "「诗歌」思想感情题"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读诗歌，完成下列任务。\n\n新凉\n徐玑\n水满田畴稻叶齐，日光穿树晓烟低。\n黄莺也爱新凉好，飞过青山影里啼。\n\n注释：\n①新凉:初秋的凉爽。\n②田畴：田地，田野。\n\n(1) 题目内容: 一二两句中“__”、“__”这两个词语最能体现“新凉”的特征。\n\n(2) 题目内容: 诗人在最后两句中是怎样表现其情感的？表达了什么样的情感？", "ques_answer": ["稻叶齐、晓烟低", "诗人借用黄莺的形象，间接流露出对新凉的欣喜和满意。"], "ques_analyze": "（1）这两句诗通过描绘具体的自然景象传达出初秋的新凉之感：田野里的稻子整齐排列，清晨的阳光透过树木洒在雾气中，这描述营造了一种清新凉爽的图景。特别是“稻叶齐”和“晓烟低”这两个词语，尤为突出了这一特征。\n\n（2）诗人在最后两句运用了黄莺的形象，以此间接表达自己对新凉到来的欣悦。黄莺在青山的映衬下飞翔并啼叫，传递出一种欢快的情绪，这种情感通过黄莺巧妙地表现出来，使读者能体会到诗人对初秋凉爽气候的欣赏和满足。理解这首诗的关键在于探寻那些能够直接反映诗情和情感的词句和意象，它们为理解诗歌的深层意思提供了窗口。", "ques_knowledges": ["其他古代作家", "诗"], "source": "test", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读以下文字，回答下面的问题。雪梅（宋）卢梅坡若无梅花映白雪，雪中独自愁人目。若有梅花无诗词，雪梅失色亦平庸。暮雪诗成天复雪，梅花雪色共春光。（《语文主题学习》丛书七下--6）(1) 题目内容: 这首诗表达了作者怎样的情感？(2) 题目内容: 通读全诗，在诗人看来，雪、梅、诗三者有着什么样的关系？", "ques_answer": ["①对雪景、梅花和诗词的深深喜爱；②高雅的审美情趣。 ①诗人认为若无梅花映衬，雪景就会显得单调；若有梅花而无诗词点缀，雪梅的意境也会失去优雅。②雪、梅、诗三者相互依存，只有三者结合，才能展现出最美的春景。", "在《雪梅》这首诗中，诗人表达了对雪、梅、诗的深厚感情。诗中提到没有梅花的雪景缺乏生机，而没有诗词的梅花与雪景则失去了文雅。最终，诗人与天降大雪同时完成了诗作，使得梅花、雪景与诗意相融，构成了理想的春景。雪、梅、诗三者缺一不可，正是这种完美结合，体现了诗人对赏雪、赏梅、吟诗的痴迷与高雅的审美情趣。"], "ques_analyze": "在这首《雪梅》中，诗人表达了对梅花、雪景和诗意的深厚感情。诗中指出，若无梅花的映衬，雪景显得单调；若无诗词的点缀，梅花与雪景失去了文雅。诗人在傍晚完成诗作时，天降大雪，梅花与雪景相映成趣，正如诗人心中的理想画面。雪、梅、诗三者相互依存，只有结合在一起，才能构成最美的春景。这种完美的结合反映了诗人对赏雪、赏梅、吟诗的痴迷精神和高雅的审美情趣。", "ques_knowledges": ["其他古代作家", "诗"], "source": "test", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读以下诗歌，并完成下列问题。送杜少府之任蜀州王勃高大的城墙护卫着三秦大地，透过风烟远眺望见五津。同你分别心中充满感伤，咱们都是出外做官的人。天下间若有知己，即便远在天涯，也如近邻。不必在分别之际感伤落泪。(1) 题目内容: 诗中的“宦游”和“无为”分别是什么意思?选择一个回答即可。 (2) 题目内容: “海内存知己，天涯若比邻”抒发了诗人怎样的情感? ", "ques_answer": ["出外做官 不须", "诗人乐观广阔的胸怀，以及对朋友真挚深厚的感情"], "ques_analyze": "(1) 本题要求解释诗中的两个词语。'宦游'意指出外做官，从诗句'咱们都是宦游之人'中可以看出，两人都是到各地做官的官员。'无为'意为不必或者无须，从'不必在分别之际感伤落泪'中可以得出，诗人建议朋友不要在分岔路口痛哭伤别。可任选一个解释。\\n(2) 本题考查诗人表达的情感。'海内存知己，天涯若比邻'的意思是即使朋友在远方，只要心意相通，就像邻居一样亲近。通过这种比喻，诗人表达了他的乐观态度以及对于友谊的珍视，表现出友谊可以超越时间和空间的深厚意义。这两句诗也因此成为传颂千古的友谊佳句，表达出朋友间坚贞不渝的感情。", "ques_knowledges": ["诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读以下古诗，完成下列问题。寻幽居不遇 庄翱 满园花落遮径路，泉声绕院半山流。傍晚离去回首看，鸟鸣深处洞门幽。(1) 题目内容: 请描述诗中“幽居”的一个特征，并阐述相应内容。 (2) 题目内容: 这首诗的最后两句蕴含了作者什么样的情感？", "ques_answer": ["满园花落、依山傍水、鸟鸣声声。", "对寻访未遇的惆怅，以及对幽居生活的憧憬。"], "ques_analyze": "本题要求描述诗中“幽居”的特征以及诗人的感情。(1) 根据诗句'满园花落遮径路'可见难寻的花落美景，'泉声绕院半山流'描绘了依山傍水、泉水叮咚的景象，'鸟鸣深处洞门幽'体现了鸟语声声的宁静，这些细节展现了幽居的宁静与隔绝。(2) 从‘傍晚离去回首看’和‘鸟鸣深处洞门幽’中可体会到诗人对朋友未遇的惆怅之情，以及对幽居生活幽静、闲适的向往。解答此题需要结合诗句，揣摩诗人借景抒情的情感。", "ques_knowledges": ["其他古代作家", "诗"], "source": "test", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 赏析以下作品，并回答问题。水调歌头·明月几时有苏 轼丙辰中秋，欢饮达旦，大醉，作此篇，兼怀子由。明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间。转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。(1) 本词通过描述月光下的心情，表达了词人的怎样的心境和对离散之人的什么样的祝愿？ (2) 请说明词前序言在本词中的作用。 ", "ques_answer": ["1.豁达 2.希望", "交代写词时间和原因，引出下文"], "ques_analyze": "(1) 本题考察对作者情感的理解。苏轼在这首词中，通过描绘中秋之夜的月色，表达了对弟弟苏辙的思念，并展现了豁达的心境。词中'我欲乘风归去'表达了对天上宫阙的向往，而'高处不胜寒'与'何似在人间'则表露出对人间生活的喜爱。最后一句'但愿人长久，千里共婵娟'表达了词人对离散之人的希望和共鸣。这些情感体现在词中的'豁达'心境和对天下离人的'希望'。 (2) 本题探讨词前序言的作用。序言'丙辰中秋，欢饮达旦，大醉，作此篇，兼怀子由'为全文提供了情境背景，词人在中秋夜里饮酒赏月，抒发感慨，写下这首词，同时寄托对远方兄弟的思念。序言不仅交代了写词的时间和原因，还为下文的感情波动奠定了基础，有助于理解全篇的情感走向。", "ques_knowledges": ["「诗歌」内容理解题", "「诗歌」思想感情题"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下列古诗，按照要求作答。酬乐天扬州初逢席上见赠刘禹锡巴山楚水凄凉地，二十三年弃置身。怀旧空吟闻笛赋，到乡翻似烂柯人。沉舟侧畔千帆过，病树前头万木春。今日听君歌一曲，暂凭杯酒长精神。这首诗中，诗人因被贬多年，回首往事，展望未来，情绪复杂多变。请结合诗中的意象进行详细分析。", "ques_answer": ["巴山、楚水、沉舟、病树展现了诗人难以平静的心情；千帆、万木春象征诗人依然坚毅乐观的精神。"], "ques_analyze": "此题目要求考生对诗歌中的意象进行分析。刘禹锡的《酬乐天扬州初逢席上见赠》中'巴山楚水'提到了他在被贬期间的经历，给人一种凄凉的感觉。'沉舟、病树'象征着诗人的境遇，但'千帆过'和'万木春'则展示出他虽然感到惆怅但依然豁达积极的态度。最后一句'今日听君歌一曲，暂凭杯酒长精神'进一步表明诗人没有完全失去生活的希望，显示出他重拾生活热情的愿望。整体来看，诗中的意象表现了诗人情绪的波动，以及复杂而积极向上的精神状态。", "ques_knowledges": ["「诗歌」意象意境题"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读下面的诗，回答下列问题。<strong>发海陵</strong> <small>[文天祥]</small><br>自海陵来向海安，分明如渡鬼门关。<br>若将九折回车看，倦鸟何年可得还。<br><i>注：文天祥与元军谈判被扣留后，侥幸脱身，准备南归以图兴兵抗元。途中有胡骑追捕，又被扬州制使李庭芝误为奸细捉拿，加之盗贼横行，甚是艰险，他自身感到了随时可能遇险。<br>①九折：形容道路曲折险峻。亦指曲折多变的道路。<br></i><br>1. 诗中哪两个词语表达了文天祥在归途中经历的险境？<br>2. 结合全文分析，这首诗中作者抒发了怎样的情感？", "ques_answer": ["鬼门关 九折", "表达了环境的险恶和内心的焦虑，同时隐含了诗人期盼驱除敌军、恢复国家的强烈愿望。"], "ques_analyze": "本题旨在考查学生对诗歌内容的理解及情感分析的能力。第一问，通过分析，'鬼门关'和'九折'这两个词语揭示了文天祥在南归途中所面对的艰难处境。'鬼门关'通常指危险的地方，表达了文天祥所处环境的凶险；而'九折'形容道路的曲折险峻，突显了旅程的艰难。第二问，通过诗中的描述可以看出，作者写到了艰险的旅途和内心的焦虑，侧面表达了对抗敌复国的渴望和坚定。", "ques_knowledges": ["文天祥(1236-1283)", "诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读杜甫的诗歌《野老》，完成以下问题。野老篱前江岸回，柴门不正逐江开。渔人网集澄潭下，贾客船随返照来。长路关心悲剑阁，片云何意傍琴台。王师未报收东郡，城阙秋生画角哀。【注】①这首诗作于上元元年（760年），当时杜甫刚在成都西郊的草堂定居。野老，意为村野老人。②琴台，是成都的一个名胜，这里代指成都。 (1) 题目内容: 请分析“片云何意傍琴台”一句的含义。 (2) 题目内容: 结合全诗内容，谈谈这首诗表达了诗人哪些复杂的情感。", "ques_answer": ["(1)通过借景抒情，诗人将自己比作飘浮的片云，表达了漂泊无依和报国无门的痛苦、迷茫与无奈。(2)全诗描绘了江村宁静的景色和诗人忧国忧民的深沉情感，展现了诗人内心的复杂情感。", "(1)这句诗通过将诗人比作天上的片云，展现其飘泊无依的心境。诗人在漫长的旅途中，面对剑阁的失守和整个局势的危急，感到深深的忧虑和痛苦。借助片云之象，诗人表达了自己留滞蜀中的迷惘与报国无门的痛苦情感，同时也表达了对阻碍他报国的人的愤慨，诗句含蓄而深婉。通过“何意傍琴台”，诗人表现了找不到出路的迷茫心境。(2)诗的前四句描绘了与世无争的江村景色，展现了诗人内心的闲适与纯真。随后，诗人通过云景，把自己的孤独和漂泊无助巧妙地融入诗句之中，展示了报国无门的痛苦和找不到出路的迷茫。最后两句通过城阙的秋色和角音，加深了诗人深沉的忧国忧民之情。总体上，这首诗运用了借景抒情的手法，上半部分展现了诗人与世隔绝的闲适，而下半部分则流露出他深沉的忧郁和无奈。"], "ques_analyze": "【解析】(1)这句诗通过将诗人比作天上的片云，展现了其飘泊无依的心境。诗人在漫长的旅途中，面对剑阁的失守和整个局势的危急，感到深深的忧虑和痛苦。借助片云之象，诗人表达了自己留滞蜀中的迷茫与报国无门的痛苦情感，同时也表达了对阻碍他报国的人的愤慨，诗句含蓄而深婉。通过“何意傍琴台”，诗人表现了找不到出路的迷茫心境。(2)诗的前四句描绘了与世无争的江村景色，展现了诗人内心的闲适与纯真。随后，诗人通过云景，把自己的孤独和漂泊无助巧妙地融入诗句之中，展示了报国无门的痛苦和找不到出路的迷茫。最后两句通过城阙的秋色和角音，加深了诗人深沉的忧国忧民之情。总体上，这首诗运用了借景抒情的手法，上半部分展现了诗人与世隔绝的闲适，而下半部分则流露出他深沉的忧郁和无奈。", "ques_knowledges": ["杜甫(712-770)", "诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 送梓州李使君\n王维\n巍峨树木万壑间，杜鹃鸣叫千山连。一夜山雨润深谷，树梢泉悬百重涟。汉女织布输赋税，巴人因田诉庭前。文翁推教化蜀地，承前启后不敢闲。\n【注释】①输幢布：梓州汉水妇女横木花布纳税。②讼芋田：梓州巴人常为争产芋的农田诉讼。③文翁：汉景帝时蜀郡太守杨文翁，建造学宫使巴蜀开化。④翻：翻然改变。\n(1) 题目：”山中一夜雨，树杪百重泉“展现了一幅怎样的自然景象？\n(2) 题目：请简要分析“文翁翻教授，不敢倚先贤”所表达的思想情感。", "ques_answer": ["示例一：描绘了一幅高耸幽深、雄奇秀美的景象：夜里一场透彻的春雨过后，雨后山中泉水从山间如帘悬空而下，远望宛若从树梢倾泻。示例二：借用“山”“夜雨”“树杪”“百泉”等意象，描绘出一幅高峻突兀、雄奇秀丽的画面，表现出诗人对梓州的向往之情。", "请努力弘扬杨文翁的政绩，奋发向上不辜负先贤。尾联借用杨文翁治理蜀地的典故，表达了对其成就的景仰，以及对李使君的勉励，希望他能像杨文翁一样治理梓州，并对此寄予期望。"], "ques_analyze": ["(1) 这个题目考察对诗句意象的理解和描绘能力。首先要抓住诗句中的关键词，例如“山中”“一夜雨”“树杪”“百重泉”。运用这些词汇展现山峦重叠的自然景象，如瀑布从山涧流下，形如悬挂在树梢的瀑布。这样的描述生动再现了雄奇秀丽的山水景色，体现了对梓州山水的极高赞美。", "(2) “文翁翻教授，不敢倚先贤”这一句的赏析需要了解杨文翁的历史背景和贡献。他兴办学校，带来了蜀地文化的繁荣，被称为“大化”。诗中使用了教化先贤的典故，表达了对杨文翁的敬仰和对被委以重任的李使君的勉励。诗人希望李使君能发扬杨文翁的政绩，不仅依赖前人的成就，而且要有所作为，为蜀地的发展做出贡献。这既表达了对历史人物的尊敬，也寄托了对李使君的期待，体现了诗歌“寄托情感”的特色。"], "ques_knowledges": ["王维(701-761)", "诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下面的两首古诗，完成之后的小题。\n\n《峨眉山月歌》\n李白\n峨眉山月半轮秋，影入平羌江水流。\n夜发清溪向三峡，思君不见下渝州。\n\n《闻王昌龄左迁龙标遥有此寄》\n李白\n杨花落尽子规啼，闻道龙标过五溪。\n我寄愁心与明月，随君直到夜郎西。\n\n（1）这两首诗都是李白的代表作。《峨眉山月歌》在开头用“（1）__”字指出季节，《闻王昌龄左迁龙标遥有此寄》首句中的“（2）__”暗示时节为暮春；《峨眉山月歌》中提及五个地名，《闻王昌龄左迁龙标遥有此寄》中提到两个地名，诗人运用这些地名是为了<u>（3）</u>__。\n\n（2）李白在这两首诗中都引用了月亮的意象。请你按照示例，阐述诗人在《闻王昌龄左迁龙标遥有此寄》一诗中如何通过月亮表达情感。\n示例：《峨眉山月歌》中，诗人以“入”和“流”两个动词生动描绘出月光映入江水、与人同游的画面，虽然可以看到故乡的月亮，但身在故乡的朋友却离自己越来越远，展现了诗人对故乡的不舍与思念之情。", "ques_answer": ["秋", "杨花落尽", "路途遥远、情意绵长"], "ques_analyze": "对于第一题，首先分析《峨眉山月歌》。诗句'峨眉山月半轮秋'中的'秋'字明确指引出创作的季节为秋天。然后分析《闻王昌龄左迁龙标遥有此寄》。诗句'杨花落尽子规啼'中的'杨花落尽'透露出春季行将结束，说明这是在春末。两首诗中地名使用的作用是展示旅途遥远并传达诗人的深情厚意。\n\n对于第二题，李白在'闻王昌龄左迁龙标遥有此寄'中写道'我寄愁心与明月，随君直到夜郎西'，以拟人的手法表达了诗人将自己的忧愁托付给月亮，随它前往远方朋友所在之地。这一手法传达了诗人的思念与关怀，尽管月亮不会说话，但它能照到朋友身边，并替诗人表达心意与慰藉。", "ques_knowledges": ["李白(701-762)", "诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读《己亥杂诗》，完成以下小题。\n己亥杂诗\n龚自珍\n浩荡离愁白日斜，吟鞭东指即天涯。\n落红不是无情物，化作春泥更护花。\n(1) 题目内容: 这首诗表达了诗人怎样的情感？\n(2) 题目内容: 阅读划线诗句，将你在阅读时想象到的画面用自己的话描述出来。\n(3) 题目内容: 在古诗词中，常用“花”来传达情感。请从你所读过的诗句中，再写出两句包含“花”字的诗句（本诗除外）。", "ques_answer": ["离愁和自我牺牲的精神。", "离愁像江水般滔滔涌来，夕阳西下更添愁绪。我满腹离愁，骑马朝东，义无反顾地踏上归途。", "桃花潭水深千尺，不及汪伦送我情。忽如一夜春风来，千树万树梨花开。待到重阳日，还来就菊花。竹外桃花三两枝，春江水暖鸭先知。接天莲叶无穷碧，映日荷花别样红。乱花渐欲迷人眼，浅草才能没马蹄。宝剑锋从磨砺出，梅花香自苦寒来。夜来风雨声，花落知多少。"], "ques_analyze": ["诗句‘浩荡离愁白日斜’中的‘离愁’突显了诗人离开京城时的悲伤，这同时也隐含了对京都朝廷衰落、腐败的悲愤之情。‘落红不是无情物，化作春泥更护花’通过落红自喻，表明诗人虽然辞官，但依旧愿意为国家的未来和命运奉献，展示了诗人的无私奉献精神。", "描述画面要紧扣诗意，阐述‘浩荡离愁’无尽的哀愁，并结合‘白日斜’时的暮色与孤独背影，形成一幅离别景象。结合背景和主题，诗人骑马离城，怀着满腔哀愁和坚定意志的画面应为重点。", "当书写含‘花’字的诗句时，要确保语句的准确性，并保证它们与源诗的意境相符。参考示例展示了诗人在不同情境下对花的意象描写。"], "ques_knowledges": ["龚自珍(1792-1841)", "诗"], "source": "test", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读以下这首词，回答下列问题。 满江红·暂住京华 秋瑾 暂住京华，不觉已是、中秋佳节。篱下菊花开遍，秋色明净。四处歌声已歇，八年风光徒忆。难堪我、被迫装作娥眉，不屑如此！身虽不属男子，心却比男儿更加刚烈。纵观平生，肝胆因人常热。平庸之辈怎能理解我？英雄末路当经磨难。茫茫红尘，何处寻知音？青衫泪湿！ (1) 秋瑾自称“鉴湖女侠”，请从不同角度赏析这首词中体现的“侠”气。 (2) 结合诗词具体内容，分析本词中的情景关系。", "ques_answer": ["词人通过语言和情感展现出她的侠气。如'身虽不属男子，心却比男儿更加刚烈'，表达出她的英勇豪气。词中的景色描写与人物情感相互辉映，情景交融。"], "ques_analyze": "这首词通过语言和情感展现出词人的侠气。\\n1. 语言：如'身虽不属男子，心却比男儿更加刚烈'，表明她虽为女性，但心怀男子般的英雄气概，对比突出了她的志向和不屑世俗。\\n2. 情感：词中表现出词人想要摆脱束缚、追求家国大义的情感，展现了她的侠义精神。\\n情景关系：\\n1. 情景相对独立但又互为映衬。词的前半部分描绘了中秋时节的景色，营造了寂寥的氛围，暗示词人心中的哀伤和孤独。\\n2. 情由景生，景因情显。后半部分，词人表达出自己的抱负和感慨，使得秋景不仅是自然之景，更成为侠义情怀的背景。\\n这首词通过对秋景的描写与词人内心情感的表达，达到了情景交融的艺术效果。", "ques_knowledges": ["秋瑾(1875—1907)", "阅读与鉴赏", "词", "「诗歌」内容理解题"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 课外古诗词鉴赏\n和董传留别\n苏轼\n粗制丝绸裹生涯，满腹诗书自成华。\n厌伴老儒烹瓠叶，勉随学子踏槐花。\n囊空不置寻春马，眼花乱看选婿车。\n得意还可夸世俗，诏书新湿字如鸦。\n[注释]\n①董传：洛阳人，曾在凤翔与苏轼交游。\n②粗制丝绸：粗制的丝织品。\n③瓠叶：《诗经‧小雅》的篇名。\n④学子：指被推荐参加考试的读书人。\n⑤囊空不置：引自《南史‧虞玩之传》。囊空：口袋里空空的，比喻没有钱。寻春马：引用孟郊《登科后》诗：“春风得意马蹄疾，一日看尽长安花。”\n⑥选婿车：此指官贾家之千金美女所座之马车，游街以示择佳婿。\n(1) 题目内容: 清代学者梁章钜说：“人无书气，即为粗俗气，市井气，而不可列于士大夫之林。”请谈谈你对诗中“满腹诗书自成华”的理解。\n(2) 题目内容: 本诗抒发了苏轼对朋友董传怎样的情感？", "ques_answer": ["读书是提升个人修养的捷径，只有不断学习，才能逐步摆脱平庸，焕发出与众不同的气质。", "表达了对贫困中仍能读书成才的董传的一种由衷钦佩和鼓励。"], "ques_analyze": "(1) “满腹诗书自成华”强调了读书的重要性，不仅能让人增长知识，更能提升人的品性和气质。读书使人能够超脱庸俗，形成高雅的精神面貌，正如梁章钜所言，只有具备书卷气的人才能跻身士大夫之列。\n(2) 本诗通过描述董传的生活困境与精神追求，赞扬了他尽管贫困但仍坚持读书、气质高雅、志向远大的品德。诗人苏轼用词真挚，表达了对朋友董传的一种由衷钦佩和鼓励，希望他在学问上继续努力，并相信这种精神能够帮助他在社会中获得成就。", "ques_knowledges": ["诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读古诗，完成以下小题。\n江夏别宋之悌\n李白\n楚水清若空，遥将碧海通。\n人分千里外，兴在一杯中。\n谷鸟吟晴日，江猿啸晚风。\n平生不下泪，于此泣无穷。\n[注]①宋之悌：初唐著名诗人宋之问之弟，李白友人，因国事被流放到交趾（今越南河内）。\n②谷鸟：山中或水边的鸟。\n(1) 题目内容: 诗歌首联描绘了__与友人被流放之地的海洋相连，并用__一词点出了其所去之地的遥远。\n(2) 题目内容: 请简要赏析“谷鸟吟晴日，江猿啸晚风”两句诗。", "ques_answer": ["1. 眼前清澄的江水 2. '遥'或'遥将'", "谷鸟在晴朗的日子鸣叫，江边的猿猴在傍晚啼叫。这两句运用了对偶和拟人的手法，通过对比不同时间段的鸟叫声和猿啼声，表达了诗人内心的悲凉和对友人离别的不舍之情。"], "ques_analyze": "首先，理解首联中的地理信息。作者在湖北江夏与友人分别时，眼前的江水清澈，仿佛与远处的大海相连。'楚水清若空，遥将碧海通'通过描写‘楚水’的清澈，联想到景色与心境的融合，感受到友人去往地方的遥远。其次，赏析对偶句。'谷鸟吟晴日，江猿啸晚风'使用对偶手法，清晰地对比了不同时间段的声音，通过‘吟’与‘啸’的拟人手法，抒发了对友人离别时对当前美好天气的无动于衷，反映出内心深处的悲凉与不舍。整首诗运用了借景抒情和对偶拟人的手法，表现了作者与友人离别时的悲伤和深厚的友谊。", "ques_knowledges": ["李白(701-762)", "诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 古诗阅读。玉仙馆 [唐] 张籍 长溪新雨色如泥，野水阴云尽向西。楚客天南行渐远，山山树里鹧鸪啼。 (选自《全唐诗》) 请你完成这首诗歌的微电影镜头脚本设计，以展现诗歌的意境。 镜头脚本设计（部分） 景别 摄法 整体画面 配音 预期效果 远景 从人物后面拍摄 （1）__ 水流声、鹧鸪声 （2）__ ", "ques_answer": ["1. 新雨后溪水急流，浑浊如泥，天空中阴云向西飘动。楚客独自一人，渐行渐远，留在山林小道中的背影越来越模糊。2. 通过声音和远景镜头的结合，从后面拍摄，营造出一种悲凉的氛围，表现出楚客思乡却无法归乡的寂寞和悲苦心境。"], "ques_analyze": "1. 在设计微电影镜头脚本时，首先要抓住诗句中的关键元素：时间、地点和景物。结合这些元素，进一步体会诗意。例如在本诗中，新雨后溪水变得浑浊如泥，阴云向西飞去，展现了景象。楚客独自一人在这样的环境中，渐行渐远，背景中传来鹧鸪的啼鸣，无不反映出他思乡的孤独。因此，在设计镜头时，可以选择远景逐渐拉近人物背影的方式，用水流声和鹧鸪声作为配音，营造出一幅悲凉而清新的画面，从而传达楚客的寂寞和悲苦心境。2. 通过结合声音和视觉的微电影技术，可以将诗中的意境转化为实际的影像效果，更直观地呈现诗歌中描绘的情感和氛围，从而达到与原诗歌一致的表现效果。重点：微电影画面设计要紧扣诗歌内容，通过画面和声音的共同作用，再融入自己的解读，使意境更为突出。", "ques_knowledges": ["其他古代作家", "诗"], "source": "test", "category_cn": "创造", "category_en": "Creation"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读以下甲乙两首诗，完成下列问题。【甲】三年贬官在此栖迟，千古只留楚客悲。秋草独行人离后，寒林空见夕阳斜。汉文有道恩尚浅，湘水无情吊难知。寂寞江山摇落处，怜君为何至天涯！【乙】宣室求贤访贬臣，贾生才情更无伦。可怜夜半空前席，不问民生问鬼神。(1) 题目内容: 甲诗中的“楚客”和乙诗中的“贬臣”指的是谁？他经历了什么样的遭遇？ (2) 题目内容: 甲乙两首诗所表达的情感有所不同，请简要分析。", "ques_answer": ["贾谊，被贬谪", "甲诗：贾谊和诗人被贬的悲愤和不满；乙诗：借贾谊抒发诗人怀才不遇的感慨，批评政界不识贤才。"], "ques_analyze": "(1) 甲诗《长沙过贾谊宅》中的“楚客”和乙诗《贾生》中的“贬臣”都指贾谊。从“万古惟留楚客悲”和“宣室求贤访贬臣”等诗句中可以看出，贾谊因主张改革而遭贬谪，生涯充满哀愤，怀才不遇。（2）在情感表达方面，甲诗不仅悼念贾谊，还隐含诗人自己的贬谪之感，通过描绘秋草、寒林和夕阳等景象，传达出深沉的哀愁和对时局的不满。乙诗则通过描述夜半空前席的场景和讽刺“问鬼神不问苍生”，表达诗人怀才不遇和对政治领导层不识贤才的批判。两首诗虽然情感各异，但都通过贾谊的故事反映了诗人各自的经历和情感。", "ques_knowledges": ["「诗歌」内容理解题", "「诗歌」思想感情题"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读以下诗歌，完成后面的小题。相见欢·金陵城上西楼 朱敦儒 金陵城上西楼，倚清秋。万里夕阳垂地大江流。中原乱，簪缨散，几时收？试倩悲风吹泪过扬州。 【注】①朱敦儒，洛阳人，南宋词人。本词写于词人因“靖康之难”南逃客居金陵之时。②扬州：当时为抗金前线。 (1) 题目内容: 词的上片使用了__的表达手法，描绘了__的景象。 (2) 题目内容: 词的下片采用了__的修辞手法，表达了__的情感。", "ques_answer": ["描写", "金陵城上西楼所见", "借代", "抒发中原沦陷士族南逃的痛苦与对收复失地的期盼"], "ques_analyze": "1. 首先识别诗歌中的表达手法，诗的上片以具体的描写开头，描绘了金陵城上西楼的壮丽景象，通过具体景物的描写来传达诗意。2. 接着分析诗的下片所使用的修辞手法，作者运用了借代，以“簪缨”指代达官显贵，通过间接的描述来表达情感。3. 最后识别下片所表达的情感，作者回忆中原沦陷，表达了对中原沦陷士族南逃的痛苦和对收复失地的期盼，也反映出对当时朝廷无力反抗的愤怒。这不仅是抒情还带有一定的评论色彩，显示了作者对时局的深刻关注与批评。考点：诗歌中表达手法和修辞手法的识别及情感的理解。", "ques_knowledges": ["其他南宋作家", "词"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 请阅读以下词作，并完成题目。江城子  密州出猎  苏轼老夫聊发少年狂，左牵黄，右擎苍，锦帽貂裘，千骑卷平冈。为报倾城随太守，亲射虎，看孙郎。酒酣胸胆尚开张。鬓微霜，又何妨！持节云中，何日遣冯唐？会挽雕弓如满月，西北望，射天狼。 (1) 题目内容: 词的上半部分主要描绘了 __ ，表现了词人英姿飒爽的形象，词人还以少年英雄孙权自喻，彰显出了其非凡的气概。 (2) 题目内容: 这篇词是苏轼流传千古的豪放词之一。请从内容（题材）、思想感情以及语言风格三个方面简析这首词的豪放特点。", "ques_answer": ["狩猎盛况", "内容（题材）方面，描绘了狩猎时的豪壮场景，展现了矫健勇武的形象；思想感情方面，抒发了词人报效国家的雄心壮志；语言风格方面，遣词用句豪迈壮丽，突显出豪放风格的美。"], "ques_analyze": "1. 第一题旨在考察对词内容的理解。上阕通过描绘狩猎的盛大场景，如“左牵黄，右擎苍，锦帽貂裘，千骑卷平冈”，呈现了词人英姿勃发的形象。通过自比孙权，“为报倾城随太守，亲射虎，看孙郎”，词人表现了自身的勇猛与不凡气度。 2. 从豪放风格来看这首词，首先在内容题材上，描绘了狩猎的宏大场面，展现了英雄主义与勇猛矫健的形象。其次在思想情感上，强烈表达了词人想要报国杀敌的雄心壮志。最后在语言风格方面，通过铿锵有力的词句，突显出豪迈壮丽的不凡艺术魅力。综观全词，这是苏轼豪放词中的经典之作，展现了作者卓越的英雄气概及宽广的爱国情怀。", "ques_knowledges": ["苏轼(1037-1101)", "词", "「诗歌」语言风格分析题", "「诗歌」内容理解题", "「诗歌」思想感情题"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读以下两首唐诗，按要求完成下列问题。\n\n与夏十二登岳阳楼（唐）李白\n楼观岳阳尽，川迥洞庭开。\n雁引愁心去，山衔好月来。\n云间连下榻，天上接行杯。\n醉后凉风起，吹人舞袖回。\n\n登岳阳楼（唐）杜甫\n昔闻洞庭水，今上岳阳楼。\n吴楚东南坼，乾坤日夜浮。\n亲朋无一字，老病有孤舟。\n戎马关山北，凭轩涕泗流。\n\n(1) 请根据以下对话补全空缺部分。\n\n小语：李白的诗首联中用了一个“__”字，突出描绘了洞庭湖的广阔壮丽、波涛汹涌的景象。这让我联想到孟浩然的诗句“气蒸云梦泽，波撼岳阳城”。\n\n小文：确实写得很棒！不过我认为杜甫的诗句“__，__”不仅在描写景色，还隐含了诗人的胸怀，暗示唐朝的分裂和国家的不稳定。\n\n(2) 感叹词往往表现言说者当时的情绪。你认为李白或者杜甫登楼写诗前，会用哪个感叹词？请在“噫、嗟夫、呜呼哀哉”中选一个，并简述理由。", "ques_answer": ["开", "吴楚东南坼，乾坤日夜浮", "噫或嗟夫", "嗟夫或呜呼哀哉"], "ques_analyze": "1. 李白在首联“楼观岳阳尽，川迥洞庭开”中通过“开”字直观地展示了洞庭湖的宽广及波涛汹涌。这种描写不仅营造出雄壮的自然景象，还在视觉上产生巨大的震撼效果。这情景让人联想到孟浩然诗句中的“气蒸云梦泽，波撼岳阳城”。 \n\n2. 杜甫诗句“吴楚东南坼，乾坤日夜浮”不仅仅描绘了洞庭湖的景观，还暗示了诗人对时局的忧虑和国家分裂的不安。在洞庭湖的波涛之下，反映出了唐朝晚期的社会动荡和国家的分崩离析。这两句诗深具象征意味，表达了诗人对历史的宏观视野和深远的忧国情怀，是对诗歌情感和景象的进一步深化。 \n\n综上所述，对于李白或杜甫登楼写诗前可能用到的感叹词，依据他们的心境和情感来选择：李白可能会选择“噫”或“嗟夫”来表达对美景的惊叹或惆怅；杜甫可能会选择“嗟夫”或“呜呼哀哉”，以抒发心中的悲叹或哀愁。每个感叹词都满含深情，是诗人情感直接的体现。", "ques_knowledges": ["诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读以下《木兰诗》选段，并回答接下来的问题。①万里奔赴战场，穿越关山如飞。北风传响金柝，寒光照耀铁甲。将军百战而死，战士十年归</u>。②回到家乡见天子，天子坐在明堂。战功被册封十二级，奖励丰厚。可汗询问想要什么，木兰不愿做高官；只希望骑千里马，回到故乡。③父母听到女儿回来，出城扶持迎接；姐姐听到妹妹回来，忙着在门前梳妆；弟弟听到姐姐回来，磨刀霍霍杀猪羊。打开东阁门，坐在西阁床，脱下战袍，穿上旧装，对着窗梳理头发，对镜粘上花黄。出门见战友，战友们都惊讶：共同作战十二年，不知道木兰是女儿身。(1) 题目内容: “将军百战而死，战士十年归”表达了什么含义？ (2) 题目内容: 从遣词造句的角度赏析第③段“小弟听到姐姐回来，磨刀霍霍杀猪羊”。", "ques_answer": ["表现了战争的持久和战斗的激烈悲壮", "“霍霍”是拟声词，活灵活现地描绘出弟弟磨刀时兴奋的心情，充分表现了弟弟难以抑制的欢快之情"], "ques_analyze": "1. 首先需要理解诗歌的内容，并感受到其中的情感和主题。这句诗反映了将士们在经历了无数次战斗后的命运：一些将军战死沙场，一些战士成功归来。这里表现了战争的漫长、残酷以及士兵的英勇和悲壮的牺牲精神。2. 对于第③段内容，拟声词“霍霍”传达出弟弟磨刀时的急切心情。这样的用词生动再现了场景，并将弟弟急迫而欢快的情感表现得淋漓尽致，突出了该情节的情感表达。", "ques_knowledges": ["诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读以下诗歌，完成后续问题。南国烽烟正十年，此头须向国门悬。后死诸君多努力，捷报飞来当纸钱。(1) 题目内容: “此头须向国门悬”一句在诗中表达了什么情感？ (2) 题目内容: “南国烽烟正十年”指的是哪十年？这段诗的主旨是什么？", "ques_answer": ["表达了作者希望牺牲后，头颅被悬挂在城门上，亲眼见证革命胜利，体现了革命必胜的信念。", "指的是1927年至1936年，即第二次国内革命战争时期。主旨是鼓励幸存者继续努力战斗，用胜利的捷报来慰藉已牺牲的同志。"], "ques_analyze": ["(1) 诗句“此头须向国门悬”表达了作者希望即使在牺牲后，也能见证革命的胜利。表现了作者对革命胜利的坚定信心。这句诗的考点在于理解诗歌中的意境和情感表达。", "(2) 通过诗句“南国烽烟正十年”可以知道，这里的“十年”指的是1927年至1936年，这个时期是第二次国内革命战争。作者通过这段诗歌鼓舞幸存者继续战斗，以胜利的捷报慰藉已牺牲的同志，表达了对胜利的渴望和对战友的关心。考点是理解诗歌内容，并把握作者的情感和主旨。"], "ques_knowledges": ["诗", "「诗歌」内容理解题"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 东坡<sup>①</sup>苏轼\n雨洗东坡月色明，市人都归野人行。\n莫嫌曲折<sup>②</sup>坡头路，自爱铿锵杖声铃。\n【注】①东坡，是苏轼在黄州居住与自耕的地方。\n②曲折：山路多弯曲的样子（地形）。\n(1) 题目内容: 请描述诗中第一句“雨洗东坡月色明”展现了怎样的画面。\n(2) 题目内容: 这首诗表达了作者怎样的情感？", "ques_answer": ["雨后东坡的清明月夜景象", "热爱生活和亲近自然的豁达心境"], "ques_analyze": "(1) 本题考查对诗句的理解和想象能力。从第一句'雨洗东坡月色明'中，我们可以想象到一种情景：雨水洗涤之后的东坡，月光显得格外明朗。因此，苏轼在这里描绘了一幅月光透过雨后清新的画面，洒落在东坡之景。\n(2) 本题考查对诗歌情感的分析与鉴赏能力。诗的最后两句'莫嫌曲折坡头路，自爱铿锵杖声铃'表达了诗人对于自然环境中的曲折小路以及生活中的困境都欣然接受并热爱，并从中体会到一种积极乐观的态度。这样，我们理解到作者苏轼体现了对生活的热爱及对自然的亲近，体现了一种豁达的心境。", "ques_knowledges": ["苏轼(1037-1101)", "诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下面的元曲，并回答相关问题。\n\n山坡羊·潼关怀古\n张养浩\n\n峰峦如聚，波涛如怒，山河表里潼关路。望西都，意踌躇。伤心秦汉经行处，宫阙万间都做了土。兴，百姓苦；亡，百姓苦。\n\n(1) 题目内容: 请赏析“峰峦如聚，波涛如怒”两句中“聚”和“怒”的妙处。\n(2) 题目内容: “兴，百姓苦；亡，百姓苦”这两句话该如何理解？", "ques_answer": ["使用拟人手法，'聚'字表达了潼关被群山环绕的地势，'怒'字表现了黄河波涛的汹涌。", "无论朝代兴盛还是衰亡，百姓总是处于苦难之中，反映了作者对百姓命运和国家兴亡的关注。"], "ques_analyze": "(1) 在'峰峦如聚，波涛如怒'中，'聚'和'怒'运用了拟人的修辞手法。'聚'字描述了潼关四周群山环绕的险峻地势，同时也赋予了山峰以生命力和意志力，仿佛它们自发地聚拢守护着潼关；而'怒'字则描绘了黄河波涛汹涌的景象，赋予黄河以情绪，表现出河水澎湃、奔放的样子，凸显出潼关处于黄河边上的险要位置。这两个词不仅丰富了画面，也增强了情感表达，烘托出作者的赞叹与感慨。\n(2) '兴，百姓苦；亡，百姓苦'这两句话概括了历史上无论朝代更迭如何，百姓始终承受苦难的残酷现实。无论是兴盛还是灭亡，都无法改变百姓的苦难命运。作者通过这样的表述，表达出对历史变迁中普通人遭遇的深刻同情以及对国家兴衰的深层忧虑。", "ques_knowledges": ["文学常识综合", "曲"], "source": "valid", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "任务内容:  请阅读下面这首唐代诗歌并完成所提问题。行舟  唐代  李益柳絮纷飞正是行舟时，卧躺在船上随水依任清流。听说扬子江畔风光无限，天晴之时共登望乡楼。注释：①李益：唐代诗人，生于陇西（今甘肃）。②信：随意，任凭。③扬子：扬子江，即长江。结合全诗内容，简要阐述诗歌中所表达的情感。", "ques_answer": ["抒发了游子思乡之情。"], "ques_analyze": "此诗作于唐代李益，主要抒发了诗人游子独自在外的浓厚思乡情怀。‘柳絮纷飞正是行舟时，卧躺在船上随水依任清流’描绘了春天的景色，柳絮随风飘舞，菱花在碧水中摇曳。但这愉悦的景象反而勾起了游子的思乡心情。柳絮昔日作为离别的标志，进一步加强了乡愁。接着，‘听说扬子江畔风光无限，天晴之时共登望乡楼’表明诗人尽管身处美景，却无心欣赏，只借晴朗天气登楼远眺家乡。这些描写让我们感受到诗人内心孤寂与对家深切思念，诗句间透露出一股无法言说的惆怅之情。", "ques_knowledges": ["李益(750－830)", "诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "阅读下列古诗，根据问题回答。\n《峡口送友人》\n唐 · 司空曙\n峡口花飞，春天即将结束；天涯相别，泪水沾巾。同为旅人，共度万里，如今离别，各奔前程。\n【注释】\n① 峡口：指长江出蜀的险要之地。\n② 去住：指分别的人和留下的人。\n\n(1) 这一句“峡口花飞欲尽春”在全诗中起什么作用？\n\n(2) 这首诗和王勃的《送杜少府之任蜀州》所表达的情感有什么异同？", "ques_answer": ["交代了送别的地点和时间，渲染了离别的凄凉氛围，突出了诗人心中的惆怅。", "相同点：表达了对友人离别的不舍。\n不同点：《峡口送友人》情感忧郁伤感；《送杜少府之任蜀州》情感积极乐观。"], "ques_analyze": "本题考察的是对诗句的理解和对比欣赏两首诗歌的能力。\n(1) “峡口花飞欲尽春”这一句通过'峡口'这一地点，点明了送别发生的具体地点。“欲尽春”指的是时间是在春末，“花飞”则使用了意象，展示了自然景色，同时隐含了时间流转的感觉，烘托出了诗人对春天将逝和友人离别的无奈和惆怅。这样的描写营造了一种凄凉和忧伤的氛围。\n(2) 对比《峡口送友人》和《送杜少府之任蜀州》，两首诗都表达了对朋友离别的不舍之情。司空曙的《峡口送友人》表现了诗人对春天和友人离去交织在一起的惆怅情感，显得较为忧郁低沉。而王勃的诗歌则展现了“天涯若比邻”的开阔胸襟，表达了友谊超越时空的乐观和豁达心态。", "ques_knowledges": ["诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 春夜洛城闻笛（李白）谁家玉笛暗传音，吹入春风满洛城。此夜曲中闻折柳，何人不起故乡心？(1) 题目：从诗的最后一句你体会到了诗人怎样的情感？ (2) 题目：古人在写诗时非常注重用词的精巧，“暗”和“满”在这首诗中有何作用？", "ques_answer": ["诗人的思乡之情。", "'暗'字透露了笛声的断续与缥缈，引发人们无尽的思念；'满'字通过夸张手法，强调了笛声的悠扬与夜的静谧，烘托出诗人浓烈的思乡之感。"], "ques_analyze": "答案的解析展现了一条连贯的思维脉络：首先理解最后一句诗的含义，指出“故乡心”代表了思乡之情；然后联系整首诗的背景，从疑问谁家玉笛到悠扬笛声飘满洛城，暗示笛声隐隐约约地传递开，引起每个人的共鸣，诗人的情感通过这暗传的笛声表达了深深的思乡之情。词语“暗”和“满”的分析进一步体现了诗意的渲染，'暗'展现了笛声的隐约和断续，使情感的表达更为含蓄，'满'字以夸张的手法强化了笛声的普遍性和夜晚的宁静，都是为了更加完整地表现诗人内心的孤独与对故乡的强烈思念。", "ques_knowledges": ["李白(701-762)", "诗", "「诗歌」炼字题", "「诗歌」思想感情题"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 垓下歌<sup>①</sup>项羽 力拔山兮气盖世，时不利兮骓不逝<sup>②</sup>。骓不逝兮可奈何！虞兮虞兮奈若何<sup>③</sup>！大风歌<sup>④</sup>刘邦 大风起兮云飞扬，威加海内兮归故乡。安得猛士兮守四方！ 【注释】① 项羽被刘邦军队围困在垓下，夜里听见汉军四面唱起楚歌，怀疑自己的国家已被攻陷，于是悲歌。后人称这首诗为《垓下歌》。② 骓（zhuī）：乌骓，马名。逝：奔驰。③ 虞：项羽的爱妾。奈若何：你怎么办啊。④ 汉高祖刘邦平定黥布叛乱后经过故乡沛县，宴请乡亲们饮酒，在酒宴上引吭高歌。后世称这首诗为《大风歌》。 (1) 请从《垓下歌》和《大风歌》中任选一首，结合内容分析“兮”字在诗中表达的情感。温馨提示：注意诗中作者情感的变化。 (2) 结合“主题阅读”的所有材料，谈谈你对项羽或刘邦的认识。", "ques_answer": ["(1) 在《垓下歌》中，“力拔山兮气盖世”体现了项羽的豪迈与强大；而“时不利兮骓不逝”以及“虞兮虞兮奈若何”则传达了他无奈和悲痛的情感变化。在《大风歌》中，“大风起兮云飞扬”和“威加海内兮归故乡”展现了刘邦的豪情壮志；“安得猛士兮守四方”则流露出他对国家安全的担忧。 (2) 项羽是个英勇的战士，敢于挑战，赢得了楚人和敌对刘邦的尊敬。刘邦重视人才，具备政治家的责任感，对项羽也表示了敬佩，这展现了他的崇高品质。"], "ques_analyze": "【分析】(1) 《垓下歌》和《大风歌》都使用了“兮”字来表达强烈的情感。在《垓下歌》中，“力拔山兮气盖世”展示了项羽的自豪与英勇，“时不利兮骓不逝”和“虞兮虞兮奈若何”则表达了他的无奈和悲哀，表现了英雄末路的无助和绝望。在《大风歌》中，“大风起兮云飞扬”和“威加海内兮归故乡”表现了刘邦的豪迈和自豪，“安得猛士兮守四方”则显示了他对国家未来的深切担忧。这些对比突出了情感的转变和深度。(2) 项羽和刘邦作为历史上的两位英雄形象，通过《垓下歌》和《大风歌》展现了不同的面貌。项羽以其英勇和悲壮的爱情故事赢得了人们的钦佩，而刘邦则通过对人才的渴望和对国家的责任感表现出了他的远见和伟大。这种对比更能让我们理解两人的历史地位和性格特质。", "ques_knowledges": ["诗"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 赏析以下这首诗，并完成后续问题。\n《春夜洛城闻笛》\n李白\n谁家玉笛暗飞声，散入春风满洛城。\n此夜曲中闻折柳，何人不起故园情。\n(1) 请对诗句中的“暗”或“满”字在诗中的妙用进行赏析。\n(2) 这首诗中诗人的情感是什么？请简要说明。", "ques_answer": ["“暗”一字刻画了笛声隐隐约约传来；“满”字夸张地表现了笛声在整个洛城弥漫开来。", "整首诗表达了诗人对故乡和亲人的强烈思念情感。"], "ques_analyze": "此题赏析需要理解诗词字词的多重含义。‘暗飞声’中的’暗’字描绘了笛声若隐若现的情景，增添了夜晚笛声难以捕捉的神秘感，同时反映了诗人深切的思乡情感。而‘散入春风满洛城’中的‘满’字则通过夸张修辞手法，生动展现笛声无处不在的意象，既强调了夜晚的宁静，又反映出诗人内心的孤寂。整个诗通过‘闻折柳’与‘故园情’，将曲名与思乡之情联系起来，呈现出诗人浓浓的乡愁。这些情感通过夜晚笛声更加深刻地表现出来。", "ques_knowledges": ["李白(701-762)", "诗", "「诗歌」炼字题", "「诗歌」思想感情题"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 与夏十二登岳阳楼李白高楼望尽岳阳，洞庭湖波连天。愁思随雁远去，美月衔山而来。云端设榻款客，天际举杯畅饮。醉后清风徐来，舞袖随风回转。(1) 从修辞手法的角度赏析颔联的“随”和“衔”。 (2) 诗人笔下的岳阳楼最显著的特点是什么？表达了诗人的什么情感？", "ques_answer": ["(1) 运用了拟人手法，赋予大雁和山以人的情感，将愁思带走，将美月送来，表现了李白遇赦后的欣喜之情。(2) 诗人笔下的岳阳楼最显著的特点是“高”。情感是喜悦、超脱和豁达。"], "ques_analyze": "首先分析颔联中的修辞手法，诗中颔联运用了拟人手法，将自然物赋予人的情感。大雁被描绘为能理解人心，带走愁思（'愁思随雁远去'），而群山好似明白人的心意，将美丽的月亮带来（'美月衔山而来'），形成了愁思远去与美月到来的对比，增强了诗句的艺术效果。通过这样的修辞，李白巧妙地表达了遇赦后的欣喜与轻松。其次是诗人笔下岳阳楼的特点及诗人的情感。诗中首联描绘了岳阳楼视野极其辽阔的景象，颈联则通过夸张手法，将岳阳楼描绘成云中楼阁，醉后感受则表现了楼高风急的情景，将岳阳楼的高耸特点表现得淋漓尽致。整首诗运用了对偶、夸张和衬托等手法，突出了岳阳楼的宏伟，通过这些描写，诗人展现了欣喜若狂、心旷神怡的豁达情怀。", "ques_knowledges": ["李白(701-762)", "诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下面这首诗，回答以下问题。破阵子·为陈同甫赋壮词以寄之辛弃疾在醉意中挑灯看剑，梦中又回到了那吹响号角的军营。八百里开外，将士们在烤肉，五十弦的乐声响彻边塞，秋天的战场上点兵。战马如的卢般飞快，弓弦如霹雳般震耳。完成了君主交托的天下大事，赢得了生前身后的名声，令人叹息的是却已白了头发！(1) 题目内容: “战马如的卢般飞快，弓弦如霹雳般震耳”中“战马、弓弦”两个意象塑造了什么样的人物形象？ (2) 题目内容: 请解释“令人叹息的是却已白了头发”在词中的作用。", "ques_answer": ["通过描写战马和弓弦，突出人物意气风发、英勇无畏的形象。或者刻画了一位在战场上冲锋陷阵、立下战功的将领。（意对即可）", "这句在整首词写得豪情万丈的情境下，笔锋一转，通过现实中的白发对比梦中的壮志，让情感从高峰跌入谷底，深刻揭示了理想与现实的激烈冲突，抒发了作者报国无门的悲愤，赋予全词浓厚的悲凉情感。"], "ques_analyze": "(1) 该题考查通过诗歌意象塑造人物形象的能力。在“战马如的卢般飞快，弓弦如霹雳般震耳”中，作者运用“战马”和“弓弦”这两个意象，描绘出一位将领：战马被比作著名的卢马，凸显其迅捷、强健；弓弦的声音如霹雳般震耳，表现出射箭时的威势，突出了将领英勇无畏、冲锋陷阵的形象。这些描写构成了将领在战场上奋勇杀敌的生动画面，体现了其意气风发、英勇无畏的个性。(2) 分析“令人叹息的是却已白了头发”这一句的作用时，需要从内容和结构两方面入手。内容上，这句突显了作者的壮志未酬和无限感慨：梦境中的雄心壮志与现实中的无奈落差形成鲜明对比，揭示了理想与现实的尖锐冲突，表达了作者的悲愤与无奈。结构上，与开篇的“在醉意中挑灯看剑”形成呼应，均为现实的直接描写，强化了理想与现实的对比。这种对比和转折，使得整首词的情感更加悲凉。", "ques_knowledges": ["辛弃疾(1140-1207)", "阅读与鉴赏", "词", "诗人形象", "「诗歌」思想感情题"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下面这首词，完成以下问题。江城子 密州出猎 苏轼 我这老头暂且发一回少年狂，左手牵着黄犬，右手擎着苍鹰，头戴锦帽，身穿貂裘，千骑马队卷动平岗。为了回报全城百姓的支持，亲自射虎，看那孙权的英姿。酒酣胸胆尚开张。鬓微霜，又何妨！持节云中，何时派遣冯唐？定能挽雕弓如满月，西北望，射天狼。 (1) 题目内容: “我这老头暂且发一回少年狂”在全词中的作用是什么？请简要分析。 (2) 题目内容: “持节云中，何时派遣冯唐”一句表达了词人怎样的愿望？", "ques_answer": ["奠定全词的感情基调，并以一个“狂”字贯穿全文。", "表达了词人希望朝廷对自己委以边任，从而能到边疆抗敌的愿望。"], "ques_analyze": "(1) 本题考察对诗句作用的分析。开篇“我这老头暂且发一回少年狂”这句话奠定了全词的感情基调，词人通过描绘太守出猎的壮观场面和猎者威武豪迈的形象，表现出自己即使年纪渐长，依然保持着少年时的英姿和激情。此外，通过左手牵黄犬，右臂擎苍鹰等形象化的描写，再现了一场动人心魄的出猎盛事。'狂'字统领全词，是贯穿始终的主题，反映了诗人的豪放不羁，同时也激发了下文的展开，使整首词融感情抒发与景物描写为一体。(2) 本题考查对诗歌内容的理解与典故的运用。'持节云中，何时派遣冯唐?' 此句中的典故指的是汉文帝曾派遣信任的冯唐到云中去赦免被削职的魏尚。通过提问的形式，词人表达了对皇帝委以重任的渴望，希望能够被信任和重新使用，特别是到边疆去抗击敌人，彰显自己的才能与忠诚。", "ques_knowledges": ["词", "「诗歌」炼字题", "「诗歌」内容理解题"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读以下古诗，回答问题。钱塘湖春行 白居易 孤山寺北贾亭西，水面初平云脚低。几处早莺争暖树，谁家新燕啄春泥。乱花渐欲迷人眼，浅草才能没马蹄。最爱湖东行不足，绿杨阴里白沙堤。 (1) 题目内容: 诗中描写了哪些景物来展示早春的风貌？ (2) 题目内容: 这首诗描绘了西湖的哪些景象，表达了作者怎样的情感？", "ques_answer": ["水面、早莺、新燕、乱花、浅草。", "这首诗描绘了西湖早春明媚、生机勃勃的景象，表达了作者对西湖春景的喜爱和喜悦之情。"], "ques_analyze": "(1) 诗中通过细致描绘水面、早莺、新燕、乱花和浅草等景物，表现了早春的特征。首联中的水面和云朵形成了背景，而早莺和新燕的活动则展示了春天的生机勃勃。颈联中的乱花和浅草则暗示了春天的初绽之美。 (2) 这首诗通过描写西湖的早春景象，展现了一幅明媚而充满生机的画卷。作者通过这些自然景物表达了对西湖春天美景的喜爱之情，尤其是通过'最爱湖东行不足，绿杨阴里白沙堤'一句，可以看出作者对景色的流连忘返，表达了一种陶醉其中并乐享其景的情感。这些细节共同塑造了作者对西湖春景的热爱和喜悦之情。", "ques_knowledges": ["诗", "「诗歌」内容理解题", "「诗歌」思想感情题"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读《酬乐天扬州初逢席上见赠》和《江南逢李龟年》，然后回答以下问题。酬乐天扬州初逢席上见赠刘禹锡悲凉的巴山楚水，幽居二十三年。缅怀往昔，一个人空吟笛赋，回到故土宛如烂柯人。沉舟的旁边千帆已过，枯树前头万木复苏。今日聆听您一曲，暂借酒杯抒发精神。江南逢李龟年杜甫岐王府里频频相见，崔九堂前几度闻声。正值江南好时节，落花季节再遇君。注：①[李龟年] 唐朝有名的乐师，擅长歌唱，常在王公贵族家中表演。安史之乱后流落江南，以卖艺为生。诗中的“岐王”和“崔九”都是当时的显贵。②[落花时节再遇君] 形容诗人在安史之乱后，在江南再遇李龟年。(1) 《酬乐天扬州初逢席上见赠》一诗的颈联呈现了怎样的人生哲理和态度？请解释。(2) 根据两首诗中的划线句子，分别说明诗人是如何抒发情感的。", "ques_answer": ["新事物必定替代旧事物", "积极乐观"], "ques_analyze": "本题考查对诗歌内容和情感的理解与分析。\n\n(1) 在《酬乐天扬州初逢席上见赠》中，诗人刘禹锡经历了长期的贬谪，对人生的无常有了深刻的感悟。在诗的颈联“沉舟侧畔千帆过，病树前头万木春”中，诗人通过沉船与千帆的对比，病树与万木的对照，表现了新旧交替的人生哲理。诗人对待困境的态度也在这两句中得以体现，即面对命运的坎坷依然保持积极乐观的心态。\n\n(2) 在《江南逢李龟年》中，杜甫通过“落花时节再遇君”这一句表达了他在安史之乱后，国家与个人命运交织的复杂情感。通过“落花”这一具有象征意味的意象，杜甫表达了对时局动荡和人事变迁的感叹。这句诗展现了诗人对时代的忧愁和个人的无奈，增加了整首诗的情感深度。\n\n综上所述，两首诗在不同的情境中，通过描写自然景色和人物相逢，表达了诗人对人生经历和历史变迁的深思。", "ques_knowledges": ["杜甫(712-770)", "刘禹锡(772-842)", "诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下面这首词，完成以下问题。渔家傲 李清照 天接云涛连晓雾，星河欲转千帆舞。仿佛梦魂归帝所，闻天语，殷勤问我归何处。我报路长嗟日暮，学诗谩有惊人句。九万里风鹏正举。风休住，蓬舟吹取三山去。 (1) “天接云涛连晓雾”中的“接”“连”二字用得极妙，请简要赏析。 (2) 这首词表达了词人怎样的思想感情？", "ques_answer": ["“接”“连”二字将天空、云涛和晓雾自然地结合在一起，营造出一种广阔无边的景象。", "表达了词人对现实的不满和失望，以及对美好生活和理想境界的向往与追求。"], "ques_analyze": "【详解】1.在赏析句子‘天接云涛连晓雾，星河欲转千帆舞’时，注意到作者精心用字的技巧。'接'和'连'这两个动词将天空的辽阔、云涛的汹涌和晨雾的朦胧自然地结合在一起，构建出一幅无边无际、浑然一体的景象。画面充满动感和气势，展现了雄奇瑰丽、广阔壮美的景色。2.在理解这首词的感情时，从整体意境和描绘中感受作者的情绪。上片通过梦境展示词人的理想与向往，而下片揭示词人的现实遭遇和内心感受。‘路长嗟日暮’表达了词人感叹时光易逝、现实艰难；‘学诗谩有惊人句’反映了词人虽有才华但对世事无常的无奈。词人在现实中难以找到共鸣，只能在幻想中表达愤懑和不满。通过使用典故和大鹏的比喻，表现了远大志向和对黑暗现实的反感，以及对理想生活的追求。", "ques_knowledges": ["李清照(1084-1155)", "词"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 古诗阅读病牛（宋）李纲耕犁千亩实千箱，力尽筋疲谁复伤？但得众生皆得饱，不辞羸病卧残阳。(1) 题目内容: 题目的标题为关键，全诗未直接提及牛“病”，却处处体现“病”意。请结合诗的前两句具体说明牛的“病”是如何表现的？ (2) 题目内容: 古人云：“诗言志”，此诗中的牛亦是诗人自喻。请结合诗中牛的形象，评说诗人在诗中表达的思想。", "ques_answer": ["(1) 首句写牛耕犁千亩，收获丰厚，力气耗尽，暗示身体的病痛。次句写牛虽功劳卓著，却无人怜惜，表现精神上的痛苦。(2) 通过牛的形象，诗人表达了他像牛一样的无私奉献精神，愿为众生幸福不辞辛劳，这反映了诗人高尚的情操。"], "ques_analyze": "(1) 首句通过描述牛耕作千亩，成果丰厚，说明牛耗尽了所有力气，暗示身体的劳累和病痛。次句提到牛虽有功劳，却无人同情，表现了精神上的痛苦。诗人通过描写牛的艰辛劳动和无人怜惜，间接表现出牛的身体和精神的“病”。(2) 最后两句通过牛的形象表达了诗人的情感和志向。尽管牛感到疲惫和痛苦，但为了众生的幸福，它仍然感到满足。诗人以牛自喻，表达了自己不计个人得失，愿为人民奉献的精神。这体现了诗人劳累不堪的身心以及他无怨无悔的高尚品格。", "ques_knowledges": ["其他南宋作家", "诗", "咏物抒怀诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 诗歌赏析《己亥杂诗》——龚自珍：浩荡离愁白日斜，吟鞭东指即天涯。落红不是无情物，化作春泥更护花。\n(1) 题目内容: 诗中的“愁”指的是什么情感?\n(2) 题目内容: “落红”具体指的是什么？最后两句诗的深层含义是什么？", "ques_answer": ["诗人辞官离开北京和朋友分别的留恋之情", "'落红'指的是飘落的花瓣。最后两句诗暗示诗人虽然辞官，但依旧关心国家的未来命运。"], "ques_analyze": "(1) 诗中的'愁'具体是指诗人辞官离京，并且与朋友分别时产生的留恋不舍之情。'浩荡离愁白日斜'中的'离愁'是本诗情感的核心，表达了诗人离别时的深切感受，属于本诗的眼中之笔。\n(2) 在这里'落红'指的是飘落的花朵。'落红不是无情物，化作春泥更护花'这两句诗的深层含义在于，虽然诗人辞官离职，但他并非对国家前途命运无所谓，而是以另一种方式继续关心国家。通过这两句诗，我们能够体会到诗人对国家始终关心的情怀，这也是理解整首诗意境和主题的关键。", "ques_knowledges": ["龚自珍(1792-1841)", "诗"], "source": "test", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读下列古诗，完成后续问题。山居即事 王维 寂寞掩柴门，苍茫迎晚霞。鹤宿松树多，访客荜门少。绿竹现新粉，红莲失旧衣。渡头升炊烟，处处有人归。 (1) 题目内容: 简要分析“多”、“少”二字的表达效果。 (2) 题目内容: 这首诗表达了作者什么样的情感？", "ques_answer": ["'多'字显现鹤宿松树之间的普遍景象，'少'字突显访客稀少，通过对比营造出山居的宁静。", "诗歌表达了作者对田园生活的热爱以及对自然美景的沉醉之情，并隐含了归隐山林的意向。"], "ques_analyze": ["(1) 此题考查的是对诗句中词汇的理解及其表达效果的分析。'多'字描绘了鹤非常普遍地栖息在松树上的景象，营造了生动的自然景色；'少'字表达了访客稀稀落落，进一步增强了山居环境的静谧之感。通过这种对比手法，诗人成功传达了浓厚的宁静之美。", "(2) 分析此诗的思想感情可以看出，诗人在描写山中生活的景象时流露出对田园生活的深深喜爱，展示了其享受自然的悠闲心境。诗中景象描绘生动，情感深厚，营造了一种静谧美妙的画面感。最后一个“归”字，也传递了诗人隐居田园的念头，呼应了类似陶渊明诗作中的隐逸情感。"], "ques_knowledges": ["王维(701-761)", "诗", "山水田园诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 当地创作的新民歌《拐弯弯儿》深受市民欢迎。请你写一段推荐语，在某音乐网站推介这首歌。（可以从内容、语言特色或艺术表现力等方面进行介绍）。拐弯弯儿（有改动）再转几个弯弯儿就能看到那山沟沟儿上次到那儿游玩那还是小时候儿再转几个弯弯儿我又想起了我的奶奶儿<sup>①</sup>左手拿着锄头儿右手牵着小孩儿再转几个弯弯儿我就变成了老头儿走路要拄拐杖儿饭要煮得软和和儿再转几个弯弯儿我打不起锣儿只剩一口气儿我也要哼那歌儿。 注：①张家界方言，对奶奶的称呼。", "ques_answer": ["这首歌的歌词感人至深；语言独具特色，充满了张家界地方方言的韵味；主题深刻，表达了对人生艰难与短暂的感慨，同时内容积极向上。"], "ques_analyze": "【思维链】首先，从内容上看，歌词通过反复的“再转几个弯弯儿”描绘了人生从童年至老年的不同阶段，展现了土家儿女热爱歌唱、乐观面对生活的态度。其次，从语言特色来看，歌中频繁使用叠词和儿化音，例如'弯弯儿'、'沟沟儿'等形式，赋予歌曲浓郁的地方色彩，使其显得轻松、俏皮和充满生活气息。最后，从主题上看，“弯弯儿”不仅具体描绘了曲折的山路，也象征了人生的艰难与短暂。末句的'一口气儿'和'哼那歌儿'表达了即使年老体弱，依然对生活充满热情与乐观的人生态度。", "ques_knowledges": ["中国现代诗歌"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读张耒的《初见嵩山》①，完成下列问题。年来鞍马困尘埃，幸有青山解我忧。暮色降临北风吹散雨雾，几座瘦削的山峰在云间显现。 【注】张耒，北宋时期的诗人，苏门四学士之一，因牵连苏轼，屡次遭到贬谪。 (1) 问题: 第三句“暮色降临北风吹散雨雾”在整首诗中起到了什么作用？  (2) 问题: 最后一句“几座瘦削的山峰在云间显现”中“显现”一词有何妙处？“瘦削”是否仅仅是在描述山的外观？", "ques_answer": ["(1) “暮色降临北风吹散雨雾”是对环境的描写，为嵩山的出现营造了氛围，表达了诗人渴望见到嵩山的急切心情以及在贬谪生活中的忧郁情感。", "(2) “几座瘦削的山峰在云间显现”中的“显现”使山峰充满动态感，赋予嵩山情感的高度。“瘦削”不仅描写了山峰的外形，也隐喻了诗人高洁独立的品格和精神追求。"], "ques_analyze": "本题考查对诗句作用的理解和分析能力。第一题中，“暮色降临北风吹散雨雾”作为环境描写，不仅点明了时间背景，即天色已晚，还通过北风吹散云雨的描写为嵩山的出现创造了清新明朗的氛围，体现了诗人对嵩山的渴望和内心的急切之情。同时，这种描写也反映了诗人因贬谪而心生抑郁的情感。第二题中，“几座瘦削的山峰在云间显现”一词用动态的手法描绘了山峰的出现，生动地表现了山峰从云中显露的瞬间。同时，“瘦削”不仅形象地描写了嵩山的外观，还蕴含了诗人自身的高洁品格和追求高尚精神境界的寓意。这句诗表达了诗人与嵩山之间的情感共鸣以及诗人的精神高度。", "ques_knowledges": ["诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 艾青的诗歌《礁石》中有两处省略号，请根据上下文补写一句诗（任选一处即可），字数不得超过12个。礁石 一个浪接着一个浪 无休止地冲击着 每一个浪在它脚下破碎成泡沫，散去…… 它的面容和身体像被刀砍过 但它仍旧屹立在那里 带着微笑，凝视海洋……", "ques_answer": ["勇敢的迎接着风浪"], "ques_analyze": "【优化分析】首先需要抓住《礁石》这首诗的核心意象——浪和礁石。‘浪’象征着不断的挑战和冲击；‘礁石’则象征了坚强不屈的意志力。其次，补写的句子要与原诗的意境相一致，要求诗句简练有力，富有诗意，并且最好有一定的韵味。例如，可以从礁石无畏挑战、始终坚守的角度来构思。综合上述分析，一个合适的诗句可能是：‘勇敢的迎接着风浪’。这样的诗句既简洁有力，又符合原诗的意境，突显了礁石不屈不挠的品质。", "ques_knowledges": ["仿写、续写句子", "《艾青诗选》"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读以下古诗，完成相关任务。岳阳楼[唐]元稹岳阳楼上日衔窗， 影到深潭赤玉幢<sup >①</sup>。怅望残春万般意， 满棂湖水入西江<sup >②</sup>。 登岳阳楼[唐]杜甫昔闻洞庭水，今上岳阳楼。吴楚东南坼，乾坤日夜浮。亲朋无一字，老病有孤舟。戎马关山北，凭轩涕泗流。 【注】①赤玉幢（chuáng）：指神仙居处。②西江：这里指长江。 【赏景·悟境】 (1) 题目内容: 元诗首句以一个“__”字勾起读者的联想，使情景更加生动，次句主要描绘__的画面，并运用了__的修辞手法；杜诗颔联通过“__”和“__”两个字，把洞庭湖的壮美气势形象地展现出来。 【描景·抒情】 (2) 题目内容: 两首诗虽然都是描写景色，但却在收尾处饱含深情，意味深远。请简要分析其中的表达技巧和情感倾向。", "ques_answer": ["衔 倒映在湖中 比喻 坼 浮", "元诗以景生情，杜诗表达忧国忧民之情"], "ques_analyze": ["元稹的诗句通过‘衔’字激发了读者的联想，使得夕阳与楼窗的画面更加生动。他接着描绘岳阳楼倒映在湖中的景象，使用了比喻的修辞技巧，以‘赤玉幢’来象征仙境，增加了诗句的想象空间。杜甫在诗句中使用‘坼’字形容洞庭湖将吴楚地区分割开来，而用‘浮’字描述天地在湖水上的漂浮感，营造了一种宏伟而生动的视觉效果。", "虽然两位诗人都以描写景色为主题，但都含蓄地表达了深沉的情感。元稹在诗歌中着重于呈现景物，用简单的‘怅望’二字透露心情，以景抒情，将内心的哀愁寄托于美丽的自然中。杜甫则通过对湖上孤舟的描写，表达了自己孤独病弱的处境和忧国忧民的强烈情感，尾联更是将这种离散国家、心力憔悴的悲哀推向高潮。"], "ques_knowledges": ["杜甫(712-770)", "元稹(779-831)", "诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容：阅读下面的诗歌，完成以下小题。\n《蒹葭》选自《诗经》\n蒹葭苍苍，白露为霜。所谓伊人，在水一方。溯洄从之，道阻且长。溯游从之，宛在水中央。\n蒹葭萋萋，白露未晞。所谓伊人，在水之湄。溯洄从之，道阻且跻。溯游从之，宛在水中坻。\n蒹葭采采，白露未已。所谓伊人，在水之涘。溯洄从之，道阻且右。溯游从之，宛在水中沚。\n(1) 问题：诗中的“蒹葭”这一意象起到了哪些作用？请简要分析。\n(2) 问题：《诗经》经常使用重章叠句的形式，其中的重复和变化具有不同的表达效果，请以此诗为例说明。", "ques_answer": ["①借助物象引出对‘伊人’的描绘和追寻；②营造苍茫凄凉的意境，烘托主角的情感；③提示时间推移，表现追寻‘伊人’的困难。", "从“道阻且长”到“道阻且跻”再到“道阻且右”，揭示了路途的艰难和追寻的曲折，反映了寻觅‘伊人’的艰辛。"], "ques_analyze": "（1）‘蒹葭’这一意象通过物象借景抒情，引出对‘伊人’的描绘和追寻；与此同时，营造出苍茫和凄凉的氛围，突显主角内心的孤独与思念；描写‘蒹葭’的细节变化，也暗示了时间的推移，象征了寻找‘伊人’过程的艰难与漫长。\n（2）诗中从“道阻且长”到“道阻且跻”再到“道阻且右”，这些变换巧妙地描绘了追寻之路的曲折与漫漫长途，间接地表现了追求‘伊人’的艰辛和执着。这种重章叠句的使用增加了诗的音乐性和节奏感，同时有效地突出了主角坚定不移的情感。", "ques_knowledges": ["诗"], "source": "valid", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 天净沙 秋思枯藤老树昏鸦，小桥流水人家，古道西风瘦马。夕阳西下，断肠人在天涯。(1) 题目内容: 这首元曲的作者是谁？__ (2) 题目内容: 与“夕阳”形成对比的景物是__ (3) 题目内容: 这首元曲表达了作者怎样的情感？", "ques_answer": ["马致远", "昏鸦", "表达了游子思乡的情感"], "ques_analyze": ["（1）这是一道关于诗人及其作品的识记题目。元曲《天净沙·秋思》的作者是马致远，这要求学生平时积累文学知识，掌握作家及其代表作品的对应关系。", "（2）这个问题考查学生对诗句情感氛围的理解。“夕阳”在诗中创造了落日的意象，与之形成对比的是“昏鸦”，二者共同描绘了黄昏时分的景象，形成意境上的呼应。", "（3）本题考察对诗歌情感的理解。全诗通过“枯藤老树昏鸦”，“小桥流水人家”，“古道西风瘦马”及“夕阳西下”等生动的景象，用“枯”、“老”、“昏”、“古”、“西”、“瘦”等字营造出浓厚的秋日凄凉氛围，体现出游子漂泊在外的孤独和辛酸，而“断肠人在天涯”更是将全诗推向高潮，表现了游子对故乡深切的思念之情。"], "ques_knowledges": ["曲"], "source": "valid", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读下列这首诗，然后回答后面的各个问题。山坡羊·潼关怀古（元）张养浩群山环抱，浪潮奔涌，潼关路让山河相连。望向西都，情绪难平。秦汉遗迹令人伤心，宫殿万间化作尘土。国家兴盛，百姓受苦；国家灭亡，百姓也受苦。（1）题目内容：这是一首元曲，“山坡羊”是 __ ，而“潼关怀古”则是题目。（2）题目内容：“兴，百姓苦；亡，百姓苦”表达了作者 __ 的情感。（3）题目内容：请分析“群山环抱，浪潮奔涌”中“环抱”和“奔涌”的表达效果。", "ques_answer": ["曲牌名", "对劳动人民的深切同情以及对历代统治者的愤慨", "'环抱'字显示出潼关被众山围绕的态势，'奔涌'字生动地表现了黄河水势磅礴，从视觉和听觉上突显了潼关的险要"], "ques_analyze": ["（1）本题考查对元曲相关文学常识的掌握。元曲通常包括两个部分，前者为曲牌名，后者为题目。这篇作品中，“山坡羊”即是曲牌名，而“潼关怀古”则是元曲的题目。", "（2）该题通过分析“兴，百姓苦；亡，百姓苦”探究作者的感情。其中文中的“兴”指国家的兴盛，而“亡”则表示国家的衰亡。不论国家处于兴旺还是衰败阶段，都给百姓带来了灾难和痛苦。作者通过这些文字，表达了他对底层人民深刻的同情，以及对统治者的愤慨。", "（3）在分析“群山环抱，浪潮奔涌”时，需要注意其中“环抱”和“奔涌”两个词的表达效果。'环抱'字形象地展示了潼关被群山围绕的状况，如同群山紧紧包围一般，增强了地理位置的险要感。'奔涌'字则将黄河水的湍急描绘得如同波涛汹涌一般，赋予自然景观以一种动态的壮丽，从视觉和听觉两方面突显了潼关的险要和非凡。"], "ques_knowledges": ["张养浩(1270-1329)", "曲", "「诗歌」炼字题", "「诗歌」思想感情题"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下面这首诗，完成下列各题。\n送 别范澄\n酒尽津鼓喧，风生浦帆乱。\n山回不见君，夕阳在沙岸。\n【注】津鼓：古代渡口，船只启航时击鼓催促旅客。(1) 题目内容: 请根据诗句“酒尽津鼓喧，风生浦帆乱”，发挥想象，描绘出诗中的画面。(2) 题目内容: 从表现手法的角度分析这首诗的后三句。", "ques_answer": ["酒已喝尽，渡口鼓声喧闹，风起后船帆纷乱。", "借景抒情，朋友已离去，只剩送行者在夕阳下的沙岸边，表达了对友人的思念和离别的孤独感。"], "ques_analyze": "(1) 老师解析点：通过“酒尽津鼓喧，风生浦帆乱”可以想象出一个忙碌的渡口场景，送别的宴席已结束，鼓声催促旅客启程，风起后船帆纷乱，朋友即将远行，留下的是送行者心中的不舍和乱绪。\n(2) 老师解析点：诗句“山回不见君，夕阳在沙岸”展现了送别的场景，朋友已被山阻隔不见，只有送行者还在夕阳余晖下的沙岸，表达了对友人的思念和离别的孤独感，通过自然景物的描写，达到了情景交融的艺术效果。整体上，这首诗通过细腻的送别场景描写，使情感更加丰富和立体。", "ques_knowledges": ["诗"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下面这首诗，然后完成以下问题。己亥杂诗（其五）龚自珍浩荡离愁<dotted>白</dotted><dotted>日</dotted><dotted>斜</dotted>，吟鞭东指即天涯。落红不是无情物，化作春泥更护花。(1) 题目内容: 诗中“白日斜”的描写是什么？有什么作用？ (2) 题目内容: “落红不是无情物，化作春泥更护花”这两句诗是传世佳句，请任选一个角度进行赏析。", "ques_answer": ["（1）环境描写。点明时间，描绘了夕阳西下的景象，渲染了日暮穷途的氛围，烘托出诗人心中的无限离愁。\\n（2）示例一：诗人以'落红'自喻，'落红'和'护花'象征了崇高的献身精神，表达了诗人对理想和信念的执着追求。示例二：以落花作比喻，形象地表达了诗人虽然辞官，但仍关心国家前途和命运，愿意继续为国家效力的思想感情，体现了诗人的奉献精神。"], "ques_analyze": ["（1）本题考查诗句内容和作用的理解。'白日斜'使用'白'和'斜'的字眼，精准描绘夕阳西下的凄美场景，是一种环境描写，营造了忧伤凄清的氛围。结合前文的'浩荡离愁'，'白日斜'不仅加深了离愁的浓重色彩，还有效延伸了离愁的情感空间，使读者更深刻地体会到诗人强烈的别离之情。\\n（2）本题要求从不同角度赏析诗句。首先，从内容角度，'落红不是无情物'比喻落花有情感，它们化作春泥后滋养更多生命，象征诗人即使退出官场，依然关心国家未来，愿意为民族大义付出。其次，从感情角度，这两句诗传达了诗人将个人命运与国家命运紧密相连的深刻认识，体现了他对国家和人民的高尚奉献情怀。最后，从手法角度，诗人巧妙地以'落红'自喻，通过这一形象，传达了他秉持高洁品质，为理想献身的精神。这两句诗展现了作者的精神境界和崇高人格魅力。"], "ques_knowledges": ["「诗歌」语言风格分析题", "环境描写"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "请阅读下面的诗歌，然后完成以下问题。溪上遇雨（其一）崔道融回塘<sup>①</sup> 雨丝如同缫丝，野禽静止，鱼跃而沉<sup>②</sup>。耕作蓑衣<sup>③</sup>和钓鱼笠帽都来不及取，秋天田野仍有希望在雨中。注释：①回塘：曲折的池塘。②沉鱼：躲在水底的鱼。③耕蓑：农民的蓑衣。(1) 评价说这首诗“深具夏雨情趣”，请从写作手法角度简要分析。 (2) 从语言特征及其作用方面对这首诗进行简要评析。", "ques_answer": ["动静结合营造雨景；捕捉动物特点；用衬托法突出景物；借景抒情，感情融入。", "运用比喻，形象生动；用词贴切，细腻描绘景物动态；语言简洁，增强画面感。"], "ques_analyze": "这题要求对诗歌的写法和语言特点进行赏析。首先，诗作采用动静结合的方法，表现雨中的景象，如“野禽静止”和“鱼跃沉”的动静对比。其次，诗人通过细腻描绘夏天急雨，动物“野禽”和“沉鱼”的动作，表现了对秋收和乡村生活的喜爱。从语言角度看，诗运用了比喻手法，例如“雨丝如缫丝”形象生动，准确用词如“跃”刻画出了雨中跃起的鱼儿。句子简洁如“取未暇”，生动描绘了大雨来时农夫的忙碌和紧迫感。", "ques_knowledges": ["其他古代作家", "诗"], "source": "test", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读《诗经• 蒹葭》，完成下列各题。蒹葭苍苍，白露为霜。所谓伊人，在水一方。溯洄从之，道阻且长。溯游从之，宛在水中央。蒹葭萋萋，白露未晞。所谓伊人，在水之湄。溯洄从之，道阻且跻。溯游从之，宛在水中坻。蒹葭采采，白露未已。所谓伊人，在水之涘。溯洄从之，道阻且右。溯游从之，宛在水中沚。(1) 题目内容: 这首诗描绘了怎样的人物形象？ (2) 题目内容: “蒹葭苍苍，白露为霜”是何种描写？起到了什么作用？ (3) 题目内容: 诗中哪些句子表明诗人心中的人难以接近？", "ques_answer": ["一个执着追求所爱之人的形象。", "环境描写，烘托了苍凉幽静的氛围。", "“宛在水中央，宛在水中坻，宛在水中沚”显示诗人心上人难以企及。"], "ques_analyze": "(1) 整首诗通过不断强调'伊人'的难以靠近（如'道阻且长'、'宛在水中央'等），塑造了一个执着追求心中所爱却难以实现愿望的人物形象。这样描绘突出了主人公的执着与追求，并反映了他内心的孤独与渴望。\n(2) “蒹葭苍苍，白露为霜”通过环境描写设定了背景与氛围，其中'蒹葭'象征着模糊而遥远的追求对象，'白露为霜'指出季节为深秋，同时暗示了寒冷和孤独。这种描写深化了对诗人心境的理解，通过清冷的自然背景反映他对“伊人”的渴望与等待。\n(3) 诗中多次使用“宛在”一词，形象地表达了“伊人”虽近在眼前却如在远方，难以接近。这种表达逐渐具体化，同时也隐含了诗人的情感复杂性，使对诗歌情感的理解更加深入。", "ques_knowledges": ["诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读杜甫的《石壕吏》，完成以下题目。石壕吏杜甫暮色降临，诗人投宿于石壕村。夜晚，差役抓人，老翁翻墙逃走，老妇出门察看。差役怒吼，老妇痛哭。老妇诉说：三个儿子在邺城戍守，一个偶尔寄信回家，另两个刚战死。活着的苟且偷生，死去的已经长眠。家里再无他人，只有一个未断奶的孙子。孙子的母亲未能离去，出入连完整的衣裙都没有。老妇虽然年老力衰，但愿随差役回去，急忙赶赴河阳服役，还可以准备晨炊。夜深了，话语声断绝，隐约听到低泣声。天亮后，诗人继续上路，只与老翁告别。(1) 请用诗中的一个字概括老妇一家的处境，这个字是   __   。 (2) 诗人描写差役时只用了“呼”与“怒”两个字，请根据这个特点及老妇的一句“诉说”，设计差役的问话。差役：   __   老妇：三男邺城戍。一男附书至，二男新战死。 (3) 杜甫的《春望》与《石壕吏》都是在“安史之乱”背景下创作的，但两首诗中的情感表达有所不同。《春望》表达的是   __   ；而《石壕吏》则展现了诗人的复杂心理：既   __   ，又   __   。", "ques_answer": ["苦", "你家还有男人吗？快交出来！", "忧国思乡", "同情百姓的苦难", "希望百姓能为国家出力"], "ques_analyze": "题目解析：\n(1) 从诗句“三男邺城戍。一男附书至，二男新战死”以及“室中更无人，惟有乳下孙。有孙母未去，出入无完裙”可以看出，老妇的家境十分悲苦。三个儿子两个已死，家中仅剩一个年幼的孙子及贫困的儿媳，故答案为“苦”。\n(2) 根据老妇的回答“三男邺城戍。一男附书至，二男新战死”，差役的话应与家中男丁的去向有关，可能用命令的口吻询问家中男子的情况，并强迫交人。所以设计的问话为“你家还有男人吗？快交出来！”。\n(3) 《春望》中的“国破山河在，城春草木深”表现出对国家命运的担忧与对家乡的思念；而《石壕吏》通过老妇的遭遇，展现了杜甫对普通百姓的同情，同时也隐含了希望百姓能为国家出力的复杂情感。这种矛盾心理不同于《春望》单纯的忧国思乡情感。", "ques_knowledges": ["杜甫(712-770)", "诗", "「诗歌」内容理解题", "「诗歌」思想感情题", "「诗歌」对比阅读题"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读以下一首诗，完成下面的问题。满江红秋瑾暂住京城，不觉又逢中秋佳节。篱下黄花盛开，秋天景色如洗。四面歌声渐逝楚地破灭，八年光阴空思故乡。勉强把我归为女子，实在不屑！身体无法列入男儿行列，心却比男儿还要刚烈！这一生赤胆忠心，总是为了他人而热。世俗之人谁能理解我？英雄末路该受折磨。茫茫红尘，何处可寻知音？青衫尽湿！ (1) 题目内容: “篱下黄花盛开，秋天景色如洗”在诗中起到什么作用？请简要分析。 (2) 题目内容: “世俗之人谁能理解我？英雄末路该受折磨”一句诗人如何表达对命运的不满和抗争的？", "ques_answer": ["①描绘了美丽的秋景，衬托出诗人内心的忧愁。②表现出环境的宁静和孤寂，为下面的情感表达做铺垫。", "通过设问表达了自己理想抱负不被凡夫俗子理解的处境，在自问自答中展现了诗人在遭遇挫折时的豪爽胸襟。"], "ques_analyze": ["(1) 这首《满江红》的作者秋瑾，通过描写明媚的秋景来反衬环境的宁静和孤寂，利用“篱下黄花盛开，秋天景色如洗”这一景象，突出诗人内心的忧愁。同时，她表达了民族危机的压力，借景抒情，为接下来的情感宣泄做铺垫，突出了抒情的主题。句中的“身体无法列入男儿行列，心却比男儿还要刚烈”更是显示出她虽身处国难，但心怀天下，有着超越男子的英雄气概，准备投身于民族救亡的事业。", "(2) 诗人秋瑾在“世俗之人谁能理解我？英雄末路该受折磨”这一句中，通过设问的手法，揭示了自己与世俗看法的矛盾，并通过自问自答表现了在逆境中依然不失志气的豪迈情怀。她以切身的经历，反映出理想主义者在社会中的孤立无援，同时指出真正的英雄在困境中依旧坚韧不拔、意志坚定，寻找志同道合之士共同努力，毫不动摇地投身到国家的命运和民族的复兴之中。"], "ques_knowledges": ["阅读与鉴赏", "词", "「诗歌」内容理解题"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读以下诗歌，完成后面的小题。望岳 杜甫岱宗夫如何？齐鲁青未了。造化钟神秀，阴阳割昏晓。荡胸生曾云，决眦入归鸟。会当凌绝顶，一览众山小。(1) 题目内容: 诗句“阴阳割昏晓”中的“割”字起到了怎样的表达效果？ (2) 题目内容: 诗歌的最后一联展现了诗人怎样的精神和气概？", "ques_answer": ["(1) '割'字在这里体现了泰山的雄伟陡峭，使得泰山南北两侧的阳光被拦截，呈现出截然不同的明暗景象。", "(2) 诗人通过写自己必定要登临泰山之巅、俯瞰众山的情景，表现了一种无所畏惧、勇于攀登高峰的壮志豪情。"], "ques_analyze": ["(1) 通过诗句'阴阳割昏晓'的理解，可以看到'割'字在这里的巧妙运用。这一用法描绘出泰山的高耸入云，使得南北两侧因阳光的阻隔而形成明显的阴暗和光明对比。这个'割'字不仅描述了地理上的分隔，还具象化了泰山的险峻，强化了泰山的雄伟形象。", "(2) 阅读诗歌的尾联'会当凌绝顶，一览众山小'，可以体会到诗人立志攀登泰山之巅的坚定决心，以及站在绝顶俯瞰万山的宏大视野。尾联表达了诗人敢于挑战高峰的雄心，以及对于理想的不懈追求和自信心，体现了杜甫勇往直前、积极奋斗的精神风貌，是全诗的情感高潮。"], "ques_knowledges": ["杜甫(712-770)", "诗", "「诗歌」炼字题", "「诗歌」思想感情题"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下面的古诗，完成下列问题。送友人李白青山横北郭，白水绕东城。此地一为别，孤蓬万里征。浮云游子意，落日故人情。挥手自兹去，萧萧班马鸣。(1) 问题一: 诗人送别友人的地方是哪里？ (2) 问题二: “孤蓬”和“浮云”的共同特点是什么？在诗中它们象征着什么？ (3) 问题三: 请结合具体的词语，简要分析诗歌最后一联所表达的情感。", "ques_answer": ["北郭（或东城、城外）", "随风漂泊（或漂浮不定），行踪不定的游子（或漂泊不定的友人）", "“挥手”展现诗人豁达的心态；“班马鸣”用典故表达对友人的不舍之情。"], "ques_analyze": "本题涉及古诗文的理解与鉴赏。首先，通过诗歌的前两句'青山横北郭，白水绕东城'，可以得知诗人送别友人的地点是北郭或东城外。其次，'孤蓬'象征着诗人的朋友，像孤立的蓬草一样将要独自漂泊到远方，而'浮云'则象征无拘无束、随风飘动，均比喻行踪不定的游子或漂泊不定的友人。最后，在尾联'挥手自兹去，萧萧班马鸣'中，诗人挥手告别的动作体现了豁达的心态，而'班马鸣'的典故源自《诗经·车攻》，意在表达对友人分离的不舍之情。解析详尽地串联了题目中的关键点。", "ques_knowledges": ["诗"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "诗歌鉴赏", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读下面这首唐诗，按要求回答问题。咸阳城东楼 许浑一登高楼万里愁，芦苇杨柳似水中洲<sup>①</sup>。溪<sup>②</sup>云初起日落阁，山雨欲来风满楼。鸟飞绿野<sup>③</sup>秦苑晚，蝉鸣黄叶汉宫秋。行人<sup>④</sup>莫问昔年事<sup>⑤</sup>，故国东来渭水流。注释：①汀洲：水中的小洲。②溪：这里指咸阳城南的磻溪。下文的“阁”指城西的慈福寺。③芜：丛生的杂草。④行人：这里指作者自己。⑤当年事：指秦、汉灭亡的往事。(1) 题目内容: 颔联中用了哪些意象营造了诗歌的萧条与苍凉？ (2) 题目内容: 这首诗抒发了诗人对历史变迁的感慨，请结合颈联分析诗人是如何表达这一情感的。", "ques_answer": ["云、落日、山雨、风", "诗人使用秋天夕阳下的意象'鸟飞绿野'、'蝉鸣黄叶'，渲染了萧条苍凉的意境，通过秦、汉两代的荒废之景，抒发了对历史沧桑的无限感慨。"], "ques_analyze": "(1) 诗歌借助自然界的意象来传达深层意境。诗句'溪云初起日落阁，山雨欲来风满楼'中，'溪云'象征阴云的聚集，'日落阁'形象地描绘出太阳逐渐西沉，联想到王朝的衰落；'山雨'和'风满楼'则预示着一场暴风雨的临近，象征着动荡与不安。综合以上意象，营造了一种萧条苍凉的氛围，反映了诗人内心的万里愁。(2) 秦苑与汉宫曾是盛极一时的皇家园林，而'鸟飞绿野'与'蝉鸣黄叶'却揭示了这些昔日辉煌的地方如今已荒废凄凉。诗句借用这对比强烈的画面，凸显历史的无情变迁和王朝兴衰的宿命，由此抒发诗人对历史沧桑的无限感慨。这既是一种自然景观的细腻描写，也是历史沧桑感与个人情感交融的深刻表现。", "ques_knowledges": ["「诗歌」意象意境题", "「诗歌」思想感情题"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
