{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "较难", "ques_content": "题目内容: 家徽余华①国家有国徽，学校有校徽，工厂有厂徽。奇怪吗？我家竟然拥有家徽。我们家的家徽是一条鱼，一条画在门板上的鱼。那条鱼的图案显得很笨拙，线条杂乱且粗糙，只能让人勉强辨认出是一条鱼。然而，它却有不一般的来历。②祖父在世时，膝下有父亲他们兄弟四人，个个高大威猛。民国初年，战乱频仍，家庭靠着这几个男子拼死努力勉强维持生活。③某天半夜，父亲起来小解，发现一个人影溜进了厨房，他便大声喊叫，同时紧紧守在厨房门口。不一会儿，父亲和他的兄弟们都起来了，他们点灯，拿着大木棒子和斧头，仔仔细细地搜查着厨房的每一个角落，那时粮食就是生命，大家决定即使不把这个小偷打死，也得让他残废。然而厨房的每个角落都搜遍了，却没有发现人。父亲的兄弟们直说是他半夜眼花，父亲发誓肯定有人。正当大家争论时，祖父来了，祖父让儿子们都回去睡觉。等他们走了之后，祖父走到水缸边，轻敲水缸盖，说：“你不用躲了，出来吧。”只见水缸里水淋淋地站起一个人。这人一手举着水缸木盖，浑身颤抖，面无人色，另一只手里，还攥着一布袋大米。④祖父望着小偷，叹了口气说：“算了，你走吧，要是让我的儿子们看见了，你今天非残废不可。”⑤小偷惊愕地望着祖父，他不敢相信祖父就这么轻易地让他走，但祖父分明是平静地挥了挥手，小偷便从水缸里爬出来。祖父又把那水淋淋的米袋子递给他说：“带上它吧，它可帮你家度过几天。”小偷想说什么，眼眶却红了，低着头，提着米袋子往外走，走到了门口。“慢着，”祖父又叫住他，塞给他一串铜钱，“你拿这钱去做点小生意，再也不要做这伤天害理的事了。”⑥小偷“扑通”一声跪在地上，给祖父磕了几个响头便走了。⑦不知过了多久，一天清晨，祖父一开门，便在门环上发现了一条两斤多重的鲜鱼。祖父先是感到奇怪，但他马上就猜到是那小偷送来的，那人大约是做起了贩鱼的生意。⑧自此以后，我家门环上经常出现鲜鱼，家里便经常可以改善生活。父亲他们感到奇怪，祖父就慢慢地向他们讲起鱼的来历。⑨大约吃了几十条鱼后，祖父感到不安，说人家是小本经营，别吃垮了人家。于是连续几个夜晚守候，终于让祖父遇见了送鱼人，谁知不是那个小偷，而是一个年轻渔人。这个渔人是小偷的儿子，小偷在临终前嘱咐他要坚持送鱼到我家来。祖父和父亲他们连连点头。为了不辜负亡人的遗愿，祖父拿过一把刀子，让年轻人在我们家门上刻一条鱼，并说从此不许他再送鱼，就用这条刻下的鱼替代好了。祖父并叮嘱父亲兄弟们要保管好这条“鱼”，牢记这件事。于是，我们家按照祖父的意思，一直保留着这鱼的图案。⑩它，自然而然地成了我们家的家徽。（选自《余华作品集》，上海文艺出版社2008年版，文章有删改）(1) 题目内容: 根据文章内容，填写下表。时间故事情节祖父的表现或心理一天半夜 有贼入室，搜查无果①许久后一天清晨②感到惊奇，猜测贼报恩自此以后 常得鲜鱼，加深疑虑③三夜以后 听述缘由，明白真相④  (2) 题目内容: 请赏析第③段划线句子的妙处。 等他们走了之后，祖父走到水缸边，轻轻敲敲盖子，说：“你不用躲了，出来吧。”  (3) 题目内容: 探究“家徽”的象征意义。小说中鱼的图案成了“我们家的家徽”，并将代代相传；引用材料中“冉·阿让”的人生被两个银烛台照亮，它们都闪耀着人性的光辉，带给我们心灵的震撼。讲一讲它们给你带来了哪些思考或你从中得到了什么启发。 [引用材料]法国著名作家雨果的长篇小说《悲惨世界》的主人公冉·阿让原是个诚实的工人，因贫困偷了一块面包，因此被判五年徒刑。假释出狱后，苦役犯的罪名永远地贴在他身上，冉·阿让感到非常困苦。就在他感到绝望，对社会充满仇恨的时候，他遇到了米利埃主教。主教善意地收留了他，让他在自己家中过夜。但走投无路的冉·阿让却为了生存偷走了主教的银器，准备逃走。在逃亡途中，又被警察抓住，但在紧要关头，善良的米利埃主教声称银器是自己送给他的，并且连银烛台也一同赠给了他。这样，冉·阿让得以免于再次被捕。而冉·阿让也被主教的善心和爱心所感化，获得了新的勇气，决心从此向善。经过十年的努力，他成为了一个成功的商人，创办了企业，成为大富翁后，他乐善好施，救助孤寡，办托儿所，建立工人救济基金，开设免费诊所等。在他临终时，冉·阿让把银烛台送给他心爱的人珂赛特，并说：“我不知道把它赠给我的那位主教在天上是否对我感到满意，我已尽我所能了。”几小时后，他让他们一人靠在他的一只手上，平静地离世。两支烛光照在他那张苍老却庄严的脸上。 ", "ques_answer": ["①救出小偷，劝改邪归正 ②有人送鱼，不知道是谁 ③心生不安，守夜查实 ④刻鱼留念，教育子孙", "本文通过细腻的动作描写和温和的语言描写，突出祖父富有经验、细致入微、宽容慈悲的性格特点，同时为后文祖父劝小偷改邪归正、宽恕小偷的行为做了铺垫。", "家徽的象征意义体现了在困境中人性的善良和宽容，对遭遇困境的他人的体谅和帮助，以及家族德行教育的理念。善良和宽容能够触动人心，引导正向改变，并且具有传承价值，可以代代相传。我们应当对困境中或犯错的人给予更多关爱和支持，并将良好的品质作为家庭的精神财富传承下去。"], "ques_analyze": "本题综合考察了学生分析概括文章内容、品味语言表达艺术以及探究标题隐喻的能力。第一部分填表题依据文章对祖父的动作和语言描写，揭示其内心的善良和宽容，并反映他对家族教育和传承的重视。第二部分欣赏句子的题目，答案结合了动作与语言描写，体现了祖父的智慧和慈悲，并为后文做了铺垫。第三部分探究题目要求结合《悲惨世界》中的例子，分析“家徽”的象征意义并引出个人思考和启发。答案紧扣小说内容和引用材料，阐释了善良和宽容对人的影响和传承，以及品德传家的重要意义，具有较强的启示性。", "ques_knowledges": ["散文"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 北斗卫星导航系统发射任务报告\n\n杨欣\n\n①2019年4月20日22时41分，我国在西昌卫星发射中心使用长征三号乙运载火箭，成功发射了第44颗北斗导航卫星。这次发射是2019年北斗导航卫星的首次发射，标志着今年北斗系统高频次组网工作的开始。②这颗卫星是北斗三号系统中的第20颗组网卫星，同时也是该系统首颗倾斜地球同步轨道卫星。经过一系列在轨测试后，该卫星将与此前发射的18颗中圆地球轨道卫星和1颗地球同步轨道卫星共同组成网络。北斗系统的独特设计在于采用三种轨道的混合星座设计，这在全球范围内是首创。③本次发射的北斗导航卫星和配套运载火箭分别由中国空间技术研究院和中国运载火箭技术研究院研制。西昌卫星发射中心自1970年成立以来，主要负责地球同步轨道卫星、月球探测卫星等中高轨道和深空探测器的发射任务。④那么，为什么需要如此多的卫星来为我们提供导航服务呢？人造北斗卫星在太空中是如何运行的呢？⑤北斗三号导航系统计划发射35颗卫星以实现全球组网，这些卫星分为三种类型，分别位于GEO轨道（地球静止轨道）、IGSO轨道（倾斜地球同步轨道）和MEO轨道（中圆轨道）中。不同轨道上的卫星有着不同的任务，中圆轨道卫星在距离地面约20000公里的高度上，可以覆盖全球。⑥北斗系统不仅能提供精确的导航定位服务，还可以扩展无线电测定和星基增强功能。通过不同轨道卫星的相互配合，北斗系统能够形成一张覆盖全球的导航网络，提供高精度的定位服务。目前，北斗系统已广泛应用于交通运输、气象预报、电力调度、森林防火、应急救援、通信等多个领域，为社会带来了极大的便利和经济价值。专家指出，从2012年到2018年，我国卫星导航与位置服务产业年均增长率约为20%，北斗系统在此中的贡献率高达80%。预计到2020年，我国卫星导航产业的总产值将达到4000亿元。⑦未来，随着物联网的发展，北斗导航系统的应用市场将会更加广阔，其发展前景十分光明。\n\n(1) 题目内容: 本文是一篇新闻报道，依次说明了北斗导航卫星的发射时间，__，__。\n\n(2) 题目内容: 本文运用了多种说明方法，请以第⑥段画线句为例，简要分析。", "ques_answer": ["北斗导航系统的组网情况", "北斗导航系统的应用前景"], "ques_analyze": "(1) 本题主要考查对文段内容的理解能力。根据④⑤段提出的问题“人造北斗星座在太空中是如何运行的？”和文中提到“北斗三号导航系统计划发射35颗卫星展开全球组网”的描述，可以判断出第一空应该填写北斗导航系统的组网情况。结合⑥段及⑦段提到的北斗系统的应用领域和未来的巨大应用市场，可以概括第二空为北斗导航系统的应用前景。\n\n(2) 第六段中列数字的说明方法，通过具体数据如“卫星导航与位置服务产业的年均增长率约为20%”、“北斗系统的核心贡献率达80%”、“2020年我国卫星导航产业总产值预计达到4000亿元”等，准确地展示了北斗系统对产业的影响和贡献。这些客观数字增强了描述的说服力，使读者能够更直观地感受到北斗系统的重要性。", "ques_knowledges": ["文学类文本", "新闻阅读"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "困难", "ques_content": "题目内容: 阅读《中国人真的失去了自信吗》，完成以下小题从公开的言论看：两年前，我们还常常夸耀着“地大物博”；这是事实。不久之后我们不再自夸，只寄希望于国联，这也是事实；现在我们既不夸自己，也不信任国联，而是一味地求神拜佛，怀古伤今，这也是真实情况。因此，有人感叹：中国失去了自信力。如果仅凭这一现象来说，自信其实早已消失。之前我们信任的是“地”和“物”，后来信任“国联”，却从未真正相信过“自己”。如果这些也算是一种“信”，那也只能说中国人曾有过“他信力”，当对国联的信任破灭以后，这种他信力也随之消失。失去了他信力后，就可能产生怀疑，经过一番转变，也许能独自相信自己，这反倒是一条新的生路。但不幸的是，我们却逐渐陷入了迷信之中。信“地”和“物”还算具体，但国联却显得渺茫，这可能会让人不久就明白依赖国联是不可靠的。而一旦转向求神拜佛，这就太过虚幻，无法立即看到其有益或有害的结果，它可以让人们更长时间地麻醉自己。中国人现在最大的进展是发展了“自欺力”。“自欺”其实也不是现在才有的东西，现在只不过更加明显，笼罩了一切。然而，即使在这种笼罩下，仍有不失自信力的中国人存在。自古以来，我们有埋头苦干的人；有拼命硬干的人；有为民请命的人；有舍身求法的人，……。尽管“正史”往往等同于为帝王将相树碑立传，但也掩盖不住这些人的光辉，他们就是中国的脊梁。这类人，即使在当下，也并不少见。他们有坚定的信念，不自欺；他们前仆后继地奋斗着，只是由于不断被摧残、被抹杀，湮没在黑暗中，没能为大众所知。说中国人失去了自信力，如果是指部分人还可以，但若归结于整个民族，那是污蔑。谈论中国人，必须透过表面浮华的自欺看清其真正的筋骨和脊梁。自信力的存与否，不能靠状元宰相的文章来证明，要靠自己去了解底层。(1) 作者反驳的观点是什么？他想证明的观点又是什么？ (2) 文中列举的几类人具体指的是哪些人？请举例说明。 (3) 作者为何反复强调“中国的脊梁”？从中能体现出作者怎样的情感？ (4) 这篇文章语言辛辣，带有讽刺意味，请任选一例分析。", "ques_answer": ["作者要反驳的是“中国人失去了自信力”这一错误观点。他想证明“我们有不失自信的中国人存在”这个观点。", "“埋头苦干的人”指的是广大劳动人民，如毕升、祖冲之等；“拼命硬干的人”是指反对国内剥削阶级和外来侵略的革命志士，民族英雄，如郑成功、林则徐等；“为民请命的人”指的是同情人民，伸张正义的正直官员，如海瑞等；“舍身求法的人”指的是为追求真理而献身的人，如谭嗣同等。", "反复强调“中国的脊梁”是为了赞美那些有自信力的中国人，强调他们是民族生存与发展的支柱，是我们民族的真正代表。这体现了作者深厚的民族情感，民族自豪感和自信力。", "文章开头，作者揭示对方论据时，简洁地勾勒出三种形象：起初盲目自夸，继而依靠国联，最终求助于神佛。通过这种描述，他揭示了悲观论者在精神上的逐步退缩和自欺欺人，讽刺意味浓厚，语言辛辣。"], "ques_analyze": ["(1) 本题考察对议论文中敌论点和本文论点的理解。文章开篇列举一系列事实作为反驳依据：先是夸耀“地大物博”，接着依赖“国联”，最后转向“求神拜佛”。通过这段过程提出“中国人失去了自信力”作为敌论点。随后，作者通过合理的论证揭示这一论点的错误，坚称“我们有不失自信的中国人存在”，为自己的核心论点立足。", "(2) 本题考察对文章具体内容的理解和举例说明。‘埋头苦干的人’代表辛勤工作的劳动人民，如毕升、祖冲之等；‘拼命硬干的人’代表忠于国家和反抗侵略的英雄人物，如郑成功、林则徐等；‘为民请命的人’代表能为民充当伸张正义的官员，如海瑞等；‘舍身求法的人’代表追求真理、不惜牺牲自身的人，如谭嗣同等。", "(3) 本题考察对作者情感态度的理解。鲁迅通过反复强调“中国的脊梁”，赞颂那些为国家和人民献身的奋斗者，认为他们是民族的中坚力量，体现了作者的深厚民族感情和自豪感。这种强调目的是鼓舞人心，增强自信力。", "(4) 本题考察对文章语言风格的理解。文章开头部分，作者用尖锐辛辣的语言描述了国民从盲目自夸到依赖国联，再到求神拜佛的过程。通过这种步步退缩的描绘，他讽刺了国民悲观的心理和自欺的态度，语言尖锐且富有讽刺意味。"], "ques_knowledges": ["提炼论点", "「议论文」信息提取筛选", "「议论文」其他题型"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下文，完成以下小题。拔掉那颗蛀牙\n①她对自己家庭充满怨恨。②她在家里处境很尴尬。姐姐比她漂亮。父母因为想要儿子坚持生育，但结果生的是她，再后来弟弟出生了，成为全家最受宠爱的人。父母的观点是，女儿迟早要嫁出去，不算是家里人，能养着就不错了！③姐姐沉默不语。她却大喊：“为什么？不如不生我！”于是遭到了打骂。④那时，她发誓要报复家里的所有人，要让他们知晓她的厉害。三个孩子中，她的学习成绩最好，因为没有其他特别突出的地方，她只能拼命读书。小小的心里，充满了恨意，这恨意如同一株芽苗，日日夜夜地“茁壮”成长。⑤她沉默寡言，经常一个人抱着书，把自己关在屋里。即使看书，母亲也会嚷着不要费电了。于是，她去邻居的窗下，借着光学习直到半夜。她是个坚强的小女孩，坚强到不会掉眼泪。全镇只有一个人考上了县里的高中，那就是她。父母不想让她去读，因为读高中要住校，只吃饭一个月就要花好几十块。她说：“我不吃学校的饭，我自己带饭，带几个馒头可以吃一个星期。”⑥她最终去读了高中，感到无比自由。每周回家一次，带上一周的馒头。冬天还好，馒头不会坏掉。夏天，有时馒头坏了，她舍不得扔，还会吃掉。吃到拉肚子，一趟趟跑厕所，但她从来不哭。整整三年，她一直是全年级里最优秀的学生。⑦高考成绩出来后，她成为市里的状元，去北京大学读书，整个县城都为之轰动。所有人都说，看人家，吃了三年干馒头，还考上了北大。⑧去北大后，她仍然话不多，打几份工，尽量不花家里的钱。而且，她冷冰冰的内心拒绝温暖，怕别人算计自己。⑨整整四年，她把自己交给了书本，又以学校最好的托福成绩考上了美国公费留学。整个县城再次轰动了——她是那个小城里第一个去国外留学的人。然而，她没有回家，没有给父母带来那种虚荣的光环。现在，她是她自己的，与他们再无关系。⑩到了美国之后，她仍然是孤独一人，没人交流，内心一片空白。她没有亲情的感觉，也不相信男人，她的世界里，只有她自己。她去看心理医生，医生说：“你太自闭了，内心充满怨恨。有怨恨的人，必定不快乐。你应该学会去爱，只有爱，才能拔掉那颗腐蚀你心灵的蛀牙。”⑪她愣住了：是吗？有这么严重吗？一直以来，都是别人对不起她啊，所以她一直拒绝和家人联系。半夜，她第一次拨通了家里的电话。母亲竟然没有听出她的声音来。叫了一声“妈”之后，母亲哭了，哭着骂着，叫着父亲的名字：“二妞来电话了，二妞来电话了——”父亲抢过电话，叫着：“妞妞，妞妞……”再也说不出话来。接着，姐姐和弟弟都跑了过来。声音哽咽着，好像她恩赐了他们什么。挂了电话，她坐了一夜，第二天继续发呆。她决定回国。⑫是一瞬间决定的——回国！多少年没有回家了！她带着大包小包——每个家人的礼物，下了飞机，直接坐出租车回老家。一进门才发现：家，破旧了。两颗老枣树还在，花开时散发着淡淡的芬芳。\n爱发脾气的母亲老了，正在树下择韭菜，满头白发；喜欢打人的父亲躺在脏兮兮的椅子上。父母抬头看到她时，眼神里满是慌乱，伸开双手，不知道该干什么说什么，好像她是客人——她看起来太洋气了，与多年前那个瘦小的黑黑的小女孩完全不一样！甚至，母亲扑过来后，站在她面前，不敢抱她。⑬沉默了很长时间后，她终于叫了一声“妈！”母亲哭着，擦着眼泪。她以为自己足够坚强，以为不会再流泪了，但当父亲过来抱住她说：“孩子，回来啦！”她的眼泪终于像泉涌般下来了。⑭她把带回来的钱分给了大家，父母一份，姐姐一份，弟弟一份。父母养老，姐姐能买城里的房子了，弟弟要开个超市，这下有资金了。做完这些后，她突然觉得自己非常幸福。⑮拔掉了那颗恨的蛀牙，原来可以这么快乐。\n(1)题目内容: 请根据故事情节——主人公的成长历程，在序号里填写合适的内容。（字数不超过10字） \n①地位尴尬，心生怨恨 ②__ ③__ ④回报亲情，收获幸福 \n(2)题目内容: 第⑫段画线句运用了__，其作用是__。 \n(3)题目内容: 联系上下文，回答括号中的问题。她恨全家人。（她具体“恨”什么？开篇独句成段，有何作用？） \n(4)题目内容: 联系全文讲述标题深刻的含义。 \n(5)题目内容: 选文是一篇寓意深刻的小说，并有一定的警示意义，结合全文作简析。", "ques_answer": ["1. 拼命读书，疏远亲情 2. 医生指点，唤醒亲情", "环境描写，渲染亲切气氛，表现亲情解冻", "恨父母偏爱弟弟，不重视自己；开篇独立成段引起读者兴趣，埋伏笔", "'蛀牙'比喻她的恨，拔掉即放下仇恨，只有爱才能带来快乐", "缺少家庭关爱可能导致畸形心理，提示人们要心怀爱意、珍惜亲情"], "ques_analyze": "本题考查学生对故事情节、语言运用和文章深意的理解。首先，通过分析文中主人公的成长经历和她对父母及家人的态度变化，我们能够概括主人公的情感轨迹，从最初的怨恨到后来的理解与回报亲情。然后，结合画线句的环境描写，我们能感受到该文通过描述主人公回家的情景，以及与家人重逢的感动，渲染了一种亲切的氛围，突出亲情解冻的主题。接着，从第一句话独立成段的效果来看，它在开篇给人深刻的印象，为后文的情感转折埋下伏笔。文章的标题「拔掉那颗蛀牙」，表面上比喻挖掉心中的怨恨，深层意义强调了爱的重要性，只有爱才能让内心得到真正的自由与快乐。最后，通过提醒我们孩子缺失家庭关爱可能发展出畸形心理，文章敦促每个人都应学会给予爱，尤其是对孩子的关心与支持，以促进一个更和谐的社会。", "ques_knowledges": ["小说"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读《飞来飞去的鸟巢》，回答下列问题。飞来飞去的鸟巢张丽钧①接到一个陌生电话，对方直接问： “你家房子出租吗？”我回答：“不出租。”对方又问：“那你家房子出售吗？”我回答：“不出售。”没想到她接着问：“那你知道你们那栋楼里有没有谁家房子出租或出售吗？”我没有回答，而是试探性地问：“你是为了找房给读××高中的学生住吧？”对方给出了肯定的答复。②由于与这所省重点高中相邻，周边房价和租金逆势上涨。我认识一对父母，为了孩子上高中而在我们这栋楼租住了三年。我总是在心里问自己：这样的无微不至的陪伴，究竟是为了孩子的心理需求，还是为了父母自己的心理需求？③你以为孩子高中毕业，父母的“陪读任务”就结束了吗？你错了。我们来听听一个大学生的心声：“从小到大一直生活在父母的唠叨和斥责中。我之所以报考外地大学，就是想摆脱父母的束缚和庇护，过自由自在的大学生活，没想到妈妈要来陪读，我大概永无出头之日了，想起来真够恐怖的。”④即使孩子到国外读研读博，也有伟大的中国母亲千里迢迢追过去。我儿子在英国读博期间见识过这种让人难以置信的母爱，他甚至还荣幸地吃过那位母亲给她儿子包的五彩水饺。⑤孩子在外地工作后就能摆脱父母的纠缠了吗？那也未必。有位慈父曾对我说：“什么叫落叶归根？就是做父母的这片叶子枯黄了之后，自然落到儿女的根上。”按照这样的理论，不管孩子飞到哪里，父母也一定追到哪里。⑥小鸟孵出之后，要长大，要学飞，要拥有辽阔的天空。你能想象吗——老鸟因为爱小鸟，小鸟飞到哪里，老鸟就把巢搬到哪里。担心小鸟受冻受饿，担心小鸟遇到危险，所以老鸟辛苦地为小鸟提供一个移动的家。⑦总听见有专家指责当今孩子“精神断乳期”来得太迟。其实，只要我们分析一下，就不难发现，是父母对儿女“婴幼期延长”的心理，扼杀了孩子的精神成长。⑧我校高中新生入学时，保安在门口拦住想亲自送孩子到宿舍的家长——有高年级学生帮着提行李，不需要父母操心。然而，每年都有父母与保安发生冲突；也有父母拿出证件，冒充执行公务混入学校；更多的父母站在门口，向越走越远的宝贝挥手、哭喊，像影视片中的生离死别……对大多数父母来说，宝贝只有一个，顶在头上怕歪了，含在嘴里怕化了，要星星不给月亮，要 “苹果”不给 “三星”。孩子几乎变成了父母的精神寄托，所以他们牢牢地将孩子抱紧。与其说父母过度保护是为了满足孩子的心理需求，不如说这是他们自己的心理需求。⑨被超量宠爱的孩子无法精神健康。他们被父母用各种美好的借口过分保护，没有了艰难、跌倒、流泪、流血、重生的机会……⑩愿天下父母都能明白——没有任何一个鸟巢可以成为鸟儿永久的避难所。让鸟儿练就一双迎击风雨的翅膀，培养鸟儿心志高远，才是鸟儿毕生享用不尽的福祉。(1) 文中作者反映了一种什么现象？请用简洁的语言回答。 (2) 文章从作者接到陌生电话的经历开始写起，有什么好处？ (3) 结合上下文，体会下列句子中特殊用词的表现效果：我儿子在英国读博期间就见识过这种让人难以置信的母爱，他甚至还荣幸地吃过那位母亲给她儿子包的五彩水饺。 (4) 联系全文，谈谈“鸟巢”在文中的象征意义。 (5) 文章结尾提到“没有任何一个鸟巢可以成为鸟儿永久的避难所”，请结合生活实际谈谈你对这句话的理解。", "ques_answer": ["一些父母从孩子上学到工作，总是陪在孩子身边。过度的保护使孩子不能健康成长。", "通过写接到陌生电话，吸引读者兴趣，并引出部分家长为陪读租房的现象，为文章主题做铺垫。", "“见识”“难以置信”在此处夸张用法，突显了儿子对这种母爱的极端不理解和反感。", "象征着父母随着孩子的学习和工作的迁移而搬家的家庭，同时也象征父母对孩子的过度关爱。", "父母不能永远陪伴孩子，溺爱成长的孩子容易形成依赖性。孩子长大后，父母应及时放手，给予孩子独立成长的空间。"], "ques_analyze": "1. 本题考查对文章核心事件的概括。通过全文可以发现，文章通过具体例子反映了父母对孩子过度陪伴的现象，尤其结合第三段内容，孩子渴望独立生活，而父母过于保护。2. 分析段落作用时，需要注意作者以接到电话的场景吸引读者的好奇心，并引出陪读家长租房的现象，这是文章主题的铺垫。3. 在词语表达效果的分析中，“见识”通常用于形容亲眼看到或体验到某种现象或事物，“难以置信”表示非常不可思议，这两个词的夸张用法在这里增强了儿子对母爱的极度反感。4. 关于“鸟巢”，通过全文来看，它象征着父母伴随着孩子学习和工作的迁移而不断搬家的家庭，反映了父母对孩子过度的爱。5. 最后，鸟巢无法成为永久避难所表明孩子最终需要独立生活，父母应适时放手，给予孩子成长的空间，独立能力对他们的健康成长至关重要。", "ques_knowledges": ["散文"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读下文，完成以下各题。\n\n书笺小祭\n\n夏坚勇\n\n①好久没写信了。\n②写信是一种享受，铺开信纸，听笔尖沙沙作响，就像坐在红泥火炉旁，品茗对坐；或在林间漫步，悠游半日。写到兴致处，忍不住重读一遍，想象对方读信时的神态。这种快感，用“如沐春风”“醍醐灌顶”都无法形容。\n③最后一次写信是什么时候？大概是暮春的一个下午。我在阳台上给远方的朋友写信。春日暖阳，空气中飘着游丝般的飞絮；市声喧嚣，阳台内弥漫着热气。这一切都化作了一种叫做情调的东西，渗透在信纸上。写这种信会有全身心的投入，但电话铃响了，那熟悉而亲切的声音正是收信的那位朋友，欣喜之后是简洁的对话，然后互道“再见”。\n④信，自然是不用寄了。因为说到底并没有什么重要的事情。挂断电话，我感到一阵黯然。\n⑤如今电话越来越普及了，而且势头不减，几乎无处不在。于是，我常常会怀念信笺的温馨。\n⑥十年前，我在北京进修时，收到朋友来信，信中内容早已模糊，但最后两句至今难忘：“你走以后，这里越发冷清，只有园子里的杏花开了几朵，其他一切依然。”北京城正被料峭寒气笼罩，但南方那几朵杏花带来的温暖却充盈了我的心。\n⑦到了秋天，在窗外落叶声中给家里写信，随手写下：“秋风渭水，落叶长安。天气越来越冷了，总想着你和孩子。”妻后来告诉我，她读到这些时，在灯下流泪了。\n⑧有时会想，如果电话普及得早上半个多世纪，我们今天将不会看到鲁迅和许广平在《两地书》中鲜为人知的倾诉，也不会听到巴金和萧珊在《家书》中深情的低语，那将是怎样的缺憾！如果电话普及得早上几千年，中国文学的绚丽画廊将会黯然失色，会缺失苏东坡的“明月几时有，把酒问青天”，这首千古绝唱是他在中秋之夜写给弟弟子由的；会缺失李白的“思君若汶水，浩荡寄南征”，因为这首诗的题目是“沙丘城下寄杜甫”；也会缺失白居易那首长达一百韵、一千字的《代书诗》，那是他在苏州刺史任上，代替书信寄给好友元稹的。在苏州和越州之间的官道上，驿马飞驰，承载着挚友之间生死之交的情谊和绵长的思念，也承载着华夏历史上一幅流韵久远的文化景观。\n⑨这样的场景，因为电话的普及，逐渐消失了。人们都在为电话的便利欢呼，谁也没有想到这种欢呼背后的代价。电话方便，快捷，触手可及，但失去了情调，失去了韵味，失去了等待、期盼、憧憬、焦灼，以及由此引起的误解。从根本上说，电话是一种快速反应的语言系统，它是体育运动中的壁球；而书信则能传递一种更为舒展也更为深厚的人类情感，它是                  。\n⑩又要说到往事了。我在北京学习结束前，给家里写了一封信，告知回家的日期和车次。可是直到离京前，我还没买到车票，再写信已经来不及了。幸运的是，最后时刻我终于上了车。二十多个小时，没有座位，没有水喝，极度疲惫中，支撑我意志的是妻在前方车站深情远眺的身影。晚上十点，从车窗里看到妻孤单的身影，一路的疲惫顿时烟消云散，赶紧冲出车门，挽起妻温热的手，在白雪覆盖的大地上走出一路久别重逢的浪漫。\n⑪后来妻责怪我，买不到车票，为什么不打电话回来更正呢？我说正是这样才更有意思。\n1993年初春\n（选自《唐朝的驿站》，有删改）\n\n(1) 题目内容: 作者在第五段说，他“常常会想起信笺的温馨”，这“信笺的温馨”具体指什么？请联系全文，分条作答。\n(2) 题目内容: 请结合语境，将文章第九段空缺处补充完整，使之成为一个比喻句，并对这个比喻句进行简要赏析。\n(3) 题目内容: 文章去掉最后两段，读来依然完整，作者为什么要写这一部分内容？请结合全文，简要分析。\n(4) 题目内容: 围绕“信”，作者追忆了多件与之相关的往事，文章题目可否改为“书笺小忆”？请结合文章内容，简要作答。", "ques_answer": ["①写信时渗透在信笺上的情调和写到兴致处的快感；②信笺传递的温暖和对收信人情感的充盈；③书信为中国文学画廊增添的绚丽色彩，带给中国文化景观的丰富韵味。", "书信是温暖亲情的纽带。赏析：运用比喻，把书信比作纽带，生动形象地写出了书信在传递情感中的重要作用，表达了作者对书信的喜爱之情。", "①“我”通过书信告知回家的日期和车次，尽管出现意外也没有打电话，表达了对书信这种交流方式的偏爱；②呼应上文书信所含的期盼、焦灼、憧憬、责怪等情感，丰富了书信的情感内涵；③以充满温馨的细节结尾，延续了给妻子的上一次写信，让文章充满温暖。", "不能。“书笺小忆”只是写出了对书信相关往事的回忆，作者用“祭”想要表达的是书信被取代而使生活情味缺失的伤感，因书信消失而对中国文学及文化的缺失感到遗憾，为人们没认识到电话普及所付出的代价而痛心。"], "ques_analyze": ["(1) 针对'信笺的温馨'，通过文章，我们可以得知作者从信笺上那独特的情调中得到快慰，信笺传递的暖意弥补他内心的空虚，书信为中国文化景观增添了丰富韵味。", "(2) 作者在文章中用比喻句突出了书信在传递情感中的重要作用，赏析这个比喻句展现了作者对传统书信的珍惜之情。", "(3) 文章最后两段为整体内容增加了应有的细节，与前文形成了呼应，通过细腻的情感描述，强化了作者对信笺爱好的执着和信笺在情感交流中的独特价值。", "(4) 对于文章题目的改动，“书笺小忆”并不能代替原题目“书笺小祭”，因为忆意味着回忆，而祭则是一种伤感的纪念，作者旨在表达对被电话取代的信笺的哀思，以及因电话普及而失去的中国文化中信笺独有的价值。"], "ques_knowledges": ["散文"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读文章《民族最闪耀的坐标》，完成以下各题。<u></u>①随着湖北新冠肺炎疫情的逐步缓解，各地医疗队陆续完成救援任务离开武汉，各地对他们以最高礼节欢迎。“除却君身三重雪，天下谁人配白衣。”这些逆行出征的白衣战士，如今归来，以横幅致敬、夹道欢迎和铁骑护送，获得了应得的高规格待遇，实至名归。他们是无可争议的抗疫英雄，是新时代中华民族的闪耀坐标。在以最高礼节迎接武汉抗疫英雄的同时，我们应当以英雄为榜样，学习英雄，争做英雄，守护民族的闪耀坐标。②崇尚英雄，学习英雄，争当英雄是中华民族的光荣传统。习近平总书记指出：“英雄是民族最闪耀的坐标。”在抗疫期间，众多医护人员始终将人民群众的健康和安全放在首位，冲锋在前，坚守一线，用实际行动展现了崇高的使命担当和高尚的道德情操。我们要充分发挥英雄的引领作用，推动全社会形成崇尚英雄、学习英雄、争做先锋的良好氛围。③要守护民族最闪耀的坐标，就需要守护英雄精神。例如，“长征精神”“延安精神”“雷锋精神”“焦裕禄精神”“两弹一星精神”“载人航天精神”“抗震救灾精神”等，这些都体现了坚定不移的爱国情怀、全心全意为人民服务的追求和无畏的牺牲精神。当前，我们要立足于新时代中国特色社会主义的伟大实践，深入挖掘英雄文化，不断拓宽英雄内涵，丰富英雄精神，使之永不褪色、代代相传。④守护民族最闪耀的坐标，需要赋予英雄时代内涵。从某种意义上说，“精忠报国”的爱国精神，“以天下为己任”的振奋精神，“我以我血荐轩辕”的献身精神，“一不怕苦，二不怕死”的拼搏精神，“撸起袖子加油干”的奋斗精神等都是英雄精神的集中体现。这些英雄精神凝聚了一个时代的正向价值追求和历史记忆，成为超越时代的精神坐标和信仰，鼓舞着我们前进。⑤要守护民族最闪耀的坐标，就需要我们不断奋斗。虽然和平年代远离了硝烟和战争，但英雄精神依然存在。正如顾炎武所说：“天下兴亡，匹夫有责”。我们在学习白衣战士英雄事迹的同时，也要在普通的工作岗位上发扬光大。风雨无阻的快递小哥，坚守岗位的公安干警、基层工作者，勤劳的环卫工人……他们通过自己的劳动为新时代中国特色社会主义事业贡献力量。⑥英雄就是普通人拥有伟大的心，就是在平凡岗位上做到最好。今天，中国每天都在发生着变化，我们比历史上任何时期都更接近实现中华民族伟大复兴的目标。实现目标需要英雄，需要英雄精神。我们在学习抗疫英雄的同时，要牢记自己的使命，在平凡岗位上坚守，做一个“平常时候看得出来，关键时刻站得出来，危急关头豁得出来”的新时代守护者和创造者。(1) 选文的中心观点是什么？   (2) 选文第③段画线句使用了哪种论证方法？有何效果？  (3) 试简要概括第⑤段的论证思路。 首先，提出“守护民族最闪耀的坐标，需要我们不断奋斗”的观点；然后，__；最后，__  (4) 结合生活谈谈你对选文第⑥段划线句“<u>英雄就是普通人拥有一颗伟大的心，就是将每一项平凡工作做好。</u>”的理解。", "ques_answer": ["我们要学习英雄，争做英雄，守护好最光耀的民族坐标。", "通过事例来论证。", "用历史人物和当今各行各业人士的行为举例证明；通过实际事例加强观点。", "每个普通人通过平凡的努力都能成就伟大。"], "ques_analyze": "【分析】（1）这道题目考查的是学生对文章中心论点的分析和提取能力。从文章标题《民族最闪耀的坐标》中可以窥见作者的中心意图。文章通过介绍各地医疗队完成救援任务后返回的礼遇，指出我们需要以英雄为榜样，学习并争做英雄，守护民族的闪耀坐标。这一意图在全文中多次被强调和回应，明确指明了我们应如何成为新时代的守护者和创造者。因此，中心论点是我们要学习英雄，争做英雄，守护好最光耀的民族坐标。（2）这个问题要求学生分析文中重要段落所使用的论证方法。第③段通过“例如”引出多个“精神”实例，如“长征精神”、“延安精神”，使用了举例论证的方法。这种方式用实际例子具体且有力地支持了英雄精神具备与时俱进的特质，从而强化了中心论点。（3）此题考查学生对文章段落论证思路的理解。第⑤段开始提出要不断奋斗以守护民族坐标，随后引用顾炎武的话进一步强调即使在和平年代，依旧应坚定英雄价值观，最后通过普通岗位上的真实例子展示各行各业的普通人在平凡岗位上做出的贡献，推进了新时代社会主义建设。（4）通过对第⑥段的理解，可以认为任何一个平凡人在自己的岗位上通过平凡的努力，都能成为心中的英雄。英雄不仅存在于危难时刻，也是日常生活中坚守本分、勤勉工作的每一个人。医护人员在抗疫前线的勇敢和其他行业人员的积极奉献，都是英雄精神的体现。总结：英雄并非遥不可及，而是那些点燃希望之火并在日常生活中努责尽职的人。", "ques_knowledges": ["议论文阅读"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: ①狗的智力并不低于猫，甚至要比猫聪明一些。智力的测量实际上是一个非常复杂的过程，相关测量方法也在不断改进。过去人们通常通过让动物完成某些规定的动作来评估它们的智力，后来发展为通过测量大脑的尺寸和结构复杂性来进行评估，而如今被认为最科学的方法是测量大脑中的神经元数量。神经元是信息处理的基本单元，数量越多，代表信息处理能力越强，即认知能力越高，也就是我们常说的更聪明。②尽管这种方法并不能说百分之百准确，未来可能随着科学的进步而被取代，但就目前来看，这种方式仍是最有效的。③人类大脑皮层的神经元数量大约有160亿个，黑猩猩大脑皮层的神经元数量大约有60多亿个，因此黑猩猩被认为是一种非常聪明的动物。④美国和丹麦的一些科学家曾经做过一个实验，他们利用先进的科学手段测量了一些动物大脑中的神经元数量，发现狗的大脑皮层中平均有5.28亿个神经元，而猫则只有2.5亿个，这表明狗确实比猫聪明得多。金毛犬的大脑皮层神经元数量达到6.27亿个，堪称是狗中“智商的代表”。⑤实验结果与现实中的许多现象基本吻合，因为许多需要动物参与的工作几乎都由狗承担，比如军犬、缉毒犬、搜救犬、导盲犬等。它们具有很强的抗压能力和对环境的适应性，同时在执行任务时也非常专注，而这些都建立在“高智商”的基础上。 (1) 题目内容: 说明文的语言表达要讲究准确严谨，请以第②段为例，分析其具体体现。 (2) 题目内容: 说明文要恰当地使用说明方法，试分析文章第④段所用的说明方法及其作用。", "ques_answer": ["正确使用了关联词和限制性词语，提高了语言表达的准确性和严谨性。", "运用了举例、列数字和作比较的说明方法，有力地论证了狗的智商高于猫，使说明更加具体、具有说服力。"], "ques_analyze": "【分析】(1) 第②段使用了关联词如“尽管”“可能”“但”，以及限制性词语如“并不能说”“仍是”“最”，这些词语的使用增强了文章的准确性和语言的严谨性。例如，“目前”一词限制了时间范围，表明了在当前科学水平下的认知，同时暗示了科学发展可能带来的变化。(2) 第④段通过举例、列数字和作比较的说明方法，引用了美国和丹麦科学家的实验数据，证明了狗的智商高于猫。通过列出大脑皮层神经元数量的具体数字，明确了狗与猫之间的智商差异，使论证更加科学和具有说服力。", "ques_knowledges": ["事物说明文"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读是一面镜子①博尔赫斯在56岁时成为阿根廷国立图书馆的馆长，但不幸的是，他继承了家族的失明命运，到60岁时几乎完全失明。博尔赫斯自嘲说：“命运赐予我80万册书由我掌管，同时却又让我陷入黑暗。”②然而，奇妙的是，眼疾的恶化反而激发了他的灵感，他说：“诗人和盲人一样，能在黑暗中看见。”摆脱了外界的喧嚣，他看见了世界的本真。如果没有大量的阅读，他是否能够在失明后“在黑暗中看见”？博尔赫斯在《诗艺》中说：“有时，在暮色中的一张脸从镜子的深处凝望我们；艺术应当像那面镜子，显示出我们自己的脸相。”③阅读是一面镜子，让我们遇见自己。④叔本华说：“人们最终真正理解和欣赏的，只有那些本质上与自身相似的事物。”⑤真正的经典都是从“自我”出发，走向那些注定与之相遇的“自我”。卡尔维诺说：“‘你的’经典作品是一种书，它让你无法忽视，在与它的互动甚至反对中确立你自己。”经典之所以经典，正是因为它善于隐藏，静静地等待我们发现，甚至逆转。⑥经典早已读懂了人，而人却难以真正读懂经典。正如木心所说：“几乎什么都能领会，几乎什么都不能领会——人与艺术的关系如此幸运，又如此不幸。”内在的经历决定了心灵的视野。周国平说：“一切有效的阅读不仅是接受，更是自我发现，是内在经历的唤醒和成长。”阅读一个文本，解读一个人，是一种相遇。遇见深处的自己，或自己的一部分。⑦文艺理论家泰纳说：“在平地上我宁愿碰见一只羔羊，不愿碰见一只狮子，但在铁栅后面，我更爱看见一只狮子，不爱看见一只羔羊。艺术就是那道铁栅，它消除了恐怖，保留了趣味。有了这种保障，你可以无痛苦、无危险地观赏奇景：猛烈的情欲，伟大的斗争，无情的苦痛。”⑧这就是镜子的魔力，文学创造的间离，它将现实世界与艺术世界拉开距离，让我们清晰地看见整个生活的全貌，有时是从未见过的世界，有时是别人身上的自己的影子，看见历史中的现实。因为有了距离，不同角度和距离的人会看见不同的风景。阅读是一面镜子，不仅让我们遇见自己，还助我们扩展视界，反射光芒，比较文化，透视人性…… (1) 题目内容: 文章开头两段的作用是什么？ (2) 题目内容: 本文的中心论点是什么？ (3) 题目内容: 第④段使用了什么论证方法，有何作用？ (4) 题目内容: 如果给本文补充一个论据，以下材料应选哪一个？请说明理由。【材料一】碎片化阅读伴随着科技发展，是一种新型阅读方式，带来大量信息。其快速、及时、交互和利用零碎时间的特点，是传统阅读不具备的优势，是时代发展的必然。【材料二】朱自清的《背影》是一篇经典抒情散文，以朴素典雅、简净细致的语言，打动了一代又一代读者。我们在文中感受到父子间的深情，并柔软内心，加深对父亲角色的理解。 (5) 题目内容: 结合阅读经历谈谈你对第⑥段划线句子的理解。", "ques_answer": ["用大文学家博尔赫斯的经历开篇，引出本文论述话题；作为事实论据，增强文章说服力；激发读者的阅读兴趣。", "阅读是一面镜子，让我们遇见自己、扩展视界。", "引用论证；第四段引用了叔本华的话，说明“人们能够理解和欣赏的事物，是在本质上和自身相同的事物”，引用名人名言与文章论点相契合，使论据确凿充分，增强说服力，让文章更具启发性，使语言更精炼含蓄。", "选择材料二。朱自清的《背影》中，我们感受到父子间的深情，通过作品中的父亲，联想到自己的父亲对自己的爱，柔软自己的内心，所以能与朱自清笔下的父爱产生共鸣，这进一步说明了文章的论点——阅读是一面镜子，让我们遇见自己。", "阅读最快乐的是唤醒你已经有却不知道的东西。在阅读余华的《活着》时，我明白了：我所厌倦的平淡生活，却是小说主人公穷尽一生追求的。阅读让我体会到人生的意义，找到一个更好的自己。"], "ques_analyze": ["文章开头通过博尔赫斯失明后通过阅读看见世界本真的例子，引出文章的话题，并作为有效论据增强说服力，同时唤起读者兴趣。", "本文的中心论点是通过阅读，人们能够遇见自己、扩展视野。", "第四段引用叔本华的名言，以权威论证手法，强化了阅读带来自我认识的观点，启发读者，增强文章的说服力。", "应选材料二，因为它与“阅读是一面镜子”这一主旨呼应，通过《背影》中父子深情的叙述，反映出读者在阅读中的自我认知和情感共鸣。", "对于“阅读是自我发现”的理解，可以用具体的阅读经历佐证。例如，《活着》让人体会到平凡生活的可贵，通过文学作品观照自己的生活，实现自我认知和成长。"], "ques_knowledges": ["议论文阅读"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "困难", "ques_content": "题目内容: 请阅读下面这篇散文，完成以下问题。蔷薇四月天 武晴中国的大，不只是国土辽阔，而且连人和风景也显得宏伟。布衣之士能傲视王侯，普通百姓站在栏杆旁也能纵览无限江山。草叶和野花，只要在中国生长，就能纳入天地间的万象。蔷薇这个名字的植物，光是口中念叨，就能闻到香气。一等它展叶开花，天地间顿时充满阳光月光的光辉，风雨的豪华也无处不在，山河映照，尽是人间的美好时光。当蔷薇开花时，广阔的油菜花田已为它铺好了场景，青绿肥厚的菜籽荚如同舞者的手臂，一个接一个搭在前边人的肩上，朝着四月的方向倾斜，迎接那个大季节的到来。麦子已经抽穗，青青的麦芒亮得像枪刺，天地间没有比麦子更好看的场景，更有诗意的军威，更美的容颜。湘戏里描述相府千金出行时'八个丫鬟前头走，八个丫鬟后面跟，八个丫鬟左边站，八个丫鬟右边行，小姐攒成菊花心。'这种景象与蔷薇比起来，远不如星星之于月亮。她汪汪漾漾地在原野上开花，仿佛还未来得及准备，田埂水坝、高坡低洼到处都是她的新貌，蓬松的植株筛面大小，高低披散的枝条四面铺展。羽状复叶间开满了硬币大小的单瓣花，有白色的，也有淡红色的，香气清新稳重，虽然繁华但保持了极简的风格。有亲切感，但绝不是庭院物。她是野外之花，需要在天然环境中生长。小时候我常常蹲下来看，很少采摘，不仅因为她有刺。淡红色蔷薇像桃花，但桃花有人欣赏，可以插瓶装点。蔷薇不能，就像日月，只能从门窗照进来而不能关进屋里，能关进屋里的，肯定不是日月。后来进入庭院和城市的粉团蔷薇、十姊妹和香水蔷薇等都是蔷薇的变异。真正的野蔷薇依然生长在原野上，花瓣在风中飘进沟渠河塘，在清亮水面上漂泊，有一种迷茫。像家中来了客人，小孩玩累了被大人抱上床睡，醒来时客人已走，地已打扫干净。又如中午了，但赶集的大人还没回来，站在门口张望的孩子走到大路上去迎接，但没接到，只好一步三回头地回家，心里感觉像漂在水面的蔷薇。赵州和尚说：'老僧不在明白里'，真是一句好话，天地悠悠，浩浩阴阳，谁在明白里？我们都在不明白中，逐渐、忽然地明白起来。即使尧舜也不是生下来就决定成千古贤君，秦始皇也不是一出生就清楚自己要统一天下，无数革命先烈也不是一开始就决心建立新中国，他们的伟大在于一旦明白了时代的大事，就去承担并完成。世间的美好，全在于有一个好的迷糊，因为没有邪念。蔷薇也不在明白里，它的花是随意开放的，开着开着忽然明白了季节，明白了自己在这个季节中的位置。她是这个季节里的一朵花，是这个季节里的一页锦绣，虽不妖艳但清洁单纯，有着一音的大气，至正至美。乐器的磬、缶、鼓、筑都有一种声音，连佛也用一音说道。蔷薇是日月山河中的一音，永恒地响在这个季节中，给世人留下无尽的空间穿行停留，在云日回照中，每个人都是四月天里的花与叶。 (1) 题目内容: 作者笔下的蔷薇有哪些特征？(2) 题目内容: 本文的线索是什么？它起到了什么作用？(3) 题目内容: 请品析下面的句子。（1）蔷薇开花时，油菜花田已经铺好了场面，青绿肥厚的菜籽荚如舞者的手臂，一个接一个搭在前边的肩上，朝着四月的方向倾斜，迎接一个大季节到来。（从表现手法的角度） （2）羽状复叶间开满了硬币大小的单瓣花朵，有白色的，也有淡红色的，香气清新稳重，虽繁华但保持极简的风格。（从修辞手法的角度）(4) 题目内容: 请结合文章内容，理解以下句子的意思。 赵州和尚说：“老僧不在明白里。” (5) 题目内容: 请简要分析文章的第一段。", "ques_answer": ["①开花遍布原野；②花繁叶茂，香气清新稳重；③执着坚守，勇敢担当；④清洁单纯，至正纯美。", "蔷薇作为文章的线索，通过描述它的盛开景象和特点，将文章有机联系，使结构清晰，层次分明。", "（1）运用了对比手法，以烘托蔷薇的盛开之美；（2）运用了比喻，将复叶比作羽状，将花朵比作硬币，突显蔷薇的美丽。", "通过引述赵州和尚的话，表达了人生的迷茫与最终的领悟，在时间的推移中逐渐自我认识，成就大事。", "开篇讲述祖国的壮丽自然景观，为蔷薇的盛大登场奠定了背景，表达了对大自然的热爱与赞美，呼应全文主题。"], "ques_analyze": ["本文要求识别作者描绘的蔷薇特征：通过细致的描写，展现蔷薇的特性：首先，蔷薇开花在原野上绽放；其次，羽状复叶花繁茂，香气清新稳重；蔷薇坚守旷野，充满担当；最后，蔷薇清洁单纯，至正纯美。", "蔷薇是贯穿全文的主线，通过它的开花景象和特性，作者表达了对蔷薇盛大场景和洁净品质的赞美，使文章条理分明，重点突出。", "这两句分别运用了对比和比喻手法。第一句通过将蔷薇与油菜花、麦子的对比，夸赞蔷薇的独特；第二句将复叶比作羽毛，花朵比作硬币，突显蔷薇的简洁之美。", "引用'老僧不在明白里'这句话表现了蔷薇起初的不明了过程，通过开花逐渐明白自己在季节中的位置，类比人生的迷茫与自我领悟。", "文章开篇描绘了中国的大自然景观，铺垫了蔷薇出场的环境氛围，突出了祖国风景的壮阔，以及蔷薇在其中的清新、高尚之美，照应全文描写，深化主题。"], "ques_knowledges": ["散文"], "source": "test", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读以下文章，完成相关问题。艾叶又飘香余雪云那时候，生活困苦，一年只过两个节日：端午节和春节。想起来，对节日的期盼，实在是梦中梦外的，让小小的我满怀憧憬与打算。想的最多的自然是吃的，那吃货劲儿，连做梦都在吃。最讨厌的是，每次美梦正香，总会被大人的呼唤或狗叫惊醒，没一次能尽兴地吃完，实在沮丧。可是，“初一糕、初二桃、初三粽、初四艾、初五划龙舟”，这首乡村童谣我却熟记于心。日子确如童谣所说，从五月初一到初五，每天都有仪式感。譬如做发糕，首先要磨米浆，加糖、发酵粉等待发酵，然后奶奶开始准备，往锅里加满水，用布巾铺好蒸笼，水开后倒入米浆，盖上盖子蒸四十分钟左右就熟了。奶奶会用筷子戳一下，若筷子上没黏米浆，说明熟了，撒上些黑芝麻，发糕便生动如黑眼睛的白雪公主。\n因为白天大人们忙别的事，通常晚上蒸发糕。那晚，孩子们哪里也不去，守在厨房，有时困了就在凳子上打瞌睡，吃到发糕时已是午夜。对孩子们来说，除了嘴巴能动，全身都累瘫了，发糕入口，只觉舌尖被烫得火辣。这是初一。初二是吃桃子。我至今不知吃桃子的原因。记得有一年端午节前爷爷奶奶从泉州带回水蜜桃，又大又多汁，酸甜适中，一个桃子足有半斤重，吃一个肚子就圆滚滚的。那是我吃过最好吃的桃子。初三是包粽子。家门口竹林里的粽叶新鲜又清香。绑粽子的绳子是棕树叶，提前割下晒干备用。棕树叶像蒲扇，用前泡软，用锥子划成细条，一把棕树叶能包五六斤糯米。那时的粽子馅儿简单，要么是糯米加碱，要么糯米加黑豆，但对大家来说已经是美味。包粽子是母亲的特长，她包的粽子精致且结实，有四角粽、三角粽等形状，用野生薄荷头炖，整个厨房香气四溢。薄荷香、艾叶香、糯米香，还有柴火香，闭上眼睛，我都分不清自己是在厨房还是原始森林。节前，母亲会买彩线，用碎布头做老虎、荷包、香囊等玩意儿，五彩丝线点缀，戴在孩子们身上成了炫耀的资本。渐渐地，我也学会了做各种小挂件。初四早上，父亲会早起割午时草，如菖蒲、艾叶、薄荷等。太阳升起时，父亲已把菖蒲艾叶挂门上，满屋飘香，并对孩子们说：起早更聪明。过节几天，孩子们兴奋到睡不着。五月初五端午节，家乡习俗，中午吃炒面、扁食、鸭蛋（取中午12点井水，加午时草煮，鸭蛋颜色橙黄，有辟邪、祛湿等功效）。炒面和扁食是莆仙特色。有一年端午，家里没钱买肉，只好包素馅儿扁食，用紫菜、花生、豆腐、葱头剁成馅儿，没想到没肉的扁食特别好吃，成了记忆中的美味，也成了乡愁。午饭后，母亲会让孩子们用午时草煮的水沐浴，再换新衣服。那时能有新衣服是件奢侈的事，凭票买布，然后请裁缝做。所谓新衣，不过是小碎花短袖或短裤，但孩子们很开心。然后母亲在孩子们额头画个“王”字，腋下抹些雄黄，这些习俗与避邪、辟疫有关。仪式完成后，孩子们就跟村里大孩子或大人去木兰溪边看龙舟比赛。雷雨刚过，木兰溪水面宽阔，激流涌动，壮观异常。龙舟大赛在这里举行，竞渡的龙舟悬着红旗，从柳荫下的水面出发。鼓声如雷电，劈波斩浪，直奔终点。人群欢呼声震天动地，孩子们则沉浸在节日的欢乐中。 \n  (1) 题目内容: 请简要解释第二段中的童谣有什么作用。\n(2) 题目内容: 文中划线句在细节描写和修辞手法上有何特点，请简要分析。\n(3) 题目内容: 有人认为文中三处括号中的内容太多余，是否应该删除？请说明你的理由。\n(4) 题目内容: 本文标题为“艾叶又飘香”，但作者写了很多与艾叶无关的内容，是不是文不对题？请结合全文简要分析。", "ques_answer": ["概括了端午节日期和活动内容，强调主题；在结构上起到总领作用。", "细致生动的动作描写，比喻形象生动，拟人活泼可爱。", "开放性问题，可从内容与主题的角度分析，形式上考虑读者的阅读体验。", "并非文不对题，‘艾叶’作为端午节的标志性物品，引出对童年记忆的怀念，体现文章主题。"], "ques_analyze": "（1）童谣的作用体现两个方面。首先，它概括了家乡端午节的庆祝日期和内容，形成了特定的仪式感（如原文所说：‘日子也确如童谣唱的，从五月初一至初五端午节，每天都有仪式感’），直接关联了文章主题——对端午节的回忆和怀念；其次，它在文章中起着结构上的导引作用（如各段落依序描述‘这是初一’、‘初二是吃桃子的习俗日’等具体活动），设定了描述端午节情形的框架。\n（2）划线句的赏析中，我们看到了细致生动的动作描写，例如奶奶通过一系列动词（‘扇’、‘拿’、‘戳’、‘凑’、‘看’、‘撒’）细致检查发糕的成熟程度。此外，比喻手法将撒上芝麻后的发糕比作‘白雪公主的黑眼睛’，增加了视觉形象，并用拟人手法（‘眨呀眨地向外张望’），使发糕仿佛有了生命，活泼可爱。\n（3）关于括号内容是否冗长的问题，这是一个开放性问题。如果选择不删除，需要从内容和主题的角度分析：这些内容提供了端午习俗所依据的文化和历史背景，与传统相关且丰富文章内涵。如果选择删除，可以考虑约定俗成的文化背景，普遍认为这些信息已为人所知，且括号的使用可能对读者造成阅读中断，影响连贯性。\n（4）对标题与内容相关性的分析，文章的焦点是作者对童年端午节的怀念，而‘艾叶’作为端午节象征物，引发读者共鸣。‘又飘香’寓意再次体验和怀念，这份情感正是文章所要表达的主题。", "ques_knowledges": ["散文"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "困难", "ques_content": "题目内容: 《地下森林遐想》节选张抗抗森林的景象宏伟壮丽，遮天蔽日，广袤无边。风来时如同绿色的海洋，夜晚静谧如同坚固的墙壁。这就是森林，地球在创造人类之前就已经孕育了它，植物界的骄傲代表。可是你，为什么生长在这里？生长在这阴暗、深邃的峡谷。你仿佛深不可测，宽广不见边际，从未有人见过你的全貌。你这稀有的地下森林，从何处飞来？你到底经历了什么样的不幸，使你沉入这漫长的黑暗深渊？那一定是遥远的年代了。也许那时这片地方是芳香的草地，或是丰美的湖沼，美丽的大自然，万物繁盛。然而突然一次巨大的火山喷发，瞬间改变了一切。狂风呼啸，气浪灼人，沙石飞舞，岩浆四溢，霎那间天昏地暗，山崩地裂，仿佛世界末日来临……一切最终平静下来。草地变成了明镜般的湖泊，昔日的湖底成了奇形怪状的石山，火山把岩石熔化成沙砾，把高山劈成深渊。一切都变了：焦黑的石块取代了绿色的森林，黑色的岩浆掩盖了娇艳的野花……许多年过去了，风儿把山顶上岩石的表层化作了泥土，尽管贫瘠却紧密；它又不辞辛劳地从远方茂密的树林带来种子，让雨水将它们唤醒。坡上的小苗得到了阳光的喜爱，阳光便慷慨地抚爱它们。于是，灰黑色的火山石变绿了，山崖上，山间，一片葱翠，鸟儿也回来了，来歌唱生命的乐章。然而那幽暗的峡谷，却依然如故。黑暗、光秃、阴森、寂静。几千年过去了，虽然大自然的生命无处不在，但这一峡谷却没有资格得到哪怕一株小草……阳光沉迷于高山、大川、平原对它的欢呼致意，却从未照射到这深深的峡谷底部。它吝啬地在崖口徘徊，装模作样地点头。即使在夏日正午偶有几束光线由于好奇向谷底窥探，也只是斜视着，几乎没有一丝暖意。长空的大风经过这里，停下了脚步。它把坑口的石块碾成粉末，一点一点地撒落到峡谷的石缝里去。洁净的泉水从石洞里流出，又一滴一滴渗入石缝。秋天，山顶的鱼鳞松结下沉甸甸的种子，毅然跳进了峡谷的怀抱。或许被它所感召，纯洁的白桦、挺拔的青杨、秀美的黄菠萝，它们的种子都勇敢地来到了这里。一粒，几十粒，几百粒……几千年过去了，几万年过去了。终于，有一天，人们在昔日的死火山口发现了一个生命史上的奇迹：在如井底般深邃的峡谷中，黑暗中竟然有一片整齐密集的森林。有人为它取了一个贴切的名字：地下森林。这片地下森林，热烈而执着地热爱生命。它懂得阳光虽然冷落它，时间却是公正的，为此它愿意付出几万年的代价。它付出了几万年的代价，在黑暗中艰难攀升，把粗壮的枝干伸向光明的天穹，把挺拔的身躯奉献给人们，终于得到了期望已久的光明。我敬仰那些在黑暗中追求光明的地下“种子”。愿你们创造更多的奇迹！(1) 题目内容: 选文第二段中三个问句的作用是什么？  (2) 题目内容: 根据选文，说明作者在行文中变换人称的作用。 (3) 题目内容: 请从选文中找出阳光是如何“嫌弃”它的？作者这样写的目的是什么？ (4) 题目内容: 鉴赏句子。 它付出了几万年的代价，在黑暗中艰难攀升，尽管阳光一千次对它背过脸去，它却终于把粗壮的枝干伸向了光明的天穹，把挺拔的身躯奉献给人们，终于得到了期望已久的光明。 (5) 题目内容: 选文主要使用了什么表达方式？这样写有什么作用？", "ques_answer": ["(1) 提出了三个问句，引起了读者的思考和兴趣，同时为下文的叙述铺垫和预示。(2) 变换人称，使文章更有层次感和代入感，加深读者的情感共鸣。(3) 阳光对地下森林的\"嫌弃\"表现在它对峡谷处于吝啬的态度，作者这样写突显了地下森林的坚韧和顽强。(4) 句子使用了拟人手法，生动描绘出地下森林在追求光明过程中的努力和不屈，彰显出生命的力量。(5) 选文采用了记叙结合抒情的表达方式，一方面叙述了地下森林的形成历程，另一方面抒发了对生命顽强不屈精神的赞美。"], "ques_analyze": "(1) 提出的三个问句通过设疑引出地下森林的历史变迁，既吸引读者兴趣，又为下文的具体描述和叙述做了铺垫，使文章更为连贯。(2) 变换人称使作者在描述和抒情时能够更加灵活地表达情感。使用第二人称体现了对地下森林的敬仰和亲近感，使读者更容易产生共鸣，而使用第三人称则保证叙述的客观性。(3) 阳光对地下森林表现出的是吝啬和冷漠，仅在夏日正午偶尔探入几束光线，几乎没有一丝暖意。这样的描写突出地下森林在恶劣环境下仍努力生长的顽强生命力。(4) 鉴赏句子时，可以看到拟人化手法的运用，使得“苦苦挣扎向上”、“伸向了光明的天顶”等描绘了地下森林不屈向光明生长的过程，表达了生命的不屈精神。(5) 通过记叙和抒情结合的方式，选文不仅讲述了地下森林形成的经过，还表达了作者对这一自然奇迹的深深敬仰，使文章情感丰富，具感染力。", "ques_knowledges": ["散文"], "source": "test", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读下列文章，完成以下问题。失约①饭后散步能延年益寿，活到九十九。自幼我便憧憬长命百岁，于是每晚饭后都要去城郊的滨河公园散步。②那天晚饭吃得较晚，但为了那份心愿，饭后仍毅然出发。很快来到滨河大道路口，穿过就是滨河公园。对面的广场舞热闹非凡，大道上的车灯明亮夺目。③是红灯，必须等待，只好等。在旁边的人行道上有两个地摊，一个卖青菜，一个卖水果。摊主都是老妇人，旁边还有两辆破旧的三轮车。④等待无聊时，我瞥了一眼水果摊。“买点苹果吧？看这苹果多好！”老人家推销着苹果，眼中透着期盼。“多少钱？”我本不打算买苹果，但还是问了。“十块钱六斤——又大又甜又漂亮，都是自家树上摘的！”老人家强调。“好，买点吧。”我认真瞧了瞧摊位，路灯下摆放整齐的苹果看上去很精美，“不过我现在不能买……我还要散步……散步回来买。”看绿灯倒计时开始，我匆匆过了马路。⑤实际上，我确实不打算买苹果，只是因为想帮老人家早些收摊回家，或让她回家时负担轻一点而已。我不能立即买苹果，因为散步时提着会让熟人笑话。⑥果不其然碰到了熟人，一个久未相见、来自同村的新搬进城的老乡。老乡见老乡，聊起来话题就多。一边聊一边散步，不知不觉走的路比平时多了些。老乡住在滨河公园的另一侧，与他告别后我急忙返回买苹果，结果路口处已经空荡荡了，两位老人和她们的地摊都不在了。⑦我失约了！这是我的第一反应。滨河公园兜一圈也不过半小时。这个常识天知地知我知，老人家也该知道。我超时了，意味着失约。我失望、遗憾、内疚。老人家不等我回来就走了，认定我不会买她的苹果了。⑧想想又不一定。我确实超时了，但不足十分钟。如果老人家等够半小时再收摊，现在该还在等候。哪怕早收好摊等够半小时，现在也该走得不远。但从路口朝四周望去，老人家的身影不见了！⑨会不会被城管赶走了？这有可能。但也不太可能。城管也会下班的，不会这个时间赶人。这时各路口都有摆摊的。⑩那么只剩一种可能，老人家自己爽约了，早早回家了。我心里感到受伤：老人家根本没把我的许诺当回事！⑪为什么呢？她总是这样，还是早见怪不怪了？(1) 题目内容: 完善情节 去散步碰见苹果摊→__→散步回来时，摊位已撤→__  (2) 题目内容: 在第⑤段划线的句子中，两个问号能否改成句号或逗号，为什么？  (3) 题目内容: 你认为到底是谁失约了？分析作者最后的心理状态。  (4) 题目内容: 这篇文章有深刻的社会意义，请联系实际探讨一下标题定为“失约”的深意。", "ques_answer": ["出于好心想买苹果；我认为是老人家失约", "不能。问号显示了作者当时心情的纠结和不确定性，而逗号或句号表达不了这种复杂心情。", "三种可能：我失约了、老人家失约了、双方都失约了。", "通过作者的剖析和思考，提醒我们在人际交往中建立信任的重要性。"], "ques_analyze": "(1) 本题考察学生对情节的概括能力。第一空应包括主角遇到摊主并出于好心打算买苹果的情节，第二空则涉及主角回来时发现摊主已经离开的情节。(2) 标点符号的使用与句意表达的准确性密切相关。问号表明疑问，当作者谈及买苹果的真实动机时，问号突出他内心的矛盾和不确定，而逗号或句号则表达确定的陈述，不符合作者即时的心理状态。(3) 关于谁失约的问题，可以有不同角度的理解。如果认为是“我失约”，要注意主角虽最初无购买意愿，但后来的承诺因迟到未能兑现。而从老人家的立场看，她也许因为不信任而提前离开，这也可以认为是“失约”。双方的行为均能表现为失约。(4) “失约”主题及其背后的信任危机揭示了社会现状：人们越来越难以彼此信任和依赖。作者意在呼吁人们反思信任的价值及其在人际关系中的重要性。", "ques_knowledges": ["小说"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 请阅读以下文章，并完成下列小题。我爱北京天安门①去天安门有多远？②很远呢。③儿子说。④孙子也说。⑤重孙女也说。⑥说着，孙子就把手机递过来，“奶，你看，这是南阳，坐火车到郑州，过了黄河，再到石家庄，再到北京，再到天安门，你八十多岁了，能受得了吗？”她就不吭声了，她看不懂手机。从孙子的语气中，她觉得他对这个问题有些不耐烦了。⑦也是的，这个问题她没有少问。起因是一些老姐妹们。她们去了一趟天安门，回来后说这说那，很高兴。可是，她出不去，儿孙们多，要照顾这个，照顾那个；再者，来回一趟，火车，汽车，吃住，花费不少；坐飞机，更不敢想；最关键的是，自己都八十多了，折腾不了，儿孙担心。⑧可是，她真的想去一趟天安门。好地方。故宫。升国旗。大阅兵。她想看一看。那些老姐妹们回来后，说这说那……她觉得，更要去一趟。⑨“你要是真去的话，我陪你……”儿子说。⑩儿子说着，很认真，研究着桌子上的地图。她要求买的地图。她不懂“上北下南，左东右西”，但重孙女儿在天安门的位置用红铅笔标注了，红红的一点，还打印了有关照片，给她看。⑪她是在每天忙碌完后看的，看地图，看图片，想象自己走了一遍天安门。孙子给她买了一个放大镜，她开始还有些不适应，后来就用得很熟练了……火车呜呜，汽车呼呼，轮渡悠悠。她这样看着，想着，笑笑。然后，对小儿子说，“我去过天安门了……”小儿子也一笑，“真的。你要去的话，我就陪你……”她说不去，都忙吧，该忙啥忙啥。⑫就都各忙各的。年老了，觉少，就醒得早，她还起来扫院子，喂鸡，到门口走走。看看太阳，听听风，和老姐妹们说说话。一说就又说到了天安门。说来说去，她还没有去过，没有完成一个心愿。⑬“我得去！”几次后，她在回家的路上，对自己下了决心。就像去别的地方一样，走着去，一步一步的。她这样要求自己。可是，怎么去呢？她又拿着放大镜，看地图，比来划去。⑭她让孙子给她算了一道题目：从家到天安门有多远？⑮公里还是里？⑯怎么算都中。不许糊弄我。⑰不糊弄就不糊弄。孙子就用桌子上的那张地图，按照比例尺，从南阳，到郑州，过黄河，再到石家庄，再到北京，再到天安门……一步一步地算，反正重孙女刚刚学过地图上的距离测量，算是课外作业吧。⑱重孙女算得很认真，还到班里邀请别的同学一起算。下课了，几个小脑瓜挤在一起，老师以为有什么事情。问清楚了，就帮孩子们一起算。⑲两天后，重孙女说，根据比例尺，取我们六个同学的平均数，“奶奶，从我们家到天安门是1028公里。折合成里数是2056里。”⑳她放下饭碗，想了一下，“还真不近。那你再给奶奶算一下，我得走多少步才能到？”㉑多少步？㉒重孙女大张着嘴。㉓对，就是多少步？㉔两人就到了院里。在傍晚的阳光下，重孙女丈量了她的步幅，三步一米，1028公里是1028000米，乘以3，是，是，3084000步。㉕重孙女在地上用石头算着，“奶奶，你算这干啥？”她没有回答重孙女，却交代了一个任务，“你给我几张方格纸吧，就是你写字的纸……”㉖第二天一早，她起床，洗脸，整整衣衫，心里默默念叨数句话，就在院子里开始走了。她以正常的步幅，走，转着圈子，心里数着，五百步后，放一个碎砖头；放第二块时，就立定，深呼吸四次，默默念叨数句。然后，继续……㉗几天后，重孙女喊来了爷爷，指给他看，“奶奶转圈儿……”㉘半月后，孙子从镇上回来，给她带了一块小黑板，挂在檐下，标出年月日，教她每走完一天，打一个勾：再后来，她不打勾了，画五角星，一笑下来，重孙女教的，用红粉笔。她不让别人划，坚持自己划。划完，很开心，笑了，如菊。㉙在重孙女的课堂上，老师给同学们出了如下题目：一位老奶奶，坚持每天走路。一天走1000步，三步为一米，1028公里得走多少天？第二问，她每走一千步，要深呼吸四次，共需要多少次？同学们算得很快。㉚老师说，这是个真人真事。你们要学习这位老奶奶的精神。她已经八十多岁了，马上九十岁了。㉛她叫张王氏。南阳袁店河畔人。后来，有记者采访，她说，天安门，好地方，五星红旗每天随着太阳升起的地方。㉜她还在袁店河畔的一个院子里走着，身体越来越健康，国庆到了，她会让重孙女在黑板上画一面国旗，一边走，心里默念着：老头子，我替你到天安门走一走。㉝——老头子，袁店河方言，老伴儿的意思。1949年底剿灭残匪时，牺牲，牺牲时说了一句话：我爱北京天安门！（作者赵长春，原载《南都晨报》）(1) 请分析标题“我爱北京天安门”的妙处。  (2) 文章中奶奶的形象鲜明，请结合小说内容具体分析。  (3) 文章语言简洁质朴，生动优美，并其中蕴含着生活的温情。请结合第⑪段相关语句进行分析。  (4) 小说开头和结尾独特巧妙，请具体分析。 ", "ques_answer": ["①简要概括文章主要内容：老人实现老伴儿愿望去北京天安门。②点明文章主旨：表达对国家和老伴儿的爱。③天安门贯穿全文，推动情节发展。④题目质朴新颖，引发阅读兴趣。", "忠贞不渝，爱国；坚强，有毅力；独立，为子女着想。", "语言简洁，展示了奶奶对天安门的向往和家庭成员对她的态度。叠词运用生动展现了老人梦想实现的过程，蕴含生活温情。", "开头提问巧妙，引发读者兴趣；结尾揭示奶奶实现愿望的初衷，丰富人物形象，表达对国家和丈夫的怀念。"], "ques_analyze": ["(1) 本题考查标题的作用。本文讲述老奶奶通过坚持走路实现老伴愿望，以独特方式完成前往北京天安门的故事。题目用“我爱北京天安门”，突出了小说的情感基调，推动故事情节发展，同时以儿歌曲名的形式，显得质朴新颖，激发读者兴趣。", "(2) 考查对人物形象的理解分析。老奶奶忠贞不渝爱国，又有坚强的意志，每天坚持走步实现心愿。同时为了不麻烦子女，她选择了独自前行，表现出她的独立性格，她的形象因此尤为鲜明。", "(3) 考查语句赏析，从情感和语言两方面入手分析。语言简洁质朴，比如儿子自然的建议和奶奶对天安门的丰富想象，彰显亲切的家庭温情。语言生动优美，在火车、汽车、轮渡音效的描写中展示出现实与梦想的生动对比，蕴涵生活情趣。", "(4) 本题考查开头和结尾的作用分析。开头通过角色间的对话提问，引起读者的好奇心和悬念，为故事发展做铺垫。结尾展现了奶奶实现愿望的初衷，补充了丈夫牺牲的背景和奶奶对丈夫的深情怀念，并通过这一情节使全文主旨得到深化。"], "ques_knowledges": ["小说"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下面的文章，完成后面的小题。常以真善美雕琢自己①潜力无限，青春的脉动催人奋进；高山仰止，德行的力量感染心灵。习近平总书记在中国政法大学考察时深情寄语：“广大青年人人都是一块玉，要时常用真善美来雕琢自己，不断培养高洁的操行和纯朴的情感，努力使自己成为高尚的人。”可见，青年人要常以真善美雕琢自己。②古人云，“不患位之不尊，而患德之不崇”。真善美，是人类文明的基础意涵，是公民追求的基础价值，也是社会进步的基本标尺。真善美的行为最能打动人，真善美的价值最能感化人。街头巷尾，青年志愿者义务整理凌乱的共享单车；公交车上，“90后”女护士跪地抢救心脏骤停的老人；危急时刻，年轻的女教师舍生忘死保护自己的学生……生活中，一些青春的身影因真情而被点赞，他们闪耀着真善美的光芒，传递着真善美的能量。③追求真善美，基础在勤学。习近平总书记语重心长地强调：“青年处于人生积累阶段，需要像海绵汲水一样汲取知识。”面对转瞬即逝的青春年华，青年人应分秒必争、孜孜不倦，追求心无旁骛、静谧自怡的境界，巧用去粗取精、博而愈专的方法，克服浮躁之气、深入研习经典，才能为青春远航扬起前进的风帆。④拥抱真善美，贵在多思。遇到问题多加思考，就能看清事物的本质，再难的问题也能迎刃而解；否则，就会陷入片面，再简单的问题也可能束手无策。青年可塑性极强，处于训练思维方法、培养思维能力的关键时期，切不可自我放任、虚掷光阴。青年人要时刻保持对新事物的敏锐性，让思考成为联结学习、观察、实践的主线，以思想的力量激活创新的细胞。⑤成就真善美，也需培养自处的能力。奋斗的征途上，无论顺境、逆境，都是生活的风景，都可转化为人生的财富。关键是面对一时的得失成败，以什么样的心态与修为去处世任事。微视频《青年榜样习近平》，记录了习近平总书记在陕北农村插队的时光，让许多人感怀：他下雨刮风在窑洞里铡草，晚上看牲口，什么活都干，可再苦再忙，也没有放弃读书。对于当代青年来说，处优而不养尊、受挫而不短志，始终葆有进取的姿态，就一定能唱响新时代的青春之歌。⑥“人生的扣子从一开始就要扣好”。青年人是最积极最有生气的力量，常以真善美雕琢自己、践行社会主义核心价值观，必能以行动筑牢精神的地基，让多彩的青春融入伟大的时代。(1) 题目内容: 选文的中心论点是什么？ (2) 题目内容: 选文第⑤段中画线句子运用了哪种论证方法？有什么作用？ (3) 题目内容: 下面的材料如果作为本文的论据，你认为放在文中哪一段合适？请说明理由。真知灼见，首先来自多思善疑。——[美国]洛克威尔", "ques_answer": ["青年人要常以真善美雕琢自己。", "运用了举例论证，增强了文章的说服力。", "放在第④段，与文章观点相符合。"], "ques_analyze": "(1) 文章中心论点的提取首先根据其位置，一般出现在标题、文章首段或结尾。本文的中心论点出现在第一段，习近平总书记的寄语直接给出了中心思想：青年人要用真善美雕琢自己。 (2) 论证方法的分析需要明确实例和其论证作用。本文第⑤段举了习近平总书记在陕北农村插队的例子，说明成就真善美需要自处的能力，通过具体事例增强了文章的说服力。 (3) 对于补充论据的定位，需明确材料的论据类型以及与文章内容的契合点。'真知灼见，首先来自多思善疑'与第④段'拥抱真善美，贵在多思'观点一致，因此放在第④段与段落主旨相符，能够增强该段的观点。", "ques_knowledges": ["议论文阅读"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读以下议论文《咬紧牙关的力量》并回答问题。\n\n①宝剑锋从磨砺出，梅花香自苦寒来。<u>做任何事情，通常都需要咬紧牙关坚持下去，才能取得成功。</u>②在党史上，有一位干部因坚韧不拔的“咬牙”精神而被人熟知。1943年，冀南抗日根据地的斗争极其艰难：频繁的战斗、严重的旱灾导致庄稼绝收，痢疾和霍乱肆虐。时任冀南区党委书记的宋任穷，不仅要指挥作战，还要组织生产自救，并且深入敌后进行群众工作，常常累得吐血。然而，他凭着顽强的意志，带领冀南军民咬紧牙关，度过了最困难的时期，因此被称为“咬牙干部”。③“咬牙”表现出的是坚韧。人生之路不可能总是一帆风顺，只有无所畏惧、勇于面对挑战，才能最终品尝到成功的果实。当年习近平总书记在梁家河插队时，参与各种艰苦的劳动，从未退缩，磨练出了不屈不挠的意志品格。</u>成功往往属于那些坚韧不拔的人。越是艰难的时刻，越需要咬紧牙关坚持下去。一旦坚持下来，就能突破困境，开创新局面。④“咬牙”还体现了智慧。京剧《沙家浜》讲述了18名新四军伤病员被困于芦苇荡的故事，他们面对日伪军的连续“扫荡”，毅力几近崩溃。指导员郭建光鼓励大家：只要再坚持一下，形势往往就会转变。最终，他们通过坚持，迎来了大部队的反攻。咬紧牙关不仅需要勇气，还需要智慧，能透过现象看本质，变被动为主动。⑤“咬牙”也是一种担当。面对压力和困难，坚持咬紧牙关，会锤炼出坚强的内心。“拼命黄郎”黄大年，每年出差130多天，一回到办公室就投入工作。他的研究推动了我国探测技术的进步，攻克了技术难题。正是这种坚持的担当精神，成就了他无悔的一生。⑥行百里者半九十。越接近成功，越艰难，越需要坚持，否则就会前功尽弃。从某种意义上说，“咬牙”是通向成功的序曲。没有松骨峰战斗中志愿军的“咬牙”，就没有以“气”胜“钢”的奇迹；没有谷文昌一次次失败后的“咬牙”，就没有沙海变绿洲的神话。坚持到底、知难而进，一个人必能闯过重重难关，迎来光明的未来。⑦只有在艰难中坚持，才能展现勇气与毅力。在一次次“咬牙”中，软弱变得坚强，稚嫩变得成熟，犹豫变得坚定。（选自《人民日报》2018年5月15日有删改）(1) 题目内容: 结合全文，分析第①段划线句的作用。  (2) 题目内容: 文章从哪些角度分析了“咬牙”精神的内涵？  (3) 题目内容: 第③段划线句运用了什么论证方法？分析其作用。  (4) 题目内容: 简要分析第⑤段的论证思路。", "ques_answer": ["(1) 通过引用名言引出话题，并为后文的论述奠定基础。\\n(2) 文章分别从三个角度探讨了“咬牙”精神：体现了坚韧，彰显了智慧，蕴含了担当。\\n(3) 举例论证，通过习近平总书记在梁家河插队时的艰苦经历，论证了“‘咬牙’表现的是坚韧”的观点，使论证更加具体、有说服力。\\n(4) 第五段首先提出“‘咬牙’蕴含的是担当”这一观点，然后通过黄大年的例子加以论证，最后得出结论，说明了“咬牙”精神对成功的重要性。"], "ques_analyze": "(1) 文章引用了“宝剑锋从磨砺出，梅花香自苦寒来”这句诗，作为引子，引出讨论的主题——坚持不懈的重要性。此名言不仅使文章的立论更加有力，同时也为后文的讨论奠定了坚实的基础，强调了成功离不开艰苦奋斗。\\n(2) 文章从三个主要方面探讨了“咬牙”精神的内涵。首先，通过习近平总书记在梁家河插队时的经历，强调了坚韧不拔的重要性；其次，通过《沙家浜》的故事，指出了在坚持中的智慧；最后，以黄大年为例，论证了“咬牙”精神中蕴含的担当意识。这些角度全面展现了“咬牙”精神的多重内涵。\\n(3) 第三段使用了举例论证的方法，引用了习近平总书记在梁家河插队时面对困难的例子，以具体的事例支持了“咬牙”精神表现为坚韧的论点，使文章的论证更加有力，并增强了读者的认同感。\\n(4) 第五段的论证思路非常清晰：首先提出“‘咬牙’蕴含的是担当”的分论点，接着通过黄大年的例子进行论证，最后总结出担当精神是如何成就了黄大年的人生。这种先提出观点，再举例论证，最后得出结论的论证方式，使得论点更加明确和具有说服力。", "ques_knowledges": ["议论文阅读"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "较难", "ques_content": "阅读下文，完成后续小题。少年涅槃——陈义怀 \n ① 涂干西小心翼翼地从床上下来了，轻轻地走到墙边，拿下了隐蔽在斗篷后的包裹，背在肩上，轻轻地开了门。父亲在牛圈里打着鼾，偶尔夹杂着牛反刍和打喷嚏的声音。他从口袋里掏出一张揉皱的纸条，尽量抚平上面的“父亲大人亲启”字迹。眼泪快速涌出，用袖子擦了擦，把纸条从牛圈门缝里塞进去，毅然离开了。 \n ② 从小涂干西就日夜操劳不止。父亲常说：穷人要家兴必须刻苦耐劳，勤俭节约。父亲的吝啬甚至可笑：煤油灯的灯芯剪得极短，只燃豆大一点的光；碗里的饭粒都不能剩下，掉到地上的也得拾起来吃。父亲对自己要求苛刻，对涂干西也是如此。涂干西隐约觉得，这不是他想要的生活，他想活得不一样。如果不服从，父亲就会用各种方式惩罚他。在涂干西看来，父亲吝啬、刻薄、不讲道理。涂干西内心越来越坚定一个念头：要跨越父亲这座山。有时他甚至萌生可怕的想法：拿父亲的棍子反击，或者在牵牛时突然挥动红布。不过，这仅是孩子一时的怒言，从没付诸实施。昨天父子之间爆发大冲突，让15岁的涂干西决心走自己的路，去县城找活做。 \n ③ 秋日的太阳仍有几分热力。一个瘦弱的妇女在地里捡拾谷穗，样子像母亲。涂干西心里一酸，在地上用棍子狠狠戳了几下。犹豫着要不要回去，承认错误，但最终还是决定前行。他踢飞一块石子，林子里的鸟雀被惊起。 \n ④ 天色已黑，涂干西感到不安。他点燃火柴，看见坡上有几根白骨，惊叫一声，摔倒在地。树叶沙沙作响，像在嘲笑他。涂干西宣战般说，今夜我就睡这儿！结果他睡得出奇的好，他突然明白，没有杂念和恐惧，就没什么可怕的。 \n ⑤ 重新上路的涂干西，感觉自己就像刚脱皮的蛇，整个世界都是他的。第二天，他意识到走错了路。雨开始落下，他抓住藤蔓爬上山腰的一个洞穴。在洞里，他发现狼的痕迹，但还是决定留下。 \n ⑥ 半夜，他被狼逼近，涂干西用棍子逼退了一只狼，打死了两只。终于战胜了恐惧。 \n ⑦ 出了洞穴，他感到自己有了青年的模样。涂干西想家了，但依旧坚定。 \n ⑧ 一天，他遇到一个卖货的老头儿。了解情况后，老头儿给他敷药，并告诉他距离县城还有50里路。涂干西看到老头儿，突然想起了父亲。 \n ⑨ 回到家，涂干西发现父亲苍老了许多。涂干西跪下，承认错误。同一刻，他感到自己跨越了父亲这座山。 \n (1) 卖货老头儿所说的‘路’包含了什么含义？‘这么远的路’具体指的是什么？ \n (2) 联系上下文，回答括号内的问题。 \n （1）‘像刚蜕了皮的蛇，焕然一新’中的‘蜕’指什么？‘变成了另一个人’是怎样的改变？ \n （2）‘他脸上已经有青年人的特征’这句话说明了涂干西的哪些变化？请结合文章内容概括。 \n (3) 分析文章中多次描写雨的作用。 \n (4) 如果涂干西和《孤独之旅》的主人公杜小康一起参加《开讲啦》，围绕‘磨难’开讲，你会为他们确立什么观点？ \n (5) 对于涂干西说‘爹，孩子错了！’这句话有不同猜测。你赞同哪个看法？请结合文章内容谈谈你的看法。", "ques_answer": ["经历或遭遇。常人不曾经历的特殊或复杂的经历。", {"1": "犹豫、恐惧。变成了自信、坚强、果敢的人。", "2": "沉着冷静，坚韧顽强，理智。"}, "推动情节发展，烘托人物心理。", "磨难是成长的催化剂；面对磨难要勇敢坚强；战胜磨难才能超越自己。", "结合文中不同观点，涂干西对父亲的认识、对生活的理解和自己行为的反思产生了不同的领悟。"], "ques_analyze": "本文通过涂干西与父亲的争执，离家出走，野外留宿，与野狼搏斗等经历，描绘了少年的成长。我们从中妥善得知以下几点： \n 1. '路'的意义：通过与家人的冲突，外出的历练，以及与自然和野生动物的对抗，表现了涂干西的心灵成长及变化。卖货老头儿的话既指身体距离，也指心理上的成长。 \n 2. 雨的作用：雨的变化推动了故事情节，反映了涂干西从最初的迷惑到最后的坚定。 \n 3. '磨难'的主题：磨难如同成长的催化剂，涂干西的故事展示了勇敢面对困难的重要性。 \n 4. 涂干西的话可以从多个方面理解，包括对父亲认知的变化，对生活的重新认识，以及反思自己的行为，从而感悟到自己的成长。", "ques_knowledges": ["小说"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 红月亮曹丽琴\n①三峡的夜晚十分宁静，一切仿佛都在沉睡。\n②轮船在江中行进，只能听到船底与水面的轻轻拍打声。此时我无心入眠，走到甲板上。夏夜的江风夹杂着水的气息，迎面吹来，站在栏杆旁，仰望夜空，黑暗的天空如同无边无际的海洋。两岸的群山在夜色中显得更加浓重，山影清晰可见，宛如猛兽奇鬼般矗立。\n③渐渐地，山影中出现了点点灯光，橘黄的，淡绿的，暗红的，像晶莹的水晶镶嵌在夜色中，微微闪烁。船儿缓缓前行，灯光逐渐退到我身后，但我忍不住回头注视这些显得俏皮的光亮，它们消除了夜色中的几分恐怖。\n④当我再次转身，突然看见一轮红月亮，与我撞个满怀。顿时，我的眼中充满了惊喜的光芒。郦道元曾说：“自三峡七百里中，两岸连山，略无阙处。重岩叠嶂，隐天蔽日。自非亭午夜分，不见曦月。”而此刻虽然未到午夜，我却与明月相遇，让我难以自已。\n⑤我不知道她何时出现在山上的，在这浩瀚的宇宙中，她是那样渺小。天空如水，昙花也难得露出笑脸，而她却微微笑着，时而隐入云层，只露出两朵红晕；时而又如出水芙蓉般清丽，沉醉在天空的怀抱里……\n⑥这可是三峡的红月亮啊，像千年等一回的幸福填满了我的心。当你远望，那天际的精灵在等待你的注视。山影的肃穆已经被我忘记，我只是静静凝视着这轮红月亮。\n⑦那是一抹多么恬静的红啊。清新、柔和，流动着生命的色彩，如练般轻轻倾泻到江面。万顷夜色也不抵这一抹红。这可是天际的一枝荷，一颗纯美的心啊。\n⑧今夜，她似乎特别眷顾我这个异乡的游子，将她最美的一面展现给我。我突然有些自得起来。李白最爱月亮，但他当年行游三峡时，也未遇见这红月亮吧。而幸运之神，却让我遇见了她。\n⑨今夜，我也是这自然的女儿，长江的歌者，晴空的恋人，红月的知音。\n⑩夜色因你而更加动人；江面因你而显得诗情画意；赶路迷失的人，也重新找到了方向，包括迷茫已久的我，心湖泛起了一点涟漪……无论何时，漫漫黑夜怎能缺少这些光亮和热情呢？\n⑪我喜欢的一位作家在书中写过，人们都说人是在光明中行走的，其实哪里有光明，人总是在黑暗中行走。随着年岁的增长和阅历的加深，我愈发理解了这句话的含义。置身于充满污秽、黑暗和谬误的现实，我们如何像明月般不退缩、不迷失、不怯懦、不犹豫，而是坚定勇敢地走入生活，表现生活和自我，达到真、善、美呢？\n⑫长期以来，我们总无法解开心结，当心灵邂逅自然的美，就如同为其拂去蒙尘。红月亮，自由、宁静、无畏、独行、羞赧而热烈，柔美而坚毅，你是在与我心灵对话，告诉我在永夜中前行的方式吗？大自然将我们困在黑暗中，也许就是为了迫使我们永远向往光明。\n⑬今夜，滔滔江水，绵绵不绝。谁，牵着月光的手，把灵魂放飞？（选自《散文百家》，有删改）\n\n(1) 题目内容: 第②段的描写有什么特色？请加以鉴赏。\n(2) 题目内容: 第③段中的“俏皮”一词有什么意义？请分析。\n(3) 题目内容: 第④段和第⑧段分别引用郦道元和李白的故事，这样做的目的有什么异同？\n(4) 题目内容: 第⑩段的“混沌已久的我”和“心湖的一点涟漪”分别有什么内涵？请结合文本探究。", "ques_answer": ["(1) 作者从视觉、嗅觉和触觉角度描写了江风，并将三峡的夜空比作无垠的海洋，两岸群山比作猛兽奇鬼，通过多角度的描写和比喻，生动地展现了三峡的景象，增加了神秘感。", "(2) “俏皮”一词运用了拟人手法，形容山影中的灯光，它们在夜色中微微闪烁，随着船的前行逐渐退去，表达了作者对这种景象的喜爱。", "(3) 引用郦道元和李白的故事，前者凸显作者偶遇红月亮的幸运与惊喜，后者则表达了作者遇到红月亮的自豪与自得。", "(4) “混沌已久的我”指作者在现实中迷茫与困惑，而“心湖的一点涟漪”象征在遇到红月亮后，内心受到触动与启示，坚定了在黑暗中向往光明的决心。"], "ques_analyze": ["(1) 作者利用多种感官描写了三峡的夜晚。首先从嗅觉和触觉层面描述了夏夜江风的清爽，然后用视觉描绘了山与水的景致，特别是对黑幽幽的天空与两岸山影的比喻，使景象显得更加生动和神秘。作者运用层层递进的描写和生动的比喻，构造出具体而立体的三峡夜景，同时通过对山影的比喻，增强了景色的神秘与惊险。", "(2) 加点词语'俏皮'通过拟人的手法形容山影里的灯光，仿佛那些灯光在夜色中跳动，兼具美丽与活力，然后随着船的前行逐一退去，隐喻着作者对这一美好景象的不舍和迷恋，同时消减了夜色中群山可能带来的压迫感。", "(3) 引用郦道元和李白的故事，前者是凸显作者偶遇红月亮的难以置信和幸福，与郦道元的遗憾形成鲜明对比，而后者则是表达自己遭遇红月亮的自豪和自得，强调与历史上著名的诗人相比，自己是多么幸运。", "(4) '混沌已久的我'表达的是作者在现实中迷茫与困惑，而'心湖的一点涟漪'则象征着在遭遇红月亮这一自然美景后内心的触动和领悟，在黑暗的世界中向往光明的决心与启示。点睛：作者通过夜遇红月亮的体验，反思个人的心态与行为，领悟在逆境中前行的意义和美的真谛。"], "ques_knowledges": ["小说"], "source": "valid", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "阅读以下文章并回答问题：拐弯的人生①著名的语言学家、“汉语拼音之父”周有光，在被问到长寿秘诀时表示：“凡事要看得开，想不开就绕个弯子。”②从每个人成长的历程来看，人生路上总有坎坷曲折，从来没有完全笔直的路。有句话说，人在前进的道路上，只需做两件事——前进和绕弯。前进需要勇气，而绕弯则讲究智慧。爱因斯坦曾说：“人类最强的能力是适应环境的能力。”达尔文的观点更为透彻：“适者生存。”他们所谓的“适”就是适应和顺应，换句话说，就是会“绕弯”。不仅在西方人看来，生命需要绕弯，中国古代也有类似的见解。陆游曾言：“山重水复疑无路，柳暗花明又一村。”由此看来，绕弯在人生词汇中是个关键字。不同的人对这个词的理解和应用程度不同，形成了是否愿意、能不能、善不善于绕弯的多种情况，从而导致了各异的人生，演绎出丰富多彩的世界。如果用英文大写字母来表示绕弯，可以划分为几种类型。③一种是用字母“V”表示绕弯。不仅形象度很高，而且准确表达了绕弯的意义；这不仅是简单的绕弯，而是一种曲折型绕弯，是形式上的退却但实际上是进步。左边部分代表下降，右边部分代表上升。从左边的趋势看，本应继续下降，但在底部终止，又改为上升。这是一种由消极到积极的转变。许多人和事正是这样通过挫折达成成功的。北大的知名教授季羡林在“文革”中被迫看守楼门和接听电话。对很多人来说，这是无法忍受的屈辱，但季老却在困境中找到有利因素，利用三年时间，翻译了280万字的印度史诗《罗摩衍那》，为中国翻译史和中印文化交流留下了一座丰碑。④另一种是用字母“N”来表示绕弯。这种绕弯和“V”有点相似，但又有所不同，它表示人们在既定路线和方向上前行时，原路不通了，需绕弯，但这个弯并不是回到原点，而是到达新的落脚点，从而在新领域取得发展。人在生活中难免遇到各种挫折和不幸，关键在于是否能学会绕弯。只要在心里绕个弯，路就会随之改变，超越自我，开创新的天地。曾红极一时的影星克里斯朵夫·李维在一次马术比赛中意外坠落，导致高位截瘫。他曾绝望并想过放弃生命，但最终选择绕弯，以轮椅代步，成为导演，他的作品还获得了金球奖。他还用牙咬笔写出了自传《依然是我》，这本书后来成为畅销书。⑤第三种是用字母“W”表示绕弯。这说明人生道路上的弯很多，并不是拐一两次弯就能到达终点，而是要经历多次绕弯的锻炼，多次挫折的磨练，多次失败的考验。许多伟人、名人的成长轨迹，雄辩地证明了他们正是在不断绕弯中前进并取得成功的。伟大的革命先行者孙中山，为了推翻清朝的封建统治，推行“三民主义”，虽多次失败，但从不气馁，最终取得了辛亥革命的成功。两院院士王选一生中做了八次重要选择，也就是八次绕弯，最终研制成功汉字激光照排系统，引发了我国印刷业“告别铅与火，迈入光与电”的技术革命，被誉为“当代毕昇”。⑥周老的“绕弯”说，是他长寿经验的总结，也是转换思路的小技巧，更是指引人生方向的大智慧！(1) 本文的核心观点是什么？  (2) 第二段划线的句子使用了什么论证方法？有何作用？  (3) 简要写出本文的论证思路。", "ques_answer": ["人生需要学会绕弯", "引用论证，增强论证的深刻性和说服力", "文章从引出“绕弯”主题，详细论述人生的绕弯，并通过实例说明绕弯的多种形式，最后用周有光的观点总结，构成总-分-总的论证结构。"], "ques_analyze": "1. 针对第一个问题，文章的核心观点是作者想传达的主旨，通常可以在标题、开头或结尾的总结段落中找到。本文通过周有光的观点引出“绕弯”的概念，然后详细论述人生旅途中的绕弯，最终总结出“绕弯”是人生智慧的体现。\\n2. 针对第二个问题，引用论证是通过引用权威人士的观点或知名作品的内容来支持自己的观点，增强论证的说服力。本文中作者引用了爱因斯坦、达尔文的话语以及陆游的诗句，旨在强调“绕弯”的重要性，使读者更深刻地理解绕弯在应对人生挑战中的价值。\\n3. 针对第三个问题，文章首先通过周有光的长寿秘诀引出“绕弯”主题，再引用历史名人和现代事例来强调人生需要绕弯。作者通过“V”、“N”、“W”三个字母象征不同类型的绕弯，详细论述应对人生挑战的各种方式，最终用周有光的“绕弯”说来总结，指出“绕弯”是适应和超越人生挑战的智慧策略，构成了一个总-分-总的论证结构。", "ques_knowledges": ["议论文阅读"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下文，完成问题1—4。 \n\n（一）故宫为何采用红色和黄色 \n\n① 故宫是多么的宏伟，远远望去，金色的屋顶，朱红色的墙壁，红黄交相辉映，彼此对比，在连绵起伏中展现出难以言喻的皇家气概。置身其中，除了能感受到强烈的色彩冲击外，还能在不经意间体会到庄重与威严。了解现代美术的人都清楚，红色与黄色的搭配是经典组合，难道几百年前修建故宫的人已经认同这种色彩审美了吗？ \n\n② 紫禁城的建设非常注重细节，布局、造型……每一处都承载着“君权神授”和“皇权至上”的理念，颜色也不例外。从某种角度看，颜色对皇权的重要性更加突出。 \n\n③ <u> 在紫禁城内，红色和黄色的使用极为频繁，整个紫禁城的色彩显得比较单一。</u> 选择这两种颜色，主要是受中国传统文化的影响。在传统文化中，红色一直被视为喜庆之色，寓意庄严、幸福和吉祥。考古学家发现，3万年前的山顶洞人已经开始用红色装饰洞穴。据文献记载，周代以后的宫殿已经广泛使用红色。紫禁城沿袭了这一色彩美学，因此大量使用红色。而黄色的地位则源于华夏民族对文明起源的追溯。华夏文明始于黄河流域，一望无垠的黄土高原和滔滔不绝的黄河使得黄色深深印在炎黄子孙的记忆中。到了汉代，汉武帝刘彻确立了“汉居土德”，自此以后黄色成为了汉朝皇权的象征，并被历朝沿用。 \n\n④ 除了受传统文化的影响，五行学说也对红、黄这两种颜色做出了新的解释。根据金、木、水、火、土五行理论，黄色属于土，而土位居中央，是万物之本，代表着至高无上的权力，因此许多宫殿的屋顶用黄釉瓷瓦覆盖，以显示其无比的尊贵。此外，根据五行相生相克的理论，土依赖于火，火能生土，所以宫殿的门、窗、墙多用红色，寓意繁荣兴旺。 \n\n⑤ 明清两朝修建紫禁城时，延续了这一传统，殿阁楼宇多采用红墙黄瓦，色彩鲜明，效果耀眼，形成金碧辉煌、和谐悦目的氛围，既体现了皇家富丽堂皇，又反映了皇帝的“无上权威”和“天子至上”。 \n\n⑥ 然而，紫禁城并非所有屋顶都是黄色的。因为有些建筑不是皇帝居住的地方，规格上低一阶，有些建筑用绿瓦或黑瓦。例如，南三所是皇子们的居所，采用的是红墙绿瓦。论殿曾是皇子们读书的地方，五行之中，青色即绿色为木，象征春天的生机，故采用绿瓦。后来变为皇帝召见学士的地方，屋顶也改成黄色。文渊阁是藏书的地方，依据五行相克理论，黑色象征水，意在防火，故墙是青绿冷色，瓦是绿边黑瓦。神武门的东西两侧是护卫军值班处，位北方属水，因此也用黑瓦。 \n\n⑦ 封建社会遵从严格的等级制度，这在建筑的色彩上也体现出来，颜色等级从上到下依次为黄、绿、青、蓝、黑、灰，黄色是最尊贵的颜色。北京城里的房屋颜色须按级别适用，如紫禁城用金、黄、红，公卿大员家用绿瓦，平民百姓的房屋用黑、灰、白作为墙面和屋顶色调。在灰暗的北京城色调中，紫禁城的红墙绿瓦愈发显得宏伟壮丽，强烈的颜色对比也成了展现“至上皇权”的最佳方式。 \n\n（节选自《图说故宫六百年》2011年2月18日） \n\n(1) 本文主要说明了什么？ \n(2) 结合第三段内容，说说在中国传统文化中，红色和黄色各自具有怎样的象征意义。 \n(3) 画线句在文章结构上有什么作用？从这句话来看，作者在解释红色和黄色象征意义时，运用了怎样的陈述顺序？ \n(4) 第六段主要采用了什么说明方法？起到了什么作用？", "ques_answer": ["说明故宫为何选用红色和黄色", "红色象征喜庆、庄严、幸福和吉祥；黄色象征皇权，是最尊贵的颜色", "承上启下，采用了由概括到具体的顺序", "举例说明"], "ques_analyze": "[优化解析] (1) 审题后可知，本文重点探讨了故宫为何选择红色和黄色作为主色调，并详细解释了这一选择背后的理由。 (2) 根据第三段内容，红色在传统文化中象征着喜庆、庄严、幸福和吉祥；而黄色则由于华夏文明起源的背景和汉代皇权的确立，被视为最尊贵的颜色。 (3) 画线句在文章中起到了承上启下的作用，同时引出后文的具体分析，作者在解释红色和黄色象征意义时，采用了由概括到具体的顺序。 (4) 第六段主要使用了举例说明的方法，通过具体例子阐述了紫禁城中不同建筑颜色的等级及其代表意义，强化了读者对皇家建筑特色的理解。考点仍然是说明文阅读理解能力，包括文章结构与内容的把握，以及说明方法及其作用的理解。", "ques_knowledges": ["事理说明文"], "source": "valid", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "困难", "ques_content": "题目内容：阅读下文并回答所附问题。生态系统与生态平衡（摘选）——侯学煜①每一个生态系统都在不断进行能量交换和物质循环，因此它的各组成部分总是动态的。然而，在一定时间和相对稳定的条件下，生态系统也会趋向稳定，即在动态中维持平衡。换句话说，该系统中的绿色植物、动物和微生物，或物质和能量的输入和输出之间，存在相对平衡的关系。当生态系统的能量流动和物质循环过程在较长时间内保持平衡时，该生态系统中的有机物种类和数量、生物量、和生产力均达到最大值。这是衡量生态平衡的指标。②如果一个生态系统受到超过其自我调节能力的外部干扰，便会导致有机物数量减少、生物量下降和生产力衰退，从而引起结构和功能失调，物质循环和能量交换受阻，最终破坏整个生态平衡。③在森林生态系统中，树木通过吸收土壤中的营养物质生长，树叶落地后经微生物分解变成可利用的营养物质，再次供植物吸收利用，从而实现物质循环，使森林自身供能自足。如果将落叶清除，会破坏这种生态平衡。森林中的昆虫数量能维持正常，是因为有鸟类和其他动物捕食它们，形成自动控制机制。大量消灭鸟类等食虫动物会导致昆虫数量过多，影响森林生态平衡。④在草原生态系统中，田鼠是不可或缺的成分之一，需要研究控制其数量，以防止其过度增长危害草原。草原上老鹰、黄鼠狼是田鼠的天敌，通常能控制田鼠数量，使其不至于猖獗。黄鼠狼属于皮毛兽，依赖田鼠为食；没有田鼠的草原就没有黄鼠狼。田鼠还以蝗虫为食，松土有助于草的生长。在鼠害严重时，确实需要消灭，但若使用毒药，会污染草原，毒死老鹰和捕虫的鸟类，甚至牛羊，从而破坏生态平衡。⑤总之，无论是森林、草原、荒漠、湖泊、沼泽，自然界中的每个生态系统都由动物、植物和微生物等生物成分，以及光、水、土、气、热等非生物成分组成。各成分之间相互联系、相互制约，形成一个不可分割的整体。这是生态平衡的整体观点。单独只看一个成分容易产生偏见，而应看成一个综合体。破坏自然生态平衡必然会带来一系列后果。⑥在自然界中，无论是天然的森林、草原、荒漠、沼泽，还是人工修建的森林、农田、水库，都必须注意保持其生态平衡。(1) 题目内容：根据文章内容填写空缺。①衡量生态平衡的标准；②____；③用森林中的实例说明绿色植物、动物和微生物之间，以及物质和能量的输入和输出关系；④____；⑤____；⑥我们应保持自然界的生态平衡。(2) 题目内容：描述生态系统的特征。(3) 题目内容：列举文中提到的三个生态系统受外界干扰的实例。(4) 题目内容：为了保持森林生态平衡，应如何进行采伐？请提出一条具体建议。", "ques_answer": ["生态系统被破坏的基本原因", "田鼠在草原生态系统中的作用，说明特定生态系统中某成分的重要性", "每个自然成分都不是孤立存在的，而是相互联系和制约的；生态系统的各组成部分之间总是动态的关系；生态系统在动态中维持平衡。", "避免滥砍滥伐，实行限额采伐，对易造成水土流失和难以恢复的地区不采伐。"], "ques_analyze": "根据文中的描述，我们可以理清文章的结构和重点。①衡量生态平衡的指标涉及到生态系统中有机体的种类和数量、生物量以及生产力的最大值。②第二段指出，当生态系统中的有机体数量减少、生物量下降、生产力衰退时，会引发结构和功能失调，这就是生态系统受到破坏的基本原因。④田鼠在草原生态系统中的例子说明每个成分在特定生态系统中是重要的。⑤文章指出，自然界的各个成分相互联系和制约，形成一个统一的综合体系。因此，维护各种自然环境的生态平衡对我们至关重要。至于生态系统的特征，第一段提到，生态系统的各组成部分之间总是保持一种动态平衡关系，这构成了生态系统的主要特征。受外界干扰的例子包括森林中落叶被取走、食虫动物（如鸟类）数量显著减少、用毒药灭鼠导致草原污染的问题。对于采伐森林，第六段建议我们应合理采伐，结合限额采伐和新苗抚育，避免水土流失和破坏生态平衡。", "ques_knowledges": ["事理说明文"], "source": "test", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读下面的文章，完成以下问题。眷恋那棵老柿树赵宏欣（1）我坐在靠窗的座位上，旁边是一位年轻的少尉。他怀抱着一个浅灰色的公文包，面色严肃。从上车开始，他就一直静静地坐在我旁边，没有说话。（2）列车行驶了十几个小时，此时已经经过了南国秀丽的山水，进入了一片丘陵地带。车窗外的山峦在清晨的阳光映衬下显得一片醒目的土黄色。（3）突然，这位少尉开口了：“能否和你换个座位？列车即将途经我的家乡，我想好好看看。”（4）听了他的请求，我立即回答：“可以。”（5）换了座位后，我问他：“经过家乡时为什么不停下呢？”（6）他说：“不行，任务很紧急。”（7）“看来你很久没有回家了吧？”我接着问。（8）他点了点头，眼中充满思乡之情：“三年了。部队本来这几天安排我回家的，电报也发了，可突然来了任务……”，他一边说一边转头看向窗外，深情地凝视着外面的景色。窗外的黄色山峦接连不断地掠过，我想，他的家乡即将到达。（9）过了一会儿，他转过头来，满脸兴奋地说：“看见那座山了吗？最高的那一座。”（10）我点了点头。那是一座普通而贫瘠的黄色山岭，上面零星地长着一些类似荆条的植物，从远处看去，在秋阳下显得寂寥而质朴。（11）“那就是我的家乡。”他继续说道，“我们的村子就在那山的另一边，从这里看不到，不过你可以看到山脊上的那棵老柿树。”他的表情中充满了喜悦和自豪。（12）被他的情绪感染，我指着窗外的一段山脊说：“离你们村子很近了吧？”（13）“是啊，很近了。”他又指着窗外的黄土山，“我小时候常到这儿割草，这山上的草特别茂盛，割草很容易。”他兴致勃勃。我看着窗外延绵的黄色山峦，想着他村里的那棵老柿树即将出现。火车的速度很快，十秒钟内可能就会掠过它。因此，我睁大眼睛紧紧盯着那道山脊，此时，我非常希望能看到那棵老柿树。因为山脊上几乎没有什么高大的树，如果有棵高树，就会让这片山脊生动起来。（14）少尉定定地看着窗外，窗外最高的那道山脊在延伸中，出现了一棵孤独的老柿树。那柿树挺立着，顶着茂密霜红的树冠。远处树下站着一个老人，模糊看到她手拄拐杖，头发花白，站在秋阳下，静静如雕像。（15）“那就是那棵老柿树吗？”我望着窗外问少尉。（16）少尉没有回应，我发现他哭了。（17）“你怎么哭了？”我不知道如何安慰他。（18）他抹去眼泪，说：“你看到那棵老柿树下站着的老人吗？那是我母亲。”（有改动） (1) 题目内容: 请依据文章内容，在下面空白处填写适当的语句。 少尉登上列车，没有说话，面色严肃。→__→不久看到家乡，少尉显得非常兴奋，充满回忆。→__  (2) 题目内容: 结合文章内容，简析少尉的形象。  (3) 题目内容: 赏析句子。 ①窗外最高的山脊在延伸中，出现了一棵孤独的老柿树。那柿树坚挺着枝干，顶着茂密霜红的树冠。（从用词的角度） ②我看到的是一道极为普通而贫瘠的黄色山岭，山脊上稀稀疏疏地长着几株荆条类的植物，在秋阳里显得寂寥而质朴。（从描写的角度）  (4) 题目内容: 分析文章标题的作用。", "ques_answer": ["1. 十几个小时后，少尉换了座位，深情望向窗外 2. 这时候，少尉沉默凝视窗外，眼含泪水", "①忠于职守，热爱祖国：接到任务，放弃探亲。②怀念故乡，热爱家人：调换座位、注视家乡，为母亲落泪", "①用“孤独、坚挺、霜红”等词语和“挺立”等动词，准确形象地描绘出孤独的老柿树顽强的生命力和蓬勃的生机，暗示母亲的坚强，表达了少尉对家乡、亲人的深爱。②景物描写。生动地展示少尉家乡的普通和贫瘠，鲜明地表现出少尉对家乡的思念，为下文老柿树的出现做了铺垫。", "①交代行文线索；点明主题：老柿树象征家乡与母亲，是少尉眷恋家乡的载体。"], "ques_analyze": "【解析】 (1) 要解答这一题，需关注文章的结构与时间顺序。在文中找到，少尉在途中换座位，并深情望向窗外的描述处于故事展开阶段。此后不久，他看到家乡，显现兴奋之情，这构成情节发展；最后，少尉看到母亲，流下眼泪，这是故事的高潮和结局。所有这些内容在文中相当清晰。 (2) 描绘少尉形象时，需证明他忠于职守且热爱家乡和亲人。文中展示了少尉忠于职守、放弃探亲的举动，也展示了他对故土的眷恋和对母亲的思念，这些都表明了他的性格特征。 (3) 从词语运用和描写角度赏析，第一句中的“孤独”、“坚挺”、“霜红”强调了老柿树及母亲的坚强和生机勃勃，表达少尉对家乡、亲人的深情。第二句描述了少尉家乡的贫瘠和质朴，突出了少尉对家乡的思念，为下文老柿树的出现做铺垫。 (4) 标题既揭示了文章的事件线索，又预示了文章的深层主题，传递了对家乡和亲情的深厚眷恋。", "ques_knowledges": ["小说"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "困难", "ques_content": "题目内容: 阅读下文，完成下列小题。麻布裹着的葱花饼\n①我爱人和他的祖父母关系非常亲密，而我自己几乎没有这么亲近过。所以每次看到他们一起聊天和笑，我总会感到一种莫名的感动。\n②奶奶已经80多岁了，身体还算硬朗。近些年除了视力稍微下降外，听力、胃口和腿脚都还不错。偶尔和爷爷拌嘴，还总能占上风。\n③奶奶非常勤快，每天早上早早起来用煤火炉做饭。她以前也用过煤气，但年龄大了，总是忘记关煤气。出于安全考虑，她不再用了。另外，她觉得煤气灶上做的葱花饼不好吃。\n④奶奶做葱花饼很拿手，但用的是死面，必须趁热吃，凉了会硬得咬不动。刚做好的葱花饼是我爱人的最爱。每次回去，不管多晚到家，奶奶都会先用煤火炉加热鏊子，然后和面开始做饼。\n⑤奶奶在做面时不用盆，而是直接在案板上。她会先在面粉中间挖个坑，加入食用油、五香粉、盐等调味品。然后蘸水把面揉成絮状，再揉成团并放一会儿。在这个空档，她会切好一小碗绿葱花。爷爷一辈子没做过饭，也帮不上忙，只能拿着火钳子偶尔拨弄一下蜂窝煤。\n⑥把葱花揉进面里后，就要开始分剂子，然后用擀面杖擀成饼。奶奶会在鏊上刷油，再把擀好的葱花饼放上去烙。在擀下一个饼的时候，奶奶会大声提醒：“看好，别煳了！”爷爷应了一声，伸手颠了几下饼。爷爷比奶奶大几岁，耳朵有点背。奶奶回头看了爷爷一眼，再次翻了那块饼。\n⑦葱花变成金黄并散发香味时，奶奶会撕一小块饼，自己尝一下，然后把饼放在高粱秆编的篮子里。她会嘱咐爷爷：“这个火刚好，不要太大。”\n⑧我和爱人几次进去，都被奶奶赶了出来：“出去，出去，里面呛人，坐在边上等吃吧。”\n⑨死面饼比发面饼更结实，能填饱肚子。爱人吃撑了还会再吃一点。奶奶在一旁看着，非常高兴。\n⑩“为什么奶奶总是做葱花饼给你？”我不禁问道。爱人得意地回答：“早些时候我说她做的葱花饼好吃，从此每次回来她都给我做。连我爸回来都没有我这个待遇。”他说着又咬了一口，然后低声说：“她都这么大年纪了，还能吃几次呢……”\n⑪那年正月初五一大早，我们原本打算早点离开。起床时，我透过二楼窗户看到奶奶正端着剥好的葱叶往院里的垃圾桶里倒。我忙说：“这么冷的天，你不去劝劝奶奶？她八成是又在准备做葱花饼了。”\n⑫“别劝，也不用劝。你不懂。”爱人淡定地说，“一会儿奶奶给什么都接住，不要推托。”\n⑬“好。”\n⑭等我们装满后备厢时，奶奶又递过来一个布袋。我闻着味儿就知道是葱花饼，还热乎着。车子开走时，爷爷奶奶站在光秃的合欢树旁，欲言又止。“走了啊，天冷，回去吧。放假再回来！”他们只是不停地摆手。\n⑮上了高速路，我无聊地看着远处的小山丘，突然想起那个布袋里的葱花饼。我打开袋子，一股情感涌上心头。被麻布裹着的葱花饼整齐地叠放在袋子里，五香粉、葱花和面的味道立刻充满了车内的小空间。\n⑯“奶奶估计是怕饼凉得快，用麻布包裹着可以延缓变干。”爱人随口说。我却突然想起奶奶说过：“丹丹，死面饼得趁热吃，凉了像石头一样。”我就顺口应和：“是是是，上回带走的没吃完，干了刀都切不开。”\n⑰不知道是愧疚还是幸福，我感觉脸颊有点发烫。\n(1) 题目内容: 请用“葱花饼”为线索，按时间顺序概括我们和奶奶之间的故事。\n(2) 题目内容: 请分析第⑮段中画线句子描写葱花饼的方法，并结合具体内容说明。\n我随手打开袋子，突然感觉什么东西撞击了心脏，堵住了嗓子。被麻布裹得层层叠叠的葱花饼整整齐齐地躺在袋子里。五香粉、葱花和面的味道立刻充满了小小的空间。\n(3) 题目内容: 文中的奶奶是个怎样的人？请简要分析。\n(4) 题目内容: 对于本文的主旨，有人认为是表达家庭亲情，有人认为是关注老年人生活。你同意哪种观点？请结合本文内容进行探讨。", "ques_answer": ["示例一：同意“表达家庭亲情”的看法。", "示例二：同意“关注老年人生活”的看法。"], "ques_analyze": "(1) 要掌握情节概括题的解题技巧：通读内容，理清事件发展脉络，然后按时间顺序简要描述出关键情节。文章中，葱花饼是我们与奶奶之间情感交流的载体。每次回家，奶奶都会为我们精心准备葱花饼，即使在大年初五早上我们要离开时，她依然早起为我们烙饼。每次离别时，奶奶都会用麻布细心包裹葱花饼，保持其温度，展示了奶奶对我们的深厚情感。\n(2) 分析这段文字时要抓住句中的视觉描写和感官体验，揭示葱花饼带给人的美好感受。文章通过“我”对葱花饼的视觉和嗅觉描写，以及“我”对葱花饼心理感受的表现，传递了葱花饼和奶奶的爱。\n(3) 分析奶奶形象时，重点在于提炼文中的特征描述。奶奶勤劳、疼爱晚辈、细心体贴的形象通过她制作葱花饼的细致动作和周到考虑表露无遗。\n(4) 阐述文章主旨时，可以根据个人理解选择立场，但需要结合具体内容进行论述。不论是表达家庭亲情，还是关注老年人生活，均需从文章找到支持观点的具体描述。", "ques_knowledges": ["散文"], "source": "test", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读以下两段文字，并回答问题。君子懂得“怕”①我的朋友是一个谨慎小心的人。在生活中，如果家中没人，他绝不会使用家用电器，担心引发火灾；他睡前一定会关闭煤气，担心发生泄漏；在街上行走时，他严格遵守交通规则，担心出现意外。在工作中，他遵守规章制度、公正办事，担心一不小心会成为囚犯。②我非常赞赏朋友的行为，因为他懂得“怕”。其实，无论是个人还是国家，都应该心存畏惧。③个人应该懂得畏惧。孔子说：“君子有三畏：畏天命，畏大人，畏圣人之言。”天命是指上天赋予的命运；大人指有地位、有影响力的人；圣人之言指古往今来那些道德高尚者的言论。我们不讨论孔子所说的“君子三畏”是否适用于今天的社会，但他“人要知畏惧”的观点，我非常赞成。在现代社会，我认为人们应该至少“怕”两样东西：一是“怕”法律，即遵守基本的法律与规章制度，用古人的话说，叫“畏法度”；二是“怕”道德，即那些虽然不违法，但明显违背社会道德、会被人指责的事绝对不做。那些因为一己私欲或一时之快而无视法律和道德的人，当他们为自己的“无所畏惧”而痛悔时，不也正是在用自己的经历为我们敲响警钟吗？④不仅个人要学会“怕”，一个国家也是如此。许多国家都经历过苦难和挫折，人民深受其害，国家文明进程也大受影响。有些国家不知“怕”，对过去的苦难和挫折不以为然，总是好了伤疤忘了痛；有些国家则一直心存畏惧，担心类似悲剧重演，因此它们总是居安思危，充满忧患意识。1845年，一种卵菌登陆爱尔兰岛，导致全岛土豆减产三分之一，灾荒一直持续到1852年。这场大饥荒使爱尔兰人口锐减20%至25%。爱尔兰人没有忘记这场苦难，他们在首都街头竖起了大型纪念雕塑，其中一组饥民的群像栩栩如生，那哭天喊地的表情时刻提醒人们不能忘记历史。在罗斯康芒郡的一座庄园里设立了大饥荒博物馆，里面有关于这场饥荒的最完整收藏。爱尔兰的历史学家和文学艺术家也没有忘记这场大饥荒，关于这场饥荒的著作、论文、文艺作品如潮喷涌。生活是公正的，像爱尔兰这样知“怕”的国家，在灾难来临时往往有备无患，因此幸运地躲避了后来一些灾难性的意外事件。⑤中国人一向讳言“怕”，在一些人看来，说自己“怕”，就等于承认自己怯懦，其实这是误解。一个人知道必要的“怕”，他才可能做好人、善人，成为君子；一个国家知道必要的“怕”，它才会将各种社会规则和保障体系设计得完善，使之成为全体公民温暖、快乐的命运共同体。(1) 题目内容: 本文的中心论点是什么？  (2) 题目内容: 请分析第三段的论证思路。  (3) 题目内容: 第五段中加点的词语是如何体现议论文语言严密性的？  (4) 题目内容: 下面的材料如果作为本文的论据，你认为放在哪一段中合适？请说明理由。 【材料】1958年，我国开始了原子武器的研究。邓稼先奉命主持设计的我国第一颗原子弹和氢弹分别于1964年和1967年爆炸成功，我国国防自卫武器达到了世界先进水平，中华民族完全摆脱了任人宰割的危机。 ", "ques_answer": ["小到个人，大到国家，都应该心存畏惧。", "首先提出‘个人应该懂得畏惧’的观点，然后引用孔子的名言作为论据，接着解释应该‘怕’的两种情形，最后通过反面案例强化论点。", "‘必要’一词的限定使用，强调畏惧的必要性，避免了语言的武断，体现了议论文的严密性。", "应该放在第④段。原子武器的研发是一个国家出于自我保护而采取的行动与成就，验证了‘国家也需要知怕’这一观点。"], "ques_analyze": ["探究中心论点应着重观察题目、文章开头和结尾，以及对文章中的分论点进行概括。文章题目提出‘君子知怕’这一概念，结合文中提到的对个体与国家都应该心存畏惧的观点，我们可以归纳出文章的中心论点是小到个人，大到国家，都需要有所畏惧。", "分析第三段的论证思路，我们可以按层次进行归纳：开头提出了‘个人应懂得畏惧’的观点；接着引用孔子的名言作为论据，支持必须知畏；之后文章解释了应该‘怕’的两种情形，即对法律和道德的畏惧；最终通过反面案例揭示了‘无畏’可能导致的后果，进一步佐证了个人应保持敬畏的观点。", "‘必要’一词的用法在于限定和强调，在一些事情上心存畏惧是必要且有条件的，这种措辞既指明了畏惧的适当范围，也避免了过度泛化所带来的武断，体现出语言的严密性。", "材料与第四段的论点紧密关联，突出了国家出于对未来风险的畏惧，而采取措施进行自我保护，并最终取得了积极的成效。我国原子武器的成功研发，显示了国家对安全威胁的关注，并为民族摆脱被动局面做出了实际努力与贡献。"], "ques_knowledges": ["议论文阅读"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目要求: 通读下文，将问题逐一完成。像牛一样努力，像牛一样奋斗①“在中华文化中，牛是勤劳、奉献、进取、力量的象征。人们把无私服务和奉献比作孺子牛，把创新发展和面对困难比作拓荒牛，把艰苦奋斗和吃苦耐劳比作老黄牛。”2021年春节团拜会上，习近平总书记情深意切地称赞了牛所代表的精神品质，并赋予孺子牛、拓荒牛、老黄牛以新的时代定义。②牛象征着无私奉献和任劳任怨。千百年来，人们因牛的这些品质而喜爱、保护并歌颂它们。“甘愿低头做孺子牛”，鲁迅先生用这一情真意切的诗句赞美牛。画家李可染还将其画室命名为“师牛堂”，解释了他为什么喜爱画牛：“牛力大无穷，默默耕耘而不争强。”不计得失、默默奉献，这不仅是牛的品格，更是每个人应学习的精神。③牛象征着__、__。人们赞颂牛也因为它所拥有的那种干劲。而这种干劲，正是我们在克服困难、披荆斩棘中前行的力量所在。“天开于子，地辟于丑”，古人一直把牛视为开天辟地的力量之一。著名物理学家钱三强教授在年过花甲时仍干劲十足，常常工作到深夜。当有人问他年龄时，他回答：“属牛的。”钱三强不仅生肖属牛，更是性格如牛，正如其父钱玄同所期望的，始终秉持“牛劲”。正是这股“牛劲”，让他成为中国原子能事业的奠基人，为我国原子弹和氢弹的研发做出了突出贡献。不论时代如何演变，这股“牛劲”永不过时。④牛象征着勤奋耕耘、吃苦耐劳。古有言：“骏马能历险，力田不如牛。”近代国画大师齐白石也曾给自己起了个“耕砚牛”的绰号，勉励自己像牛一样勤奋。他常对人说：“不许一天闲过”，甚至给自己规定每天必须画五幅画。正因像牛一样勤奋，他才终究达成“画虾数十年得其神”的真功夫。没有等来的辉煌，只有勤奋得来的精彩。所有成绩，都是在“不许一天闲过”中取得的；每个梦想的实现，都是在“汗珠子摔八瓣”中实现的。⑤“在前进道路上，我们要大力发扬孺子牛、拓荒牛、老黄牛精神，以不怕苦、能吃苦的牛劲牛力，不用扬鞭自奋蹄，继续为中华民族伟大复兴辛勤耕耘、勇往直前，在新时代创造新的历史辉煌！”习近平总书记的讲话，振奋人心、催人奋进。梦想不会自动成真，拼搏奋斗正当其时，牛年就要有一股“牛劲”，就要用出“牛力”。学习牛的品格，弘扬牛的精神，像牛一样耕耘，像牛一样奋发，每个人都要“牛劲十足”“牛气冲天”。（来源：《人民日报》陈凌2021年2月11日第4版，有改动）(1) 题目要求: 通读全文，在第③段空白处填入两个适合的四字词语。  (2) 题目要求: 梳理第④自然段的论述结构。 首先，提出__；接着，__；最后，强调成绩的取得、梦想的实现依赖于勤奋耕耘和吃苦耐劳。  (3) 题目要求: 以下材料作为事实论据，是否适用于放入文章的第②自然段？请说明理由。作为学者和诗人的闻一多先生，他在翻阅古籍时，就如同向地球寻探宝藏一样，高处越高，攀得越起劲；坚固处越坚，他钻得越执着。他从唐诗开始，静心无声，经过几年辛苦，最终成就了《唐诗杂论》的硕果。 ", "ques_answer": ["奋发图强、迎难而上", "1. 首先，提出“牛是勤奋耕耘、吃苦耐劳的象征”这一分论点 2. 接着，引用古语、列举齐白石勤奋耕耘、最终有所成的事例展开论述。", "不能。因为该材料展示的是闻一多先生勤奋治学和钻研古籍的精神，第②自然段的论点是无私奉献和任劳任怨，两者不一致。"], "ques_analyze": ["（1）本题考察对第③段分论点的理解。通过第①段的概述和对拓荒牛象征意义的分析，可以得出拓荒牛代表创新发展和攻坚克难。因此合适的词语应具备“创新”“拼搏”之意。所以填入的四字词语需表达这些精神品质，且题目未限制具体词语，故只要表达出类似意思的词语均可接受。", "（2）本题要求梳理第④段的论述结构。第④段通过提出分论点进行论述，并引用古语来支持观点，举例齐白石勤奋耕耘的事例，进而总结并强调成绩和梦想的获得都依赖于勤奋耕耘和吃苦耐劳。理解这些论述步骤有助于把握文章论证结构和作者思想。", "（3）论据的使用需与论点一致。第②段的论点是“牛象征着无私奉献和任劳任怨的精神”，然而提供的资料描述了闻一多先生的勤奋治学和钻研古籍的精神，并未突出无私奉献和任劳任怨，因此无法支撑第②段的论点，故不能使用该材料。通过这种分析，可以帮助学生学会如何正确选择论据来加强论证。"], "ques_knowledges": ["议论文阅读"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 何谓“分餐制”？分餐制是指厨师、服务人员或家人按等量原则对主食和菜肴进行分配，分别置于各就餐者的餐具中，供其独自食用的方式。</u>它与多人合用一道或几道菜肴的“合餐”形成对比。中国烹饪协会认为，分餐制主要有三种形式：厨师分餐，即由厨师在厨房将菜点按每份配好，由服务员送至各顾客；服务员分餐，即服务人员在分餐台或桌面上将菜点分给每位顾客；就餐者自行分餐，利用公筷、公勺等工具取菜，再用自己的餐具食用。自助餐和套餐都属于分餐制。中国饭店协会认为，中餐的分餐制形式包括：服务员在餐桌分餐、上菜前分餐、自助餐、使用公筷公勺以及单份就餐方式等。同时，提倡消费者自带筷子和勺子，将餐厅的餐具作为公筷公勺使用。为什么倡导“分餐制”？根据疾病原因分析，当代疾病可大致分为微生物、遗传、环境和生活方式四类，其发病比例分别为：微生物10%、遗传10%、环境30%、生活方式50%。医学、卫生和营养专家通过大量事实警告人们，饮食习惯和生活方式与健康密不可分。分餐有效预防和减少疾病交叉感染，对经历多种传染病的现代社会尤为重要。（摘自《“食”尚进家门，“分餐革命”正在进行》） 【链接材料一 新闻发布】（中国政府网2020年4月12日）4月12日，在国务院联合防控机制新闻发布会上，全国爱卫办副主任毛群安指出，疫情提醒我们要保持良好饮食习惯，集体就餐时建议推广分餐制，使用公筷、公勺。 【链接材料二 新闻热议】行业协会人士：中国人希望团圆，对“分”有些忌讳，喜欢热闹的氛围。此外，许多中餐比如整鸡整鱼，不易分。餐饮业经营者：分餐制已在我们身边，单位食堂、学校食堂、自助餐都是典型代表。我经营的重庆老灶火锅餐厅没有分餐，但有一人一锅的火锅，这样消费者可自由选择。中国人的饮食习惯短期内难改变，分餐可提倡，最好交给市场，不要一刀切。餐饮业创投人：我认为分餐制的最大挑战是投入产出比。它对餐饮企业规章和服务标准要求高，增加成本，消费者能否接受价格上涨？（摘自《业界话分餐》）(1) 题目内容: 文中划线的句子运用了什么说明方法？有何作用？ (2) 题目内容: 解析以下句子，并分析加点词语的功能。 当代疾病的原因可大致分为微生物、遗传、环境和生活方式四类。 (3) 题目内容: 阅读【链接材料二 新闻热议】，餐饮业经营者用何种论证方法证明了何种观点？ (4) 题目内容: 结合【链接材料】讨论“合餐制”和“分餐制”哪一种更好，并说明理由。 ", "ques_answer": ["下定义", "显示分类的相对完整性，语言严谨", "事例论证, 阐述了分餐制应倡导但不应强制推行的观点", "答案开放，考生应根据材料合理论述"], "ques_analyze": "【分析】 (1) 这一小题考察说明方法及作用。文中划线的句子简明定义了分餐制，介绍了其与合餐的区别，采用的是下定义的说明方法。它的作用在于清晰界定概念，准确传递信息。 (2) 这一小题考察语言表达功能。加点词语“大致”说明了分类的大致完整性，但也保留了其他潜在分类的可能，体现了说明文用词的准确和严谨。 (3) 这一小题考察论证方法。餐饮业经营者通过提供火锅店的实际例子，论证了消费者可自由选择采用分餐制，这是一种事例论证。 (4) 这是一道开放性问题。考生可以根据材料全面阐述自己对合餐和分餐优劣的看法，关键在于理由充分且表达清晰。", "ques_knowledges": ["非连续性文本阅读"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "较难", "ques_content": "题目内容: 请仔细阅读以下文字，解决以下问题。①最近，陕西神木的一名80后农民工朗诵的视频走红网络。尽管他早早离开了校园，但从小热爱文字的他始终热爱写作和朗诵。工作之余，他在工地上朗诵经典作品。为练好播音腔调，他日复一日自学练习；为了背诵诗词，他下了苦功夫……他表示，自己的兴趣让他觉得一切都不累，并会一直坚持下去。②农民工与诗歌、工地与朗诵，这两对看似不相关的词后，连接的是“梦想”。这位农民工因为始终不忘自己的爱好和梦想，受到人们的称赞。③梦想如同阳光，赋予生命能量。有梦想，有信念，有奋斗，有奉献的人生才是有意义的。人生若无梦想，如同花朵没有阳光，会失去光彩和活力。没有目标，一切都是逆境；没有目标，时间就会在迷茫中逝去。而一旦有了梦想，有了奋斗的目标，人生就有了动力，生命就被点亮并赋予了意义。④梦想就像小苗，带来新的希望。梦想、机会与奋斗总能创造美好。现在没有，不代表未来没有，朝着梦想奋斗，梦想会渐渐实现。我航天事业的成就，来源于航天人梦想的积聚；国内医疗技术的发展，也离不开医务工作者的努力。如果没有梦想，成功是不可能的。有了梦想，才有了希望。⑤梦想如同灯塔，给予心灵安定。在实现梦想的道路上，总会有迷茫和希望，有时甚至想放弃。但拥有梦想，如同航行中看见灯塔。有了目标，便有了方向；即使有时偏离路径，终将到达目的地。⑥每个人的梦想不同，但实现方式离不开奋斗。即使梦想遥远、艰难，也不要怕，可以将它分解为易于实现的阶段性目标，一步步实现。此外，实现梦想需要坚强的意志。有人说：“成功与失败的关键在于能否多坚持一会儿。”坚强的意志可跨过坎坷，迎来新天地。个人梦想、群体梦想、国家梦想、民族梦想，众志成城才能推动社会进步。⑦朋友们，请插上梦想的翅膀，坚定前行。（选自《人民日报》，有删改 ）(1) 题目内容: 请用简洁的语言概括本文的核心观点。  (2) 题目内容: 梳理文章的论证思路，完成下面的结构图。 一、提出问题（1-2）：通过农民工在工地上坚持朗诵和背诵诗词的例子引出主题-梦想。 二、分析问题（3-6）： （一）（3-5）：①__ （二）（6）：②__ 三、解决问题（7）：提出倡议，插上梦想的翅膀，坚定前行。  (3) 题目内容: 请结合你熟悉的文学作品或历史人物阐述“实现梦想的路径都离不开奋斗”这句话的意义。 ", "ques_answer": ["每个人都要为梦想努力奋斗。", "有梦想才有意义的人生。/人生应该拥有梦想。", "梦想的功用分析", "实现梦想的方法分析", "为了实现梦想，我们必须为之奋斗。例如《钢铁是怎样炼成的》中的保尔，他的梦想是解放全人类。尽管在战斗中受伤，修铁路时身染重病，他仍坚持工作，最终在瘫痪和失明的情况下完成了《在暴风雨中诞生》。所以说，追梦需要奋斗。历史上，司马迁的目标是写一部“传世之作”。尽管受刑，他仍选择忍辱负重，奋发著作，18年后完成《史记》。正是通过不懈的奋斗，他实现了自己的梦想。"], "ques_analyze": "文章通过具体事例、生动比喻和深刻论述强调了梦想的重要性及实现梦想需要坚持不懈的努力。 (1) 开篇通过一名农民工的故事，引出主题：梦想可以在艰苦环境中赋予生活力量和意义。 (2) 文章使用阳光、小苗和灯塔的比喻，阐述了梦想的重要性：梦想赋予生命能量、希望和安定。 (3) 最后，文章指出实现梦想离不开奋斗和坚强的意志，无论是个人还是群体梦，都需要全社会的共同努力。作者发出号召，每个人都应该坚定追寻自己的梦想。", "ques_knowledges": ["议论文阅读"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "困难", "ques_content": "题目内容: 请认真阅读以下材料，并回答所给问题。网络进入“我是你爸爸时代”现今我越发觉得未来生活将会被高科技公司严格掌控，不仅决定一个人的生死，还将决定其情感反应和思维模式。在过去十年中，我亲眼见证了亚马逊的图书推荐从不准确逐渐变得无比精准，仿佛背后有位熟悉我的图书管理员。他通过分析我的浏览和购买数据，越来越了解我的喜好，推荐的书籍总是令我感到惊喜。如果亚马逊再深入一步呢？举例来说，假如我是地心说的信奉者，并不断购入相关书籍，而亚马逊作为科技公司，认为应该推崇日心说，它就会根据用户数据制定一套书单，使我在阅读过程中逐渐質疑地心说，最终转向日心说。这或许不是坏事，但问题在于，关键并不在于地心说或日心说，而在于亚马逊的技术力量。假如技术真能将地心说支持者转变为日心说拥护者，若亚马逊想要改变用户的其他认知呢？这是偶然的自我发展，还是科技公司利用技术确立的必然？换句话说：亚马逊是你的儿子，还是你爹？再来看“今日头条”。作家在平台发布内容后，系统会初步推荐给部分用户，看有多少人愿意阅读。如果达标，则扩大推荐范围；否则，停止推荐。这就好像为作家设置了绩效考核指标，迅速反馈读者的喜好。同样，若你是读者，系统会记录你点开的内容，并在下一次推荐时避开你不感兴趣的主题，推送你可能喜欢的内容。如此一来，你越点越多，最终停不下来，原本主动的订阅和阅读变成被动行为。你看到的内容由系统决定——决定你能看什么，不能看什么。回到亚马逊的问题，如果系统“希望”你看到某些内容，这究竟是自由选择，还是高科技公司的技术操控？“我是你爸爸时代”指的是什么？就是高科技公司自认为比你更了解你，它们的判断优于你的判断，其意志凌驾于你的意志。传统互联网时代，用户只是单纯的消费者，互联网公司提供服务或内容，用户主要行为是消费。而在“我是你爸爸时代”，用户不仅消费内容和服务，还被科技公司当作生产资料的一部分，成为信息传播和用户活跃度提升的工具，行为从消费转为生产。这是为什么人们不断质疑智能算法，但科技公司依然加强投入与执行——因为它有效。智能算法控制的用户能够产生预期行为和数据，你的意志、愿望和选择似乎不再重要。我认为，“我是你爸爸”的背后，是少数精英掌握多数人行为的逻辑。通过控制你看到、听到的信息，逐步影响你的思想和信念。未来高科技公司，可通过控制每一个网页、信息，或广播，潜移默化地影响你，让你做出某些选择，例如，莫名其妙辞职只因某企业高额推广费用。网民爱称这个“爸爸”，那个“爸爸”，其实可能都是对的。  (1) 题目内容: 阅读材料，分析“我是你爸爸时代”具有什么样的时代特征？  (2) 题目内容: 请为本文写一段阅读提示，以吸引读者兴趣，并揭示作者的意图。50字左右。  (3) 题目内容: 你读后把文章转发到朋友圈，引发广泛讨论。请结合生活实际，回复下列网友的留言。 网友甲留言：科技会对人类形成控制？是不是幻想过度了？ 网友乙留言：看完后很惊悚，我们不知不觉中被操控了，我还是我吗？ 你的回复：__。", "ques_answer": ["科技公司通过大数据分析来掌握并可能改变用户的意志和习惯，使用户从消费转变为一种生产行为；充当信息传播和活跃度提升的工具。", "示例：网民爱称这个“爸爸”，那个“爸爸”，可深思之下真相恐怖！科技公司操控你的思维和行为，你还愿意叫它“爸爸”吗？", "示例一：要辩证看待科技发展：科技提高生活便利与效率，并非没有益处，如文章提到的推荐书单。但我们也需保持自己判断和意志，不全然依赖。示例二：我赞同乙的观点，科技在潜移默化中改变我们的生活和认知，这不仅是想象，需引起警惕和重视。"], "ques_analyze": ["(1) 在审题后，通过逐段分析材料可以发现，“我是你爸爸时代”的特征在于：高科技公司通过大数据分析技术，不仅掌握了用户的行为，还具备潜在修改用户意志与意愿的能力。用户不仅是消费者，他们的行为也成为了生产性的一部分，如信息传播和活跃度提升工具。参考原文：“在‘我是你爸爸时代’，用户不仅消费内容和服务，还被视为生产资料的一部分。用户行为也从消费转变为生产。”", "(2) 编写阅读提示的关键在于勾勒文章主旨并激发读者兴趣。这一提示需简明扼要，涵盖文中核心内容，利用关键词如“‘我是你爸爸时代’、‘爸爸’、科技与人类关系”等，展现文章探讨科技控制用户行为的主题，引起读者关注。", "(3) 在回应网友留言时，需尊重不同观点，提供合理的现实解释。对于网友甲，强调科技对生活的正面影响，并指出需要保持独立判断和意志。对于网友乙，表达对技术影响的共鸣，强调需对这种影响保持警惕。正如示例所述：善用科技，保持独立思考。"], "ques_knowledges": ["其他文学体裁"], "source": "test", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读以下议论文，然后回答问题。标题：__陈鲁民①画家范曾提到：日复一日，我每天早晨四点起床，为的是为自己赢得一点时间看书作画。著名篮球运动员科比每天四点起床练球，有人问他为何如此成功，他反问：你见过洛杉矶早上四点钟的样子吗？文学家鲁迅取得成就，是因为他把别人喝咖啡的时间都利用起来写作，成为现代文学的巅峰。②学者钱钟书也是时间的‘小偷’之一。他从不参加任何应酬，无论多么高规格、面子的饭局都一概拒绝，因为在他看来，在饭桌上浪费时间是很愚蠢的事。他把这些时间用来著书立说、钻研学问，最终成了一位大学者。③季羡林教授最会‘偷’时间。他身兼大学系主任和副校长职务，不得不参加许多会议，这对于‘惜时如命’的学者来说是痛苦的。但他有自己的办法——早起晚睡、加班加点，就连在不重要的会议期间也在想学问、打腹稿、列提纲，这样他写出了几本传世的散文集。④相比较而言，语言学家周有光‘偷’的时间是最多的。他说，趁着上帝没注意他，他活了一百多岁，宵衣旰食，孜孜不倦，成就斐然，活出了两辈子的精彩。⑤这些非凡成就的杰出人物成功的秘密就是擅长为自己‘偷’时间。而时间就是生命，时间充裕，事业的机会和空间自然增大，再加上方法正确和目标明确，成功的大门就不难推开了。⑥‘偷’时间是悄悄的、不声不响的、低调的、无人知晓的。如果我们能在日常生活中有意识地坚持悄悄地抽出时间去学习、工作，无声无息地积累、磨砺自己，低调地提升和完善自己，那么我们就会在不知不觉中超过别人做出非凡贡献，稳定地走在成功的道路上。反之，时间也会在不经意间从我们身边流走，到我们发觉自己已经老了，才后悔莫及。⑦不管是做某事，学一门技能，还是深入研究，都要为自己‘偷点时间’。首先，必须出于真心热爱，对此痴迷，否则早起晚睡会令人痛苦。如果心中有热爱，觉得这样做有价值，就会甘之如饴。其次，‘偷’时间需要长年累月的坚持，一曝十寒是不可取的。要长期稳定地努力，而非间歇性拼搏。最后，既然是‘偷’时间，那就应低调进行，没必要大张旗鼓。如果炫耀半天却没有成果，反而成了笑柄。⑧人与人的差距在于事业是否成功，而事业的成功与投入的时间成正比。人的寿命和正常的可支配时间大致相同，如果能再加上‘偷’来的时间，成功的几率会大大增加。（选自《天津日报》，有删减）(1) 题目内容: 通读全文，为文章拟一个能够作为中心论点的标题。 (2) 题目内容: 文章前四段举了哪些例子？其作用是什么？ (3) 题目内容: 简要分析文章第⑥段的论证过程。", "ques_answer": ["善于为自己‘偷’时间", "列举画家范曾、篮球明星科比、文学家鲁迅、学者钱钟书、季羡林教授和语言学家周有光的事例。其作用是引出文章的中心论点并作为事实论据支撑论点", "作者通过引出‘偷’时间这一观点，正反论证展示其重要性，强调‘偷’时间和时间流逝的对立，强化论点"], "ques_analyze": "本文讨论如何通过‘偷’时间达到非凡成就。文章通过范曾、科比等人的例子，说明这些杰出人物的成功源于为自己‘偷’到了宝贵的时间。文章分析了‘偷’时间的真正内涵，即悄悄抽出时间用于学习、提升。第六段通过对比，坚持不懈地‘偷’时间能提高能力，而不如此则时间悄然流逝。作者以此论证中心论点，呼吁读者重视时间管理和自我提升的重要性。", "ques_knowledges": ["议论文阅读"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容：阅读《少年读书》节选，并回答以下问题。①少年读书，好似从缝隙中窥见月亮。②一本书就如同一轮明月，站在窗后只能通过缝隙看到其一角。③年少阅读也是如此，由于阅历有限，无法全面领会书中精髓，犹如井蛙观天。读完一本厚书，也只是肤浅的理解。④苏东坡年少时博览群书，无人能敌。他得意洋洋地在家门口贴了一副对联“识尽天下字，读尽人间书。”一位七旬长者造访，他递给苏东坡一本书，苏东坡竟无一字能识。苏东坡窘得满脸通红，急忙将对联改为“发愤识尽天下字，立志读尽人间书”。⑤学海无限，而年轻人容易骄傲自满，导致纸上谈兵的笑话。年少读书的最佳方式，是认识到世界的广阔，抑制自满之心，以好奇心探求书中世界。尽管暂时无法深刻理解，但书本的内容终将沉淀在心中，成为你的底气。⑥北宋大诗人欧阳修有句名言：“立身以立学为先，立学以读书为本。”书读得多了，自然能走得更远、站得更高。学如弓弩，才如箭簇，识以领之，方能中鹄。少时读书，虽如从隙中窥月，不能尽其全貌，但读书是一生的修行，扎实的基础能够拓展视野，认知广大的世界。⑦汉代学者董仲舒埋头苦读，一生不窥园，经历十年磨砺，终于成为一代大儒。 ⑧读书的初期，最重要的是勿自负，扎实基础，这样才能开阔眼界，敬畏世界。（选文有改动）(1) 题目内容：简要概述本文的中心论点。 (2) 题目内容：第⑥段主要采用了哪些论证方法，形象有力地证明了什么观点？ (3) 题目内容：请在第⑦段的横线上填入一个事实论据。", "ques_answer": ["少年读书，最重要的是勿自负，扎根基。", "引用论证和比喻论证，清晰地证明了‘书读得多了，自然能走得更远、站得更高’的观点。", "范仲淹年轻时在南郡刻苦读书五年，每日以稀粥充饥，最终通过科举考试。"], "ques_analyze": ["中心论点明确：中心论点是文章的核心，通常会在标题、开头、论述过程或结尾总结中揭示。本题的中心论点是：应在少年时期扎实基础，避免自负。或者可以理解为：少年时读书应认识到世界的广大，克制自满，保持好奇心探索世界；或者：阅读是一种修行，要从扎实的基础开始，扩展视野，以理解世界。", "论证方法澄清：在第⑥段中，通过引用欧阳修的名言，使用比喻形象地表达‘学如弓弩，才如箭簇，识以领之，方能中鹄’，证明了读书对个人成长的重要性。", "合适的事实论据：补充的事实论据应支持文章论点，反映古代知名人物通过长期读书获得成就的例子。范仲淹的故事就很好地展示了持之以恒阅读的结果。"], "ques_knowledges": ["", "议论文阅读"], "source": "valid", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下面的文字，回答问题。对于“根治”，这里是一种认知模式。①如果你在百度上查找“根治”二字，总共有4580万个搜索结果。很多事物需被根治，如脚气、秃顶、牛皮癣、城市牛皮癣...... 这个概念在生活中有着很深的根基，在观念里根深蒂固，以至于我对它有深深的畏惧。逻辑无法解决的问题，反证法也显得不足。我可以说：若有一种方法真能根治，我们就不会见到这么多广告。就像现在没有人会宣传他们能根治天花，因为天花已经通过接种疫苗被消灭了。有人可能一句话就反驳了：世界这么大，有各种奇人异士，你怎么知道没有什么能根治呢？你都调查过吗？②人们固执于“根治”的概念，并非迷信治疗法，而是对世界的理解。在这种观念下，追求的是绝对完美、绝对正常、绝对有序。任何缺陷、反常、偏离、多元都被视为暂时的，必须纠正的，而且是可以纠正的。这在传统文化中叫做“定于一”。这是一种固态世界观，追求不变，不做任何改变。③但也有流动的世界观，这种观念承认人有瑕疵，世界有缺陷，天道无常，人力有限。在这种观念下，世界是流动的，不断变化。人们能在某些方面、某些时间段发现规律，但只是相对有效，不是绝对有解。对应到自身，身体也是不断变化的有机体。有些疾病我们知道原因，有些仍一无所知。有些我们能治愈，有些只能控制，有些无论做什么都无济于事。对于一些人来说，无论是否需要终身治疗或服药，他们都接受，就像接受日常琐事一样。④追求“根治”的人会遇到各种提供根治方法的人。但许多疾病是无法根治的，带病生活才是事实。不接受这个真相，而执意寻求“根治”，只会导致上当受骗。⑤许多人因生病而感到抱歉和羞耻。因为病，身体不再完美，偏离正道，陷入混乱，这是种耻辱。病会带来经济损失，有时需要家人照顾，于是常感抱歉。在他们看来，没有疾病，只有过失。治疗不是治疗，而是纠错，所以务求快速彻底。根治无法短期实现，人易怨恨疾病、医生，甚者怪罪自己。⑥不少高血压、糖尿病患者本可通过持续服药控制心血管病或糖尿病并发症。事实上，这些药物有效。即便出现抗药性或异常反应，医学家也能用替代药物来解决。但很多老人突然停药或间断服药，转而服用所谓“根治”药物。这种骤停、骤减会引起生理指数剧变，导致危险。对“根治”幻想造成的自我伤害，是病人最大的伤害。最难接受的是，一切都源于自身选择，背后有一套似是而非的逻辑。因为幻想根治，最后怪罪西医、药厂心黑，药厂赚黑心钱，让人离不开他们，持续付费。你能对此说什么？⑦如何接受疾病无法根治的可能性呢？哪怕是个念头也让人恐慌。其实，人们的恐慌不全是对疾病的，这取决于他们如何看待世界。消除恐慌，你就不会因体检结果担忧。而明白世界是变化的，生活或许会好很多。 (1) 题目内容: 第①段中，作者对“根治”有何理解？ (2) 题目内容: 第③段所述的流动世界观对世界理解如何？试概括之。 (3) 题目内容: 根据第④～⑥段，写出作者认为追求“根治”会导致的后果。 (4) 题目内容: 阅读第⑦段，总结作者的核心观点。", "ques_answer": ["①生活中需求极高；②在观念中已根深蒂固；③产生了畏惧之心。", "①承认人和世界不完美，天道无常；②接受世界不断变化，认知和规律是相对的。", "①容易上当受骗；②一旦无法快速根治，易怪罪疾病、医生和自己；③造成自我伤害。", "认识到世界是变化的，人们的生活状态会更好。"], "ques_analyze": "【思维链条优化解析】\\n(1) 本题考查对文章内容的理解和概括。通过第①段，作者在百度搜索“根治”时发现了4580万个结果，表示出根治在生活中需求极高，且在人们观念中已经根深蒂固，产生了畏惧之心。因此，答案是：①生活中需求极高；②在观念中已根深蒂固；③产生了畏惧之心。\\n(2) 第③段讲述了流动世界观的特点，承认人和世界的不完美与变动性，任何发现的规律都是相对有效的。概括流动世界观对世界的理解：①承认人和世界不完美，天道无常；②接受世界不断变化，认知和规律是相对的。\\n(3) 通过第④～⑥段，作者列举了追求“根治”导致的几种负面结果：①容易上当受骗；②没法快速根治时，容易怪罪疾病、医生和自己；③追求根治造成自我伤害。因此答案为：①容易上当受骗；②一旦无法快速根治，易怪罪疾病、医生和自己；③造成自我伤害。\\n(4) 第⑦段讲述了接受世界变化对生活状态的积极影响。作者认为接受世界的变化能使人们减少对健康问题的恐慌，改善生活状态。答案：认识到世界是变化的，人们的生活状态会更好。", "ques_knowledges": ["议论文阅读"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "困难", "ques_content": "题目内容: 请阅读下列文章，并回答相关问题。音乐赵丽宏① 深夜，无月无风。小木窗外，带栏杆的合欢树宛如一个张开巨臂的黑影，一动不动，紧贴在墨蓝的天空上。一颗昏暗的星星孤零零地挂在树梢上，如同黑影上凝固的一滴冰珠，显得冷峻肃穆。② 静，寂静得让人联想到死亡。思绪的河流也因而干涸，没有涟漪，没有飞溅的水花，没有鱼儿轻盈穿梭……寥落的呼吸声，重如岩石，沉闷如龟裂的大地，似推不开的铁门。令人难以忍受的寂静。③ 就在此时，一种极其微弱的声音从远处传来，仿佛小提琴手轻轻将琴弓触上E弦，又轻轻拉了一下。声音稍纵即逝，世界重归寂静，而在我的小木屋中，这回声却一遍又一遍，婉转沉着地回荡，蕴含着淡淡的忧伤和梦幻般的欣喜。黑衣少女的形象在我眼前浮现，她在月光下拉着一把金黄色的小提琴，曲子即兴演奏，纤细的手指操纵着轻巧的弓在四根银弦上跳跃滑行，音符化作晶莹的旋风，先是在少女身边盘旋，黑色长裙随旋风起舞，旋风慢慢移动，所到之处，星光闪烁。④ 渐渐地，我也被旋风包围。我似乎置身于一个辉煌的音乐厅，耳边响起无数熟悉的旋律。钢琴沉静地弹奏巴赫，长笛优雅地吹奏莫扎特，交响乐队气势磅礴地合奏贝多芬……还有洞萧和琵琶，娓娓叙述古老的中国故事。⑤ 终于，一切都消失了，万籁俱寂，只剩我呆坐在木窗下。窗外，合欢树的黑影被镀上了一层亮晶晶的银边。月亮已经悄然升起……⑥ 那段经历已经过去二十多年，那时我孤身一人住在偏僻乡野的一间小木屋里，度过了无数寂静的长夜。静夜中突然出现的声音，其实是附近人家开门时发出的，破旧的木门摩擦门铰时常发出尖锐的声响，从远处听来，这尖声竟显得悠扬而奇妙，激发了我不切实际的幻想。将门铰的声响与美妙的音乐联系在一起，似乎荒唐，却又如此自然。⑦ 我曾请教一位作曲家何谓音乐，他几乎不假思索地回答：“真正的音乐是什么？是人类的爱与智慧的升华，是对理想的憧憬与呼唤。”他的回答让我沉思许久。这回答当然没有错，但用于其他艺术形式如绘画和舞蹈似乎也适用。然而，音乐毕竟不同于其他艺术。音乐通过无形的音符表现复杂微妙的情感和丰富的经验，在冥冥中回响，触动、抚慰、激荡甚至撕扯你的灵魂，使躁动的心灵恢复宁静，使干涸的心田重新滋润，也可以让平静的心掀起波澜。音乐只在空间中鸣响，而你却可以使这鸣响化为翅膀，装载在自己的胸怀，然后展翅遨翔，飞向你所向往的境地。音乐是自由的，无所不在。有什么记忆比对音乐的记忆更深刻、更持久呢？⑧ 我又想到最近欣赏的一场交响音乐会。指挥这场演出的是一位身材矮小、性格温和的中年人，当他站在庞大的乐队前，不急不慢地举起指挥棒，就如同一位骄傲而威严的大将军面对千军万马……⑨ 乐队演奏的是瓦格纳的歌剧《唐豪赛》序曲。小小的指挥棒带出惊天动地的声音。我的眼前既没有朝圣的信徒，也没有妩媚的仙姑，更没有在宴会上放歌豪饮的英雄。我仿佛回到了二十年前常走的那道高耸的江堤。灰色的浓云压在头顶，眼前是波涛汹涌的长江入海口。浑浊的江水在云天之下翻滚咆哮。一波又一波巨浪撞击堤岸，化作水花白雾飞散空中，溅到我身上。我的身心逐渐湿润清凉，郁积心底的忧愁在涛声中化作轻烟，化作白鸥，震翅翱翔于天地之间。浓重的铅云裂开，一道阳光从缝隙中射向波涛起伏的江面，反射到空中。此时，我已被光明包围……（有删改）(1) 题目内容: 文章开头两段关于深夜的描写有什么作用？(2) 题目内容: 从文中看，作者认为音乐“不同于其他艺术”的独特之处是什么？(3) 题目内容: “什么是真正的音乐？音乐是人类的爱和智慧的升华，是人类对理想的憧憬和呼唤。”这句话采用了什么表达方式？体现了怎样的效果？ (4) 题目内容: 文章第⑤段中写道：“窗外，合欢树的黑影被镀上一层亮晶晶的银边。”此描述有何作用？请分析。 (5) 题目内容: 为什么作者会提到瓦格纳的歌剧《唐豪赛》序曲？请结合文意探讨作者意图。", "ques_answer": ["(1) 这两段通过描绘作者所处环境的偏僻，渲染出寂静压抑的氛围，突显出作者内心的孤寂和苦闷；为后文细微声音的出现及对音乐的联想铺垫，前后形成对比，体现音乐的美好和对心灵的慰藉。", "(2) 作者认为音乐在于：一、通过无形的音符表现复杂的情感和经验；二、音乐的声响能触动、抚慰、激荡听者的心灵；三、音乐的自由和无所不在，使听者根据自己展开想象。综上，音乐之独特在于其深刻互动性，能触及心灵深处。", "(3) 议论。作者通过设问直接引出主题，接着进行深入解释，强调音乐是人类情感与智慧的集中体现，也是对理想生活的热切追求，从而展示深刻见解与观点。", "(4) 比喻贴切而生动，描绘了月亮升起后美丽的合欢树夜景，通过景象的变化表达作者心境从孤独到宁静的转变，同时与文章开头呼应，增加整体的和谐美。", "(5) 通过描写听《唐豪赛》序曲的感受，展示音乐的魅力。音乐将作者带回过去的记忆，表现出音乐的节奏和波浪的融合，体现音乐对心灵的抚慰和激发。传达音乐能唤醒沉睡的记忆，带来光明与舒缓的神奇力量。"], "ques_analyze": ["(1) 本题目通过描写详细的环境渲染出一种静谧压抑的氛围，突显出作者内心的孤独和苦闷，铺垫了后文中音乐声的细微出现。对比前后的情景，进一步体现了音乐所带来的温暖和对心灵的抚慰效果。", "(2) 本题要求解释音乐在作者看来区别于其他艺术的独特之处。文本清晰地指出三点：音乐以无形音符表达人类的丰富情感和经验，其声响触动心灵，音乐的自由和普遍性激发听者无限的想象。这三点综合起来，展示了音乐在深层互动性和触及心灵层面的独特魅力。", "(3) 此题考查议论的表达方式及其效果。通过设问直接引入主题，进而展开深入讨论，强调音乐作为人类智慧和爱最高表达形式的见解，从而展现了作者独到的观点和深刻的思考。", "(4) 本题着重分析比喻修辞的作用。通过比喻形象地描绘月光下合欢树的美丽画卷，进一步深化景象变化，体现了作者心理的转变。同时，该段与文章开头形成呼应，增强了文本的整体感和和谐美。", "(5) 本题探究作者提及瓦格纳的歌剧《唐豪赛》序曲的意图。在文中，音乐激发了作者深刻的记忆和情感体验，通过回忆与现实的联结，展示音乐让人沉浸在想象和感受中，对心灵的唤醒与抚慰作用。通过这一例子，进一步彰显音乐的强大魅力，使主题更加鲜明。"], "ques_knowledges": ["赵丽宏(1952－)", "散文"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "困难", "ques_content": "题目内容: 阅读下面的选文，完成以下问题。⑴居民区后方有一片荒地，由于计划中的工程迟迟未能启动，这片地始终荒芜着，几年间逐渐被植物覆盖。远方飘来的种子、草籽和泥土中的草根，短暂地获得了生长空间，长成茂密的野草丛和如儿童手臂粗的树苗。夏季远望，犹如一片绿篱，而冬季则只剩下光秃秃的树枝和草杆。⑵去年冬天，曾有人点燃山上的枯草，火迅速被扑灭，但这片植物不再是绿化带，而是潜在火灾风险。为防止类似情况再发生，推土机铲除了所有的草和树，只有少数几棵树在崎岖的地面上幸免。⑶然而植物的生命力顽强，到了夏天，荒地上再次呈现绿意，长满灰灰菜、茼麻、曼陀罗、狗尾巴草，甚至连芦苇也有。雨后的水洼里还出现了类似鲎的生物，说明附近曾经有湿地。⑷晨光中，粉色的打碗花开得满地，引人注目，许多人喜欢到荒地上玩耍，感受到久违的野趣。城市里的植物大多经过规划，花坛里是整齐的冬青和女贞，花朵经过人工培育，草坪上的草也是买来的，看起来拘谨。⑸而荒地上自然形成的生物多样性令人惊叹，野生的榆树、柳树、杨树、桑树、构树等本土树种自由生长，充满生命力。⑹孩子们常在这里探险，一天发现了一棵倾斜的桑树，部分树根裸露在外，但仍顽强存活，叶子间还结着小小的紫红色桑葚。孩子们惊喜不已，摘了捧在手心里，但手小不时掉几个。他久久不愿离去，每天都想着来看看。但很快，这棵树被其他人发现了，桑葚随之消失，甚至未成熟的也没有了。孩子有些失落。那些桑葚未必好吃，因为树营养不良，果实干瘪，但在城市里，这是难得的采摘乐趣。⑺我的很多童年记忆都在初夏，喜欢在田野里玩耍，总觉得大地是个宝库，有许多东西可以吃和玩。孩子走路踢踏，为的是惊走蛇，使它们不吓到人。蛇不多，反而有很多浅棕色的蜥蜴在泥地里跑，有时也抬头张望，像在织梦未来。⑻一段时间内，我喜欢掐各种常见野草。记得有一种野草，翠绿纤细，一节节分明，轻揪就断，我常玩这个。把自动铅笔的铅芯插到草芯里，想造新铅笔，但放到铅笔盒里，第二天草就变软了。当小发明家的梦想再次失败了。⑼我还捉虫子——蝼蛄、金龟子、天牛，还有灰色的小甲虫，放在纸盒里。再打开时，有股难闻的味道，我又嫌弃地放了它们。一次在野地遇到一棵矮野生香椿，摘了很多叶回家，大人说那是臭椿，不好吃。⑽这些微小的事情，像童年的秘密，家人不知，长大后自己也不提起，甚至有些恍惚：真发生过吗？像在梦里。生命中有很多时刻是独自度过的，在属于自己的空间里探索自然和世界，做些傻气甚至冒险的事情。这些无关紧要的事，却深远地塑造了生命的底色。⑾当今城市里的孩子们，大多没有独处空间，远离自然，片刻不离大人视线，时刻受监督——不得已，孩子是家庭的中心，大人为他们精心规划生活，总怕他们落后，容不得一点冒险。他们必须幸福圆满。⑿儿童的私人空间，也像城市里的荒地一样难得。(1) 题目内容: 如果将选文题目命名为“荒地与童年”或“荒地里的儿童私人空间”，你认为哪个更合适？请说明理由。  (2) 题目内容: 第⑽段开头提到“这些微小的事情，像是童年的秘密……”，作者回忆了哪些童年的小事？请简要概括。  (3) 题目内容: 选文开头连续3段描述荒地的植物，第⑷段转而写“城市里的植物”，作者的目的是什么？请谈谈你的看法。  (4) 题目内容: 选文笔调清新，语言生动。请从修辞角度，任选一句，赏析下面的句子。 ⑴远处飘来的种子、草籽和泥土中的草根，短暂地获得了生长空间，长成茂密的野草丛和如儿童手臂粗的树苗。 ⑵蛇不多，反而有很多浅棕色的蜥蜴在泥地里跑，有时候抬头张望，像在编织并憧憬美好的未来。 ", "ques_answer": ["荒地与童年", "到田野寻找宝藏，揪野草制铅笔，捉虫子放纸盒", "通过对比突显荒地植物的自然与城市植物的人工，表达对荒地的喜爱和童年怀念", "远方飘来的草籽、树种及泥土中的草根，短暂地找到了生长的空间，成了茂盛的野草丛和如儿臂般粗的树苗。"], "ques_analyze": "（1）选题优化解析: 标题应紧贴文章内容，反映主题，并具有概括性。文章以“荒地”为写作核心，通过描写荒地引发童年记忆，因此“荒地与童年”更能体现文章的主旨，联系小区荒地与童年记忆的内在联系，更贴合全文脉络。\\n（2）情节概述解析: 文章提及作者童年时期喜欢在田野探险，寻找可以吃和玩的宝藏；喜欢揪野草，尝试制造新铅笔；喜欢捉虫子放纸盒子，表现了童年好奇探索的天性。\\n（3）对比写法解析: 作者通过刻画城市里的精心规划、整齐划一的人工植物，与前面描述的自然生长的荒地植物形成对比，突出了荒地植物的自然野性，展现了作者对自然状态下植物的喜爱，同时表达对童年时光的怀念。\\n（4）修辞赏析优化: 在第⑴句中，使用拟人手法赋予草根生命力，以及比喻手法，形象地将树苗的粗细与儿童手臂相比，显示了草根和树苗的生长状态，使描述更生动具体。", "ques_knowledges": ["小说"], "source": "test", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 红心贴故事①在电梯里，一位年迈的老人手里拿着菜篮和药品，无法腾出手刷卡。看到她的窘迫，女儿想要帮忙，但老人却冷漠地拒绝了她的好意。②老人咳嗽了几声，女儿小心翼翼地扶着她说：“奶奶，我们是邻居，我来帮您吧！”老人再次摇头拒绝。③女儿感到困惑，悄悄告诉我：“妈，这位奶奶拿的药和我们家奶奶吃的药一样，这种药都是给有心脏病的人吃的。”④我不禁心里一紧，想着：“现在社会上做好事有时反而会引来麻烦，所以还是少管闲事吧。”⑤一天早晨，我发现老人家门上贴了一个硬币大小、形状像心的贴纸。我起初以为是广告，后来发现同楼层只有她家有。我感到奇怪，每天早晨那个贴纸都会完好无损地贴在门上，白天却会断开，第二天又被揭下换新的。这个“红心贴”究竟有什么秘密？⑥周日我去母亲家，傍晚时女儿打来电话，急急忙忙让我回家。我赶紧回去，刚出电梯就听到女儿在敲老人的门。⑦女儿用力拍门，我跑过去问：“你为什么敲人家的门？”⑧女儿说：“妈，奶奶一天没出门了，可能病了。”⑨我问：“你怎么知道的？”她说：“我敲了很久门，没人回应。”⑩“可能是家里没人吧。”我说道。⑪女儿却坚持说：“不对！今天早上我贴在奶奶门缝的‘红心贴’还在，没有断开，说明奶奶没出门。”⑫我一愣，终于明白“红心贴”的用意，原来是女儿贴的。我责备道：“玲玲，怎么可以随便在别人家门上贴东西？”⑬女儿没有理我，哭着说：“妈，快想办法开门啊！”⑭邻居们被我们的敲门声吸引过来，大家叫来保安和开锁师傅，门终于开了。看到老人蜷缩在沙发上，幸好有个邻居是医生，检查后说她还有微弱的呼吸。⑮老人得救了，她感激地说：“孩子们，谢谢你们的善良和温情，让我又一次感受到生命的温暖……”⑯我忍不住问女儿：“你怎么想到在奶奶门上贴‘红心贴’的？”⑰女儿说：“我担心奶奶有天会出事，所以想用‘红心贴’来确认她是否出门了。”⑱“一天一个‘红心贴’，你哪来的？”我问。⑲“是我用压岁钱印的。阿姨只收了一半的钱。”⑳我红着脸说：“大妈，这是我的电话号码，有事随时打给我。”\n\n(1) 根据文本内容，完成下面的表格。情节地点主要事件开端电梯里老人拒绝女儿帮助发展老人的家门口①高潮老人的家门口②结局老人的家中③   \n(2) “红心贴”有什么深刻含义？文章以此为标题有什么作用？请作简要分析。\n(3) 结合上下文，在横线上补充表现“我”当时心情的词语，并说明理由。 我的脸“嗖”地红了，_______地站起身，将老人的手机拿起：“大妈，远亲不如近邻，这是我的电话号码，有事随时打给我……”\n(4) 如果你是女儿玲玲，得知老人的手机号码后，请拟写一条短信发给她，希望她放下戒心，接受帮助。", "ques_answer": ["(1) ①开端部分，'我'发现老人家门上的'红心贴'。②发展部分，'我'和女儿注意到老人可能出事。③高潮部分，大家合力救老人。④结局部分，老人得救。", "(2) ‘红心贴’象征着爱心和善意，显示了人间的温情。标题通过悬念引起读者兴趣，并贯穿全文，体现文章的主题。", "(3) 羞愧。'我'因女儿的善心和自己的冷漠形成对比而感到羞愧。", "(4) ‘奶奶您好！我是玲玲。今天见到您，我很担心您的身体状况。希望您能接受我们的帮助，我们愿意尽力为您服务。在这个大家庭里，我们都是彼此关心的邻居。期待您的回复！’"], "ques_analyze": "（1）本题要求对文章情节进行概括，正确找出开端、发展、高潮和结局对应的事件。开端是‘我’发现红心贴，发展是‘我’和女儿发现问题，高潮是大家合力救人，结局是老人获救。（2）‘红心贴’不仅是女儿关爱老人的象征，更贯穿了全文情节，是全文的线索，起到引导读者思考的作用。（3）‘我’因为之前的冷漠态度而感到羞愧，与女儿的善良形成鲜明对比。（4）短信应真诚表达希望老人放下戒心，接受邻里帮助的愿望，并建立良好的邻里关系。", "ques_knowledges": ["其他中国现当代作家", "小说"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下列散文，完成以下问题。让妈妈尝尝【严明】①两年前春天，父亲住了一段时间院，回家后，我问妈妈：“我能不能离开一段时间？”妈妈说：“去吧，没问题。”我计划和合肥的张亮从定运出发，驾车去甘肃拍照。离开时，我向躺在床上的父亲告别，妈妈帮我叫他：“严明要去甘肃了，过些天就回来了！”“哦……”他愣了一会，又补充了一句，“带点好吃的回来。”话刚说完，妈妈就笑了，说：“你牙都没了，吃什么？”妈妈说的是实话，父亲缺牙加病重，只能吃妈妈做的小馄饨。其实父亲的话没说完，后半句是“给你妈尝尝”。②妈妈生活非常简朴，不会主动消费去尝鲜，也没有吃零食的习惯。回想起来，我好像没给爸妈买过什么，最多买的似乎是茶叶。③几个月前，我在外地讲课，临走时收到一箱石榴。纸箱上印着硕大的彩色石榴图片，还有“怀远石榴”几个字，十分醒目。从小我就知道石榴是怀远老家的特产，但没什么吃过的印象，大概因为没在石榴成熟时回老家。石榴花我见过，钟形的花裂为六瓣，花蕊在其中，艳丽非常。它有坚实的底托，就是孕育果实的地方。④我平时不喜欢花草，但石榴花是个例外。以前有首民歌唱“石榴花一样的阿娜尔罕”，我曾好奇，石榴花一样的女子是什么样子？为什么新疆也有石榴花？资料说，石榴不择土壤，在沙地里都能茂盛生长。我老家的地就是那种土。⑤妈妈说过，她嫁过来的时候什么都缺，什么好东西都没吃过，坐月子时才能吃点红糖水泡馓子。我喝完奶瓶里的奶，还笑闹，妈妈就把我平放在床上，把奶瓶直对我嘴里，靠地心引力让我喝到最后几滴奶。⑥意外在第三地见到怀远石榴，我不再强调行李重量限制，决定带回家给妈妈尝尝。⑦回家后，妈妈很高兴，拿出几个石榴分给邻居，笑呵呵地回来，再拿一个，坐在门前品尝。我也吃了，果真甜，水分足，籽儿小，一大把放进嘴里稍抿，果粒即破。然后，就像喝饮料般咽下汁水。整个品尝过程中，妈妈很沉默，她每递给我一块，我也不推让。因为是产地的缘故，母子的分食显得格外平静，甚至有些肃穆。我心里明白，这特别的果实来自那片土地，现在爸爸正长眠于斯。⑧妈妈上次吃怀远石榴，大概是刚嫁过来或生我的时候。⑨那时，妈妈才二十多岁，她还是石榴花般的女子。（选自《读者》2021年第6期）(1) 题目内容: 文章以“让妈妈尝尝”为题有什么作用？  (2) 题目内容: 第四段中画线句子的结构作用是什么？  (3) 题目内容: 第⑦段中使用“肃穆”一词的原因是什么？  (4) 题目内容: 通读全文，概括“妈妈”这个人物形象的特点。", "ques_answer": ["通过全文的主线连接；烘托人物形象，突出父亲和儿子对母亲的关爱；强调母亲的坚韧和伟大。", "起到承上启下的作用；回应上文的疑问。", "表达对家乡和父亲的深切怀念。", "勤俭持家；坚韧；善良和热心；疼爱孩子。"], "ques_analyze": "(1) 文章题目“让妈妈尝尝”贯穿了全文的主线。开篇提到父亲说的“其实他没说全，是想‘让你妈尝尝’”，中间提到作者的想法“我要带回家让妈妈尝尝”，最终通过对比，展现了母亲对家庭的付出和坚韧，凸显标题的重要作用。父亲的愿望和儿子的行动都指向“让妈妈尝尝”，这种设定一方面突出了人物形象，特别是父亲和儿子对母亲的爱，另一方面更深入地展现了母亲的坚强和伟大。\n(2) 第四段中的“石榴花一样的女子到底是什么样子？”起到了承上启下的重要作用，一面承接了上文对石榴花的描写和特殊情感，另一方面预示了下文将揭开的母亲形象，即石榴花般的女子。\n(3) 使用“肃穆”一词，精准描绘了母子共食石榴时的内在情感。这种肃穆感源于两个方面：一是怀远石榴唤起的家乡情结，二是母子对亡父的共同追忆，这个词准确地表达了情感的沉重和尊重。\n(4) 对“妈妈”这个形象的概括，可以总结为四个特点：节俭持家、坚强坚韧、善良热心、深爱孩子。这些特点在全文的叙述中层层展开，使人物形象生动且立体。", "ques_knowledges": ["散文"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "困难", "ques_content": "题目内容: 阅读以下段落，并回答问题。节选自《基地》\n\n“列普德！”强有力的叫声使国王停止了半步，满脸不悦地回头。温尼斯站在书房门口，严厉地盯着年轻的侄子，列普德只好走进叔父的书房。温尼斯忧心忡忡地看着国王的猎装。“很快你就得把心思放在比打猎更重要的事上。”他说完，蹒跚地走向书桌。年龄增长让温尼斯无法承受强风，也不敢在巨鸟之下飞行，更不能单脚操纵飞车做出高难度动作，因此他对这项运动充满厌恶。列普德深知叔父的心理，故意高兴地说：“叔叔，今天你真该和我一起去。我们在沙米亚草原追逐一只巨鸟，简直像个怪物。游戏开始了，我们追了它两个小时，横跨了至少七十平方英里，然后我到达了向阳高原，”国王一边说着，一边比划着，好像还在高速飞车上，“我开始盘旋俯冲，当它向上飞时，我射中了它左翼的下方，结果它被激怒，打横翻滚。我勇敢迎战，急转向左，等着它笔直下落，果然如我所料，它真的下来了。但还没等我行动，它的翅膀就打到我……”\n“列普德！”\n“哦——我打中了它。”\n“我不怀疑这一点，现在你能听我说几句吗？”国王耸耸肩，随即被送来的食物吸引，拿起一颗坚果咬了几口，脸上露出一丝国王不该有的不满，也不敢直视叔父。温尼斯说：“我今天登上了那艘星舰。”“什么星舰？”“唯一的一艘！就是基地在为我们舰队修复的那艘，当年的帝国巡弋舰。现在你明白了吗？”“那艘嘛？你看，我早就说过，只要我们让基地帮忙修理，他们就不会反抗。他们怎么可能攻击我们呢？这根本说不通。”“列普德，你是个笨蛋！”国王刚扔掉坚果壳，正要拿起另一颗，听到这话脸涨得通红。“好吧，注意点！”国王的声音中虽有不悦，但仍像撒娇一样，“你不该这么骂我。你忘了你的身份。再过两个月我就成年了。”“对，你马上要成为国王，承担重任。如果你能花一半的打猎时间处理国事，我会欣然辞去摄政王位。”“无所谓，这完全是两码事。尽管你是摄政王、我的叔叔，但我是国王，你是我的臣民。所以你不该骂我笨蛋，也不该未经允许在我面前坐下。否则我会采取行动——很快。”“温尼斯冷峻地看着国王。“我该称你‘陛下’吗？”“是的。”“好，陛下，你是个大笨蛋！”温尼斯脸上稍纵即逝的得意神色，随即露出厚厚的笑容，伸手拍了拍国王的肩膀。“列普德，别生气，我不该那样说，但压力大时，难免言行失礼——你懂吗？”他的语气温和，但目光仍然冷酷。列普德犹豫着说：“是的。我知道，国家大事确实很艰难”。（文/阿西莫夫，略有删减）\n\n(1) 列普德在面对叔父时有情感波动。请根据提示补充完整。\n   抵触叔父的叫唤——__——装腔作势反抗叔父——__\n(2) 从人物描写的角度赏析下列句子。\n   温尼斯脸上闪过一丝得意的嘲讽神色，但很快笑了笑，并伸手拍了拍国王的肩膀。\n(3) 比较温尼斯的两句话，分析其情感的异同。\n    ①列普德，你是个笨蛋！\n    ②陛下，你是个大笨蛋！\n(4) 结合选段内容，分析列普德的性格特点。", "ques_answer": ["1. 狡猾地嘲讽叔父, 2. 在叔父面前妥协", "神态描写和动作描写。温尼斯在侄子面前表现出傲慢且嘲弄，但又装作关心，显示其虚伪。", "相同：都表达了温尼斯的愤怒；不同：第二句增添了嘲讽意味。", "列普德狡黠、叛逆、愚蠢且懦弱。他追求国王的排场，却厌恶处理国家事务，在叔父面前屈服，试图反抗但最终选择妥协。"], "ques_analyze": "(1) 该题考察对文章情节和人物心理的理解和概括。列普德有着抵触叔父召唤、狡猾讽刺叔父、装腔作势地反抗叔父，最终在压力下妥协的心理变化。 \n(2) 本题通过赏析文中的句子，考查学生对人物描写手法的分析能力。温尼斯的神态和动作描写揭示了他表面关心实则嘲讽、傲慢的内心状态，展示了他的虚伪。 \n(3) 比较这两句话，二者情感的相同点在于都表现了温尼斯对侄子的愤怒。不同点在于第二次更加带有明显的嘲讽和不屑。 \n(4) 列普德的形象特点有狡猾、叛逆、愚蠢和懦弱。他对国王的荣耀非常在意，但却逃避管理国家。他在叔父面前屈从，故而表现出软弱无能。", "ques_knowledges": ["小说"], "source": "test", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 舌尖上的浪费 我们有“舌尖上的中国”，但也有严重的“舌尖上的浪费”。央视曾报道，中国餐饮业每年浪费的食物足够供养两亿人一年。与此同时，我国仍有一亿多农村贫困人口和几千万城市贫困人口。这样的浪费现象让人触目惊心，心痛不已。 节假日期间，聚餐增多，许多人认为请客必须多点菜以示诚意，导致大量食物浪费。据调查，一个人每天至少消耗一公斤粮食，而一个中等以上规模的城市每天浪费的食物高达64000公斤，足够养活6万人一天。 大部分人认为，在餐馆用餐后打包剩菜是一种提倡的节约行为，但一些人因觉得麻烦或顾及面子而不打包。许多市民反映，餐馆的菜单通常没有标明食物分量，顾客点菜时缺乏参考，餐馆为了盈利也很少提醒顾客适量点菜。如果餐馆提供点菜建议服务，顾客会更理性点菜。若就餐人数较少，商家应允许调整菜量或提供半份菜。如果有剩菜，服务员应提醒顾客打包。 “舌尖上的浪费”不仅存在于民间，更存在于官场。 公款吃喝盛行，但这并不意味着公款吃喝是正当的，恰恰相反，这种行为对社会危害更大，成为腐败的温床。国家重点贫困县江西上饶县清水乡前汪村村部乔迁庆典当天，小车沿路停了200米，73辆小车中有两辆警车。村小学操场和教室摆了52桌酒席，多为党政机关干部参加。觥筹交错间，大量公款被浪费。酒桌上谈工作，建立关系，这种官场恶习损害公平和原则。不要让“舌尖上的浪费”成为监管的灰色地带。公共行为应时刻警醒，不能把公款吃喝当作理所当然的事。 “天育物有时，地生财有限”，这句话道出了粮食生产的艰辛。对于13亿人口的中国来说，节约粮食、反对浪费意义重大，不仅关系到社会资源的珍视，更是对他人劳动的尊重。古人尚且懂得“粒粒皆辛苦”的道理，我们更不能浪费粮食，糟蹋社会资源。 国际上，一些国家已将“餐桌浪费”上升到浪费社会公共资源的高度进行立法限制。剩菜超出规定分量时，消费者会被罚款，餐馆若不提醒顾客则会受到处罚。《人民日报》曾报道芬兰一名部长因在餐馆多点了一份20欧元的鹅肝，被批评贪腐，最终引咎辞职。 令人欣喜的是，“光盘行动”正在兴起，普通公众、餐饮业者、公益组织参与其中。据悉，商务部和国家旅游局正在制订《关于在餐饮行业厉行勤俭节约、反对铺张浪费的指导意见》。我们相信，随着更多人加入，珍视资源、反对浪费的潮流将形成全社会厉行节约的良好风气。 一饭一粥，当思来之不易；一丝一缕，恒念物力维艰。古训至今仍有积极意义，并需制度保障。 (1) 题目内容: 结合全文，分析“舌尖上的浪费”的主要原因有哪些。 (2) 题目内容: 分析下列句子的写法。 ①据调查，一个人每天至少消耗一公斤粮食，而一个中等以上规模城市每天浪费的食物高达64000公斤，足够养活6万人一天。 ②“天育物有时，地生财有限”，这句话道出了粮食生产的艰辛。 (3) 题目内容: 文中举了贫困县的村部乔迁庆典和芬兰官员引咎辞职两个事例，有什么作用？ (4) 题目内容: 你认为是否有必要将“餐桌浪费”上升到浪费社会公共资源的高度进行立法限制？请说明理由。", "ques_answer": ["请人吃饭多点菜，碍于面子不打包，公款吃喝盛行。", "①运用具体统计数据和对比手法揭示粮食浪费的严重性。②引用古训强调粮食生产的艰难和粮食资源的宝贵。", "通过对比事例展示国内外对待浪费现象的不同态度和措施，反映出我国的问题，并暗示改进方向。", "应当立法限制，因为节约资源、树立社会风气和廉政建设不能仅靠倡导，立法更能有效扭转不良习惯，建立良好社会秩序。"], "ques_analyze": "试题分析：(1) 需关注“造成‘舌尖上的浪费’的主要原因”，通过阅读相关段落，找出关键词语进行概括。注意文中提到“‘舌尖上的浪费’有民间的，更有官场的”观点，结合上下文内容总结出多点菜求面子、不打包剩菜、公款吃喝等原因。(2) 解答时需明确“写法”，结合统计数据和古训引用说明粮食浪费的严重性和粮食的珍贵。(3) 根据题目提示，找出并理解村庆典和芬兰官员辞职两个对比事例的差异，分析国内外对公款吃喝和浪费现象的态度和措施。(4) 结合文中内容，从节约资源、树立社会风气、廉政建设等方面论述立法限制“餐桌浪费”的必要性。综合考点：归纳内容要点、理解句子含义、分析语段作用、个性化阅读并有创意的解读。", "ques_knowledges": ["说明文阅读"], "source": "valid", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "较难", "ques_content": "题目内容：请阅读下面的文章，完成后面的题目。\n\n乡村豆子\n陈重阳\n\n①过去时，乡村田地里主要种植玉米和红薯，这些作物产量高，能在全年不断地填满人们瘪瘪的肚子。而种豆子当时还是一种奢侈的事情。后来，豆子才在田野庞大出现，成为田野丰收的点缀，象征美好生活的开始。黄豆、红豆、绿豆在田野中摇曳，渲染出五彩缤纷的秋天。\n\n②豆类作物一直以来都明白礼仪，在它们的季节里，蓬勃的豆荚默默出现，面对劳动者，毫不保留地奉献出来，表现出一种谦让的姿态。一行行的豆荚被阳光呵护，变得饱满，而在秋风的轻抚中变得干燥。收获之后，豆荚在场地上集合，经历一次棍棒的击打声，此时它们向农民致以最高的敬意。\n\n③母亲持簸箕颠簸，豆壳飞扬，纷纷落下。她小心翼翼地挑出残余的碎屑，各种豆子就展现出黄赤绿的光泽，滚圆的豆子在母亲开心的眼中闪闪发亮。乡村的日子如同翻开了一本彩页，变得丰富多彩。\n\n④黄豆主要是油料作物，我的父亲背着半袋黄豆走到镇上去榨油。金黄的颗粒，经过压榨的痛苦，挤出生命中最美好的部分，滋润了乡村生活，使得生活从枯燥乏味转变为生机勃勃，有滋有味。\n\n⑤最奢华的要数炸油果了，每逢节日前夕，母亲取出清澈的豆油，加热在炉子上。调好的面团擀平切块，制成各种形状，然后放入油锅中。一缕缕幸福的炊烟飘荡在村庄上空。在我们热切期盼中，焦脆的油果新鲜出锅，我们尽情享受，吃得满手淌油，齿颊留香。\n\n⑥绿豆满身碧绿，象征着生命的本色，通常用于做滋养胃肠的茶饮。将通体晶莹的绿豆放入一锅清水，用文火熬煮。开始时，锅内豆子发出沙沙声，犹如刀光剑影，久了之后，安定下来。待至豆烂，茶汤变得莹润清香，绿豆茶如法器一般，能降温祛燥，平息心中火气。\n\n⑦提一罐绿豆茶给下田的父亲，清亮的茶水映出蓝天白云，树影婆娑。父亲正累得热渴难耐，他停下来抱着罐子，仰脖大口喝下。半晌，“哐当”一声罐子落地，父亲的气韵逐渐平息，力量慢慢恢复。\n\n⑧红豆带着母亲的味道。母亲手巧，总在寒冬清晨为我们准备些红豆粥。煮至软烂的红豆加上柿皮、甘薯，搅拌成馅料，用发酵好的面团包好，蒸成豆包。乡下的豆包，薄皮厚馅，朴实无华。\n\n⑨母亲每次总是蒸出两屉豆包，一屉留给我们，另一屉送给亲戚。热腾腾的豆包切成四块，露出新鲜的馅料，令人垂涎。我们细细品尝，生怕幸福转瞬即逝。随后，我们姐弟挎起篮子，走过乡间小道，把这份心意传达给亲人。\n\n⑩乡村豆子像一把幸福的钥匙，打开了时光的通道，使得枯燥生活变得多姿多彩。多年以后，豆子依旧沉淀在我的记忆中，带着一种生命的原香，挥之不去。\n\n选自《思维与智慧》2019年第3期\n\n(1) 全文围绕“乡村豆子”展开叙述，请在下列横线处依次填入合适的内容。\n种豆子——（①____）——榨油——（②____）——煮绿豆茶——（③____）\n\n(2) 简要概括母亲的形象。\n\n(3) 从修辞手法角度赏析文中画线的句子。\n\n(4) 探究文末“生命的原香”的含义。\n\n(5) 联系鲁迅《社戏》中的一句话，并结合本文，分析两篇文章中借“豆”所表达的情感意蕴。鲁迅《社戏》的引用如下：“真的，一直到现在，我实在再没有吃到那夜似的好豆，——也不再看到那夜似的好戏了。”——鲁迅《社戏》\n", "ques_answer": ["收获豆荚/吹去豆壳/筛豆壳", "炸制油果", "制作豆包/蒸豆包", "勤劳能干；心灵手巧；热情待客；喜欢分享；心地善良", "运用拟人的手法，生动形象地写出了豆荚成熟时的姿态，并赋予豆荚无私奉献的品质，表现了作者的赞美之情", "生命的原香指：1. 像成熟的豆子一样，学会礼仪和无私；2. 经过磨难后，收获生命的美丽；3. 像红豆包一样，实实在在做人；4. 亲情让平淡生活美好；5. 乡村人克服物质困难，精神愉悦；6. 豆子体现生命顽强", "《社戏》通过对豆子的回忆，表达对天真烂漫童年的怀念，对家乡景色的珍爱，对淳朴劳动人民的赞美。《乡野豆子》借豆子，赞美乡村人勤劳、实在、无私，表达对未来的美好憧憬和对生活的赞美"], "ques_analyze": ["(1) 本题考查对文章结构的理解能力。通过第②③段场景描述，可以推测应填入需完成的步骤，包括收豆荚和吹豆壳或筛豆壳；紧接着是第⑤段描述的炸油果；然后根据第⑦⑧段提到的做茶饮和做豆包的活动，填写相应内容。", "(2) 本题考查人物形象分析能力。母亲在文章中勤劳（第③段）、手巧（第⑧段）、喜欢分享（第⑨段），呈现出一个热爱生活、乐于助人的形象。", "(3) 本题考查对修辞手法的赏析能力。通过拟人手法，将豆类作物描绘得形象生动，仿佛豆荚有了人的情感和品格，突出其无私与礼仪，表达作者的赞美之情。", "(4) 本题考查对“生命的原香”的理解。通过全文，豆子象征了乡村生活、劳作、亲情和生命的美好。经过艰辛的过程中，体现出生命的坚韧和美好，正是“生命原香”的内涵。", "(5) 本题考查对两篇文章情感意蕴的比较能力。鲁迅《社戏》回忆童年的乐趣和对家乡的喜爱，还有对淳朴劳动人民的赞美。《乡野豆子》赞美乡村人勤劳、实在、无私，并表达对美好生活的向往和赞美。"], "ques_knowledges": ["散文"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容： 阅读下面的议论性文章，并回答问题。利用“隐时间”，稳步提升自己①从某种角度看，时间对每个人来说并不完全等量。懂得如何管理时间的人，可以无形中多出许多时间。想要增加时间的多样性，需将一段时间在幕后反复利用多次。这种被多次重叠使用的时间即为“隐时间”。我们在步行、乘车或吃饭时，都可创造出隐时间，因为我们可以在那些时刻思考我们所见所学之事。利用隐时间，通过长期积累，会产生巨大的作用。②在日常时间中融入思考时间，可以获取隐时间。隐时间的实践者就是这么做的，例如贝多芬喜欢在午饭后散步，他的口袋里总是放着铅笔和五线谱纸，以便记录灵感；毛姆经常在洗澡时构思文章开头。他们会将要做的事情留在脑海中，赋予其最高优先级。因此，在日常时间里，全神贯注于这件事中，这时他们的思维时间就被极其有效地利用了。③通过减少思维转换时间来创造大块时间也是获得隐时间的好方法。你一定有过这样的体验：当你刚进入书中的世界，突然听到同学们讨论你感兴趣的话题，你花了十分钟听完后，如果想恢复到十分钟前的读书状态，可能需要时间去激活记忆。如果你需要15分钟进入状态，那么听闲谈的实际耗时就是25分钟了。这15分钟用来调节思维的时间，就被浪费了。④当我们沉浸在某种状态时，相关的大脑神经网络被激活，这在心理学上称为“心流”。按照时间效率的乘积公式计算，心流状态能最大化时间效率。减少思维转换时间，创造大块时间，让心流时间在大块时间内持续流动，就能获取隐时间。⑤长期思考一个问题也同样可能获得隐时间。或许你有过这样的经历，一直想不明白的事，某一天突然就豁然开朗了。这是因为尽管表层意识没有思考它，但潜意识还在努力，某个瞬间你就突然得到答案。灵感不是凭空而来，而是因为心心念念的执着。潜意识在无形中利用时间，灵感在隐时间中喷发。⑥管理好隐时间，你就像八爪鱼一样，同时推进多个任务，在与他人相同的时间内，完成更多事情，成长可能性更大。因此，巧妙利用隐时间，你可以在自己掌控的节奏里稳步提升。（文/庆哥，有删改）(1) 本文的核心观点是什么？  (2) 简述本文的论证结构。  (3) 请从以下两则链接材料中任选其一，结合选文和链接材料的内容，判断它能否作为选文的论据并说明理由。【链接材料】（Ⅰ）艾米莉·勃朗特是英国一位勤奋的女作家，她年轻时家务繁重，但她在洗衣服、烤面包时会进行构思并记录灵感。（Ⅱ）司马光在书房中准备了一个圆木枕头，这个枕头光滑圆润，为了约束自己不睡太久，当他睡得久或熟时，翻身枕头会滚动，他就会被惊醒，继续读书。 (4) 你通常被教育“玩的时候尽情玩，学的时候就认真学”。但选文提到在日常时间中融入思维时间。你同意这个观点吗？结合你的生活实际谈谈感受。", "ques_answer": ["利用‘隐时间’，稳步提升自己", "文章先介绍了利用‘隐时间’的重要性，并通过具体方法如日常时间渗透思考、减少思维切换时间、长期思考问题来获得隐时间，然后指出隐时间管理能够带来更大成长潜力。", "材料（Ⅰ）可以作为论据，因为它展示了在日常生活中思考问题的例子；材料（Ⅱ）不适合作为论据，因为它侧重于自我约束而未直接体现隐时间的利用。", "同意或不同意均可，需结合个人生活经验合理说明理由。"], "ques_analyze": ["(1) 本文的核心观点：通过文章的标题和最后一部分，可以得知核心观点是“利用‘隐时间’，稳步提升自己”。", "(2) 本文的论证结构：先提出利用‘隐时间’的重要性，接着通过说明在日常时间中加入思考、减少思维切换时间、持续思考等方法来获得隐时间，最后强调了隐时间管理带来的成长潜力。", "(3) 补充论据的判断：材料（Ⅰ）中的艾米莉·勃朗特的行为符合在日常生活中融入思考时间来赢得隐时间的观点，因此可作为论据；而材料（Ⅱ）中的司马光主要展示了自我约束，与隐时间利用没有直接关系，因此不适合作为论据。", "(4) 对生活中融入思维时间的观点讨论：这一问题开放性较强，可以同意也可以不同意。但需结合自身生活实际，并合理阐述理由。无论持有何种观点，都应逻辑清晰，能够自圆其说。"], "ques_knowledges": ["议论文阅读"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读以下文章并完成各项任务。 舅舅身上开始出现紫色斑点，舅妈的脸色也逐渐黯淡。几家医院一致诊断舅舅患有“再生障碍性贫血”。诊断书上医生潦草的字迹令全家陷入惊愕。舅舅和舅妈都是脾气很好的人。舅舅总是笑呵呵的，从未见他不开心过，听说当初他就是以乐观的性格吸引了舅妈。与一个快乐的人生活在一起确实愉快。一次我去舅舅家玩，舅妈在卫生间洗澡，不开灯，也不放水，只接了一桶水。舅舅见她洗得无声无息，笑着说：“老婆，你在‘干洗’呀！”这话让我笑了半天。我们总说舅妈很幸福，每天都能笑脸迎人，舅妈半羞半恼地说：“你舅舅就是个话匣子，从来没写过给我一封情书，老了连一封情书也没留下！”这么好的舅舅和舅妈怎么会遭遇这样的不幸呢？舅舅开始化疗，剃光了头发，他笑着对舅妈说：“老婆，这回你可以省下一半的洗发水了。”舅妈则一反常态，买最贵的药和营养品放在舅舅的床头。舅舅的造血功能一天天恶化，并且伴有溶血反应，这意味着他随时可能去世。舅妈眼睛红肿，舅舅抚摸着她的脸，笑着说：“到底是我生病还是你生病呀，你怎么‘人比黄花瘦’了。”舅妈背过身去，偷偷抹泪。在最冷的冬天，舅舅的脸色比窗外的雪花还白。黄昏还没到，他就永远地离开了。坚强的舅舅在临终前握着舅妈的手，流下了感激的泪水。第三天的晨报上，我们看到了舅舅的“情书”，刊登在“征婚启事”栏目，用醒目的黑体字：“吾妻，32岁，我以与她共同生活五年的经历为证，她是最好的伴侣，是我此生的至宝，本想一生珍藏，但天意难测，我将先她而去。谁能替我好好珍惜她，我在天堂将感激不尽！”舅妈捧着这封情书，泪流满面。 (1) 题目内容: 这篇中考满分作文曾感动了阅卷老师并广为流传，也曾感动了读者，你觉得最感人之处是什么？ (2) 题目内容: 仔细理解：舅舅在“征婚启事”中写道：“谁能替我好好珍惜，我在天堂将感激不尽。”舅舅为什么会这样说？ (3) 题目内容: 根据文章内容，说说你认为舅舅是一个怎样的人？ (4) 题目内容: 本文写了一个非常伤感的故事，其语言有什么特点？这些语言有什么作用？", "ques_answer": ["(1) 让人感动的是舅舅在去世前通过特别的“情书”表达对舅妈的深情和感激。(2) 舅舅感激不尽是因为他深爱舅妈，却因病去世，无法继续陪伴和照顾她。(3) 舅舅是一个幽默开朗、重情重义、忠诚于爱情的人。(4) 本文语言幽默风趣，增强了文章的感人效果，使故事更加动人。"], "ques_analyze": "本题主要考查学生对文章内容的理解和对感激之情的深入分析。文章讲述了舅舅因病去世，通过特别的“情书”表达对舅妈的深情和不舍。 (1) 舅舅在《晨报》上的“征婚启事”作为留给舅妈的情书，这种特别而深情的表达方式，展示了他对舅妈的真挚爱情和对未来陪伴她的人深深的感激。 (2) 舅舅对舅妈的感情深厚，而他的早逝使他希望有人能替他继续爱护舅妈，这表现了他对家庭的负责和深情。 (3) 舅舅的性格从他和舅妈的幽默对话、在患病时仍保持乐观态度等行为中可见一斑。 (4) 文章的语言幽默风趣，尽管情节悲伤，但舅舅的乐观态度让故事更加感人，突显了他的性格和故事的感人程度。", "ques_knowledges": ["小说"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读下面的文章，完成以下小题。 文本一有研究数据表明，美国虽然仅占全球人口的4%，却贡献了全球12%的城市固体废物。美国人平均每天产生大约2.1千克垃圾，居全球之首。然而，美国的垃圾回收率只有35%。这是由于美国的消费主义文化使然，谁生产垃圾谁就应该负责处理，但美国却将垃圾处理外包给其他国家。相比之下，同为发达国家的瑞典，其垃圾回收率高达99%，甚至还需要从意大利、英国和荷兰等国进口垃圾以满足需求。中国人民大学国家发展与战略研究院于2015年5月5日发布的报告显示，中国人均每日生活垃圾清运量为1.12千克。这个数据基于2006至2012年对288个地级及以上城市的调查。由此可见，近年来，中国人均垃圾产生量已超过1.12千克，可能仅次于美国、冰岛和荷兰，与英法等国相当，但远高于瑞典。在垃圾处理技术方面，中国在全球处于领先地位。根据2017年的一份报告，中国的垃圾焚烧发电装机容量已达690万千瓦，年处理垃圾量超过1.05亿吨，占全国城镇垃圾清运量的35%以上。其他有效的垃圾处理方法包括垃圾填埋造地，例如新加坡的实马高岛。 文本二如果垃圾产生量持续增加且分类不当，即使建再多的焚烧厂也难以应对。厨余垃圾由于含水量高、热值低，处理时容易产生渗滤液等问题，是焚烧垃圾的“绊脚石”。——《经济日报》统计显示，1吨废塑料可生产0.37至0.73吨油，每回收1吨饮料瓶塑料可获利8000元。每回收1吨废纸，可造出0.85吨新纸，节省3立方米木材、300千克碱，污染减少74%。利用碎玻璃再生产玻璃可节能10-30%，减少空气污染20%，采矿废弃物减少80%。——北京市环保基金会 文本三自今年7月1日起，《上海市生活垃圾管理条例》正式施行，垃圾分类成为热点话题。那么国外是如何进行垃圾分类的呢？日本以其严格的垃圾分类制度著称。以东京都涩谷区为例，家庭垃圾分为可燃垃圾、不可燃垃圾、资源垃圾和大件垃圾四大类，并进一步细分。在德国，孩子从幼儿园开始就接受垃圾分类教育，小学阶段还会系统地学习垃圾分类的重要性和方法。瑞典的超市实施押金回收制度，购买饮料时需支付押金，饮用后将饮料瓶投入回收机器即可获得收条，可用于购物或兑换现金。 (1) 题目内容: 选择文本一或文本二中的划线句子，分析说明方法及作用。 (2) 题目内容: 任选一句，体会下列加点词语的表达效果。 （1）美国人平均每天产生约2.1千克垃圾，位居全球之冠。 （2）厨余垃圾就是最突出的例子，因为含水量高、热值低，处理过程中容易产生渗滤液等，这一直是垃圾焚烧的“绊脚石”。 (3) 题目内容: 根据文本三，用简洁的语言总结各国的垃圾分类措施。 (4) 题目内容: 结合上述材料和【链接材料】说明，作为一名中学生，你在生活中可以采取哪些措施来减少“白色垃圾”。 【链接材料】数据显示，我国每年生产的塑料制品约7600万吨，其中一次性塑料制品占38%，包括薄膜、塑料瓶、编织袋等。社区工作人员通过走访宣传“限塑”，倡导绿色环保的生活理念。", "ques_answer": ["文本一：通过比较和列数字的方法，突出瑞典垃圾回收处理效果显著。文本二：列数字，展示了垃圾分类回收的高效再利用率。", "1：‘约’体现了说明文的准确性，表明数据的估计。2：‘绊脚石’生动地形容了厨余垃圾在焚烧过程中所遇到的困难。", "垃圾精细分类、从儿童抓起的垃圾分类教育、押金回收制度。", "做好垃圾分类；宣传和推广限塑减塑的好处；避免使用一次性塑料制品；超市购物使用环保袋。"], "ques_analyze": "【分析】(1) 文本一通过比较和列数字的方法，将瑞典与美国的垃圾回收处理进行对比，使用具体数据（如99%）突出瑞典的处理效果。文本二则通过列数字，用具体数据展示了垃圾分类回收的高效再利用率。(2) ‘约’这个词的使用体现了说明文的准确性、科学性和严密性，表明美国人平均每天产生大约2.1千克垃圾。‘绊脚石’通过生动的比喻形象地指出了厨余垃圾在焚烧过程中遇到的难题。(3) 文本三中，各国的垃圾分类措施包括精细分类、从儿童抓起的教育和押金回收制度。(4) 作为中学生，减少白色垃圾的做法包括：做好垃圾分类、宣传限塑减塑的好处、避免使用一次性塑料制品，以及在超市购物时使用环保袋。", "ques_knowledges": ["非连续性文本阅读"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读一篇散文，并完成以下问题。轻衣稳马梅林下付秀宏某年春节，我前往江南赏梅。历尽长途跋涉与攀登高山，却看到漫山的梅树都未开花。该怎么做呢？只能返回，看着我失望的样子，梅林的主人突然告诉我，他有一方法能够让梅花瞬间绽放。“真的吗？梅花向来宁死不凋，你会如何做到？”主人笑着，从树枝上折下几朵不同颜色的落蕾，放在手心，温暖着、哈气，轻揉慢捻……奇迹缓缓在掌心发生。每一蕾蓓，像是被点穴一般，一瓣一瓣地在严寒中绽放，好像少女惺忪中睁开睡眼，吐出纤细花蕊，优雅舒展，在寒风中绽放了。主人把绽开的梅花递给我，说好好欣赏，但未及欣赏够，这些在我手中蓬然开放的花朵已开始合拢凋谢，绝美的小花姿态如电光石火即逝。如果古人在寻梅不遇时，不会像今人一样催枝开花，而是以大地为屋宇，闲来炼药煮酒，品茶待梅花开，享受慢生活的境界。寻梅不遇也无所谓，轻衣稳马梅林下，踩着轻雪看梅，悟得禅意，踏遍群山心染香。访梅不遇不催梅，而是静静住下来，形成不期而遇的情怀。文人们寻访的不只是梅，而是一种暂时离世的境界。元代杂剧家乔吉在杭州寻梅不遇，便自冬至春，在各地巡寻丈量，步伐不断，可见其爱梅之深。梅花，是中国文人的心灵写照，艳而不妖，香而不浓，姿态古雅清秀。不论梅花开与否，总是充满姿态，晶莹透亮，散发淡淡清香，躲在幽香小巷中低吟浅唱。不必言那些风雨苦雪，夜里星芒点点下的梅苞，常望月光清辉，路途艰难，度过严寒，心甘情愿；不然她不叫“一枝寒梅”，也难以在乍暖还寒时挑出一帘旖旎。梅是大自然的精灵，更是文人冬日的浪漫。寻梅如未近其树，不见其花，只为嗅一嗅行程中的暗香。访梅需不断亲临现场，才可能遇到。看哪，天稍暖后骤降瑞雪，那小小梅花仿佛在用力向上，顶着比它体积大数倍的雪块。雪块无法折动，附在鼓鼓的花苞上。花苞却安心守候，和雪块紧紧拥抱在一起……梅，这鲜活的风姿，印刻在多少寻梅者心中，即便历经苦寻，也无悔。岁月之旅难有尽头，早梅酸香醉眠翁。我念梅花梅念我，起看冰清满玉瓶。记得那年，我和朋友在密林深处寻访峡谷两岸天然生长的白梅。寒冬时节，岩下白梅绽放，幽香弥漫整条峡谷清澈的河流。梅树上爆出米大花苞，散发阵阵幽香。零星开的白梅，卧在枝干上，展现凌霜傲雪的风骨。她有粉红花蕊，散发幽香，仿佛来自远古记忆，又似从灵魂深处喷薄而出。山路幽静，游人稀少，缕缕梅香远飘而至，感觉美好极了。梅须逊雪三分白，雪却输梅一段香。在梅花树下，我数着梅花，一朵、两朵、三朵……发现朋友眼中挂满湿润。微寒的风，拂过她的面颊，与梅的洁白交辉相映。是啊，朋友完全融入了寻梅的意境。此刻，她的心已经属于梅花！辛丑冬月，雪后寻梅，我最爱看老树开花了。梅树、梅花，从不期待风把自己送回春天的故乡。在冬季深处，无论老梅长了多少年，她总是踏雪而行。苍老的树干，却承载满怀难以阻隔的情感。我沉醉在漫天梅香之中，十里梅树盛开，花瓣如雪丰盈，香气如云浮动，漫步在梅花丛中，寻梅者竟忘了归路……（选自《人民周刊》2021年02期，有删改）(1) 题目内容: 请简要概述文中作者三次寻梅、访梅的经历。  (2) 题目内容: 文中描写寻梅、访梅的过程中，作者有哪些体会和感悟？  (3) 题目内容: 品味下列句子的语言。 （1）“无论梅花开与否，总是充满姿态，你依着我，我依着你，晶莹透亮，散发着淡淡清香，躲在幽香的小巷中轻吟浅唱。”（从修辞手法角度） （2）“看哪，天稍暖后骤降瑞雪，那小小梅花仿佛在用力向上，顶着比它体积大数倍的雪块。”（从用词角度）  (4) 题目内容: 根据文章内容，谈谈标题“轻衣稳马梅林下”的作用。  (5) 题目内容: 请分析并评价文章最后一段。 ", "ques_answer": ["新年期间，我南下江南赏梅；寒冬时分与友人同游河谷寻梅；辛丑年冬月雪后察看老梅。", "在寻找梅花的过程中，感受到慢节奏生活的美好，提醒自己不要被功利驱动；梅花的坚忍和高雅启发我们在逆境中也要坚强努力。", "采用拟人修辞手法，展现梅花的充满生机与气息；“顶”字生动展现了梅花顽强的生命力。", "标题揭示了文章核心内容，表达了作者对宁静、纯净生活的向往，同时引发读者对梅花精神的思考。", "末段紧扣文中寻梅主题，赞美了老梅的坚韧不拔，运用了情景交融的描写手法，生动反映了梅花的美感。"], "ques_analyze": "（1）本题考查学生对文章情节的概括能力。文中描述了作者在春节去江南赏梅未遇、寒冬时节与朋友在河谷间寻访白梅、辛丑年冬月雪后察看老梅的三次经历。（2）通过对梅花的探寻，作者感悟到在快节奏生活中应追求宁静和淡泊的境界，梅花的坚强和高洁鼓舞我们在逆境中也要坚韧不拔。（3）第一个句子采用拟人修辞，生动描述了梅花的生机和作者对其的深情；“顶”字精确地表现出梅花在困难中逆势而上的顽强精神。（4）标题“轻衣稳马梅林下”概括了文章内容，表达了作者对悠闲、静谧生活的向往，并通过古诗意境增强了文章的文化底蕴。（5）文章最后一段通过虚实结合的描写手法，详细叙述了老梅顽强的生命力，表达了对其坚韧不拔、妩媚动人的赞美，突出了梅花既有视觉美又有情感美的特点。", "ques_knowledges": ["散文"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "困难", "ques_content": "题目：阅读以下文章并回答相关问题。\n\n永恒的母亲\n\n①我的母亲在19岁高中毕业后，通过相亲认识了我的父亲。她在20岁时放弃了上大学的机会，嫁给了父亲，成为了一个家庭主妇。\n\n②童年时期，我很少看到母亲有任何表情，她的脸上总是带着安详的神情，而在那安详的背后，我总能感觉到一份巨大的茫然。\n\n③当我上了大学后，才重新审视母亲的存在和她的价值。记得有一次放学回家，看见母亲在厨房忙碌，我忍不住问她：妈妈，你读过尼采的书吗？母亲否认。我又问：那叔本华、康德和萨特的书呢？这些哲学家你都不认识吗？母亲依旧否认。我呆呆地看着她转身离开的背影，感到非常失望，觉得她居然这么没有学问。我生气地喊：那你去读书啊！母亲忙着炒菜，没理会我的叫喊，只是喊我：吃饭了！今天做的都是你喜欢的菜。\n\n④母亲的腿上仿佛绑着一条无形的带子，这条带子的长度只能让她在厨房和家里走来走去。尽管大门没有上锁，她心中的爱却让她心甘情愿地把自己锁在家里一辈子。\n\n⑤我总是怀疑，母亲认为他对父亲的爱要深于父亲对她的爱。\n\n⑥大概是在九年前吧，小弟的婚事终于在一场喜宴上完成了。那天，当场面安静下来时，父亲开始了他的致辞。母亲事先并不知道父亲要说什么，他的话迷人且动听。最后，他转而说道：我也要感谢我的妻子，如果没有她，我不会有这四个诚实正直的孩子，如果没有她，我不会拥有这样一个幸福的家庭！父亲说到这里时，母亲的眼泪夺眶而出，她站在众人面前，让泪水尽情流淌。我相信，母亲一生的辛苦和付出，终于在父亲的肯定中得到了完全的承认和喜极而泣的欣慰。\n\n⑦这些天，每当我匆匆忙忙赶回家吃晚饭时，总是呆呆地望着母亲那双一辈子拿着锅铲的手。就是这双手，将我们的家维持了起来；就是那条围裙，从未缺过我们一顿饭菜。就是这位看似年华老去的妇人，将她的一生毫无怨言地奉献给了父亲和我们这些孩子。\n\n⑧想到一生对母亲的愧疚和爱，再想起当年上大学时因她不懂哲学书而轻视她的过错，我恨不得现在就面向她请求宽恕。这辈子惟一的孝顺，似乎就是努力吃好每一顿饭来让母亲高兴。\n\n⑨想对母亲说：真正懂得生活的人，是你；真正走过漫长道路的人，是你；真正经历了那么多风雨，并以行动解释了爱的，也是你。在人生的旅程中，母亲所赋予的意义和宽度，没有任何一本哲学书籍能比得上。\n\n⑩母亲啊母亲，在女儿的心里，你是源泉，你是爱，你是永恒。你也是我一生追寻的道路、真理和生命。\n\n(1) 问题：第⑥段中，是什么原因让母亲在喜宴上落泪？\n(2) 问题：我在上大学时如何看待母亲？后来的看法有什么变化，为什么？\n(3) 问题：阅读全文后，你如何理解题目中的“永恒”一词？\n(4) 问题：你是否认同第⑨段中划线句子的说法？为什么？", "ques_answer": ["母亲一生的辛苦和付出，终于在父亲对她的肯定中得到了完全的承认。", "因为母亲没有读过哲学书，而觉得她没有学问。变化的原因: 通过父亲的致辞，我理解到家庭的美满是母亲的辛劳和付出。", "母亲对生活的意义和影响是深远且持久的，被称为“永恒”是因为她的爱和教诲永远不会消失，会永存于作者心中。", "赞成，因为母亲的人生智慧和经历比任何哲学书籍都更为真实和深刻。"], "ques_analyze": ["母亲在父亲的致辞中感受到了对她一生辛劳与付出的肯定与感谢，这承认了她心底深处的自我价值，她的泪水是由于得到了情感上的全部回报而流出的喜悦泪水。", "最开始对母亲的评价是基于知识的层面，认为她没有学问。后来，随着对人生理解的深化，看到母亲在家庭中默默付出的价值，我认识到即使她不了解哲学家，她也用行动定义了真实的人生智慧，因此对她的情感有了转变。", "母亲的影响是深远且持久的，她给予的爱和教诲在作者心中是无法衡量的，将其定义为“永恒”，表明其不仅不会随时间消逝，而且会永久地留在作者心中。", "赞成这一判断，因为母亲所体现的人生智慧和经历的人生波折告诉我们，真正的哲学不是只在书本上，而是在实实在在的生活里，母爱便是最真切的哲学。"], "ques_knowledges": ["散文"], "source": "valid", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读以下文章，完成小题。五千棵树 赵子豪 ①公元2200年——霍普超级火山爆发后的第N年。②一个12岁的男孩骑着一辆破旧的自行车游荡在这座被岩浆侵蚀的小岛上。“有——人——吗？”他大声呼喊。多年的寻找毫无结果，男孩感到极度孤独和绝望。③“等等！”就在他绝望之际，突然有人回应。出现在他面前的是一个面容憔悴的老人。老人站在悬崖边上，腿不停地颤抖，但眼中闪烁着光彩。男孩激动不已，因为自火山爆发后，他再也没有见过其他活人。④男孩赶紧跑过去抓住老人的手，把他带回自己住的小屋。男孩让老人躺在用棕榈叶做的床上，老人却一言不发，只是打量着男孩。⑤“我叫迈克尔，我去抓几只野兔回来，你先休息。”男孩说完便出门。⑥不久后，他带回几只死兔子，熟练地用小刀处理好，架到篝火上烤。不一会儿，香味四溢。⑦老人告诉男孩，自己年轻时是飞行员，快20年没开过直升机了。男孩对飞机很好奇，尤其是直升机；“几个月前我见过一个大飞机，好像没被岩浆毁掉，我们去看看？”⑧在男孩的指引下，老人看见在如废墟般的机场上停着一架基本完好的直升机。男孩迫不及待地问：“这就是直升机吗？”老人没有回答，看着自己的双手，好像在沉思。⑨那晚，老人和男孩聊了许多关于地球其他地方的事情，男孩第一次听说北京、巴黎，了解了长城和凯旋门，知道了寒冷的北极和炎热的撒哈拉沙漠……⑩男孩请求老人每天教他直升机的知识，让他能离开这座小岛去看看世界。老人同意了，但提出一个要求；必须亲手种下五千棵树，等它们都长成大树后才能开直升机，男孩虽然疑惑但没有反对。⑪从那以后，老人每天教男孩各种知识，包括发动机原理、驾驶技巧、航线选择……然后，他们一起种树，一老一小在这与世隔绝的日子中过得有滋有味。⑫一天晚上，老人在睡梦中去世。男孩把他葬在海边，那是岛上离外界最近的地方。⑬50年后的一个下午，迈克尔也成了老人。他用布满皱纹的手轻抚自己种下的一棵棵大树；“4995，4996，4997，4998，4999……”他的内心依然年轻。那晚，他想着海那边的世界，辗转难眠。⑭明天……就是明天，他就能离开这座生活了一辈子的小岛了。他幻想着外面的生活，幻想自己像白鸽一样飞过小岛，飞过城市，飞过大海。⑮但当迈克尔看到直升机后空荡荡的油舱时，他意识到，五千棵树只是老人的善意谎言。老人早就知道直升机没有油，无法飞行。⑯一个50年的梦想破碎了。迈克尔绝望地走上悬崖，想结束一切。⑰“有——人——吗？”一个男孩大声呼喊。⑱迈克尔一惊，回头看见一个扶着破旧自行车的男孩。迈克尔眼睛模糊，仿佛看到了50年前的自己。⑲一瞬间，迈克尔的腿颤抖起来，而男孩已奔过来，想拉住他的手……（有删改） (1) 题目内容: 根据小说内容，补充故事情节。男孩游荡，遇见老人→<u>①</u>__→老人去世，男孩已老→<u>②</u>__ (2) 题目内容: 请从人物描写和修辞手法的角度赏析第⑭段的划线句。 (3) 题目内容: 文中多处运用了“照应”的写作手法，请举一例简析其表达效果。 (4) 题目内容: 结合文章内容，分析“老人”的形象。 (5) 题目内容: 下面是本文续写的两个结尾，结合故事情节和主题思考，你会选择哪一个？【结尾一】迈克尔想，五千棵树，五十年的梦，最终还是破碎了，又何必让男孩重复自己的路？他甩开男孩的手走远了。【结尾二】日复一日，迈克尔陪着男孩种树。一老一小继续把这与世隔绝的日子过得有滋有味。废墟已渐渐变成美丽的世界。", "ques_answer": ["提出要求，一起种树", "梦想破碎，遇见男孩", "运用了心理描写和比喻、排比的修辞手法，把自己比成一只白鸽，生动形象地表现了迈克尔向往美丽的世界，向往自由的迫切心理", "文章开头与结尾处的破旧自行车和男孩的情景相呼应，表现了故事的连贯性，使故事情节巧妙而完整", "老人形象分析，他知识渊博、见多识广，是智慧的化身，热爱生活", "结尾二，迈克尔仿佛看到了50年前的自己，选择传递希望，意味深长，体现了人生价值和积极的生活态度"], "ques_analyze": ["【分析】(1) 本题考查故事情节。根据小说内容，老人给孩子讲授各种知识和外面的世界，给他以希望，并提出种植5000棵树的要求，这是补充一的答案。至于补充二的答案，迈克尔知道了真相后感到梦想破碎，在绝望之际遇到了男孩。(2) 本题考查语句赏析。根据心理描写，迈克尔内心幻想自由生活；从修辞角度，描述中用到了比喻和排比，通过将自己比作白鸽，展示了其对世界的渴望。(3) 本题考查写作手法。文章运用了照应手法使结构更加严谨，如老人在飞机场发现完好的直升机和迈克尔发现油舱空荡，这种前后呼应加强了故事的合理性。(4) 根据老人在故事中的言行，他是知识渊博，见多识广的人；也是智慧的化身，给予男孩希望；同时，他热爱生活，与迈克尔一起种下了无数的树。(5) 结尾二更加乐观积极，升华了文章主题，迈克尔传递希望，认识到生命的意义，体现了人生的接力和重建美丽世界的可能性。"], "ques_knowledges": ["小说"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "困难", "ques_content": "题目内容: 阅读《年年不变的菜园》，回答以下问题。年年不变的菜园迟子建①外婆家有一片很大的菜园。春天到来时，她们先植菠菜、生菜和白菜，然后种香菜、水萝卜和土豆，再接着种一些爬藤类植物，比如豆角、倭瓜和黄瓜。当然，如果能找到茄子苗、柿子苗和辣椒苗，它们也会被合适地种在园子里，那时菜园里的蔬菜种类就很丰富了。②菜园里不仅仅种菜，还种花。花通常种在边角地方。有步步高、胭粉豆、大烟花、地瓜花、爬山虎，种得最多的是扫帚梅。只要花开了，蜜蜂和蝴蝶就会来了。青翠的菜地映衬着各种颜色的花朵，景色美丽极了。③外婆对外公说：“你去给园子除除草吧。”我便跟着外公到园子里除草。④外公对外婆说：“你去园子里拔些葱来蘸酱吧。”我便跟着外婆到园子里拔葱。⑤我常常在帮外公除草时错把菜苗也除掉了，也常常在帮外婆拔葱时把葱根弄断在土里。我总是帮倒忙，但外公和外婆从不责备我，我就是太喜欢菜园了。⑥如果看腻了菜园的景色，当然可以到自留地去。自留地比菜园大多了，种的主要是玉米和麦子。我喜欢麦芒，那些像胡茬子的麦芒可以用来挠痒痒。⑦外公和外婆都是农民。农民是土地的真正主人。当我牵着外公的手时，能感受到它的粗糙和沧桑；当我牵着外婆的手时，感觉也是一样粗糙和沧桑。⑧我不喜欢谷子。外婆便说：“谷子可是粮食啊，人靠它活命呢。”从此我便逐渐喜欢上了谷子。⑨外公说：“别小看我这片菜园和自留地，它能养活城里几十条人命呢。”⑩我才知道城里其实是个很匮乏的地方。⑪外婆告诉我，我生活的地方是农村，我才知道农村是广大的，我也明白那些菜地和麦田是农民的命脉。我跟着他们学会了打垄、除草、间苗、施肥和收割，所以直到现在我的手依然缺乏女性的纤细和柔美，它们同样是粗糙和沧桑的。⑫当我的手不再接触那些农具时，我很自然地拿笔来回忆那些单纯而亲切的美好时光。回忆菜园，回忆菜园里的蚂蚱和蜻蜓；回忆麦田，回忆丰收后站立在麦田中的稻草人。我仿佛又感受到田野的微风，生命的血液又在体内畅快地涌动。⑬当我坐在城市的咖啡厅里，听饱食终日的人发出空洞的牢骚时，我就会想起外公劳累一天后吃完晚饭沿着菜园散步的景象。外公呼吸着真正的空气，所以无论生前还是死后，他的睡眠都是安详的。如今他长眠在自己曾种过黄豆和玉米的土地上。⑭人一代代老去，而菜园却始终年轻。（选自迟子建《北方的盐》，有删节）(1) 题目内容: 在本文的第①和第②段中描写了什么？结合全文，这两段在内容上有何强调？在结构上起到什么作用？  (2) 题目内容: 在选文第⑩段中提到“我才知道城里其实是个很匮乏的地方”，请结合上下文分析其隐含的意思。  (3) 题目内容: 选文第⑫和第⑬段分别描述了“我”的回忆和在城市咖啡厅的联想，有何表达效果？  (4) 题目内容: 文章以“年年不变的菜园”为标题含义深远，请结合全文谈谈你的看法。 ", "ques_answer": ["第①②段描写了菜园中蔬菜的种类丰富和菜花相映成趣的美景。内容上强调了菜园农作物的丰盛，以及外公、外婆的勤劳和聪明； 结构上，为下文描写乡村美丽、富饶的景象以及赞美外公外婆的德行铺垫了基础；", "在外公和外婆的教导下，我逐渐明白了谷子的重要性、农民劳作的意义。我知道丰富的物产在农村，从这个角度来看，农村实际上是富有的地方。我热爱农村，热爱菜园和自留地，热爱像外公、外婆一样默默耕耘、无私奉献的农民。", "利用回忆和联想的对比手法，展示了“我”对乡村生活的怀恋和乡土情怀，这对比手法不仅彰显了农村生活与城市生活的巨大差异，还表达了对外公、外婆深深的眷念以及对农民付出的赞美与敬意。", "此标题涵义丰富，不仅赞美了外祖辈们勤劳、善良、智慧的精神品质，也体现了作者对外公外婆教导和养育的深情眷恋与感恩之情，同时反映了童年乡村生活的宝贵记忆，这种记忆与情感将伴随作者一生，不断指引着她传承乡村的勤奋精神。"], "ques_analyze": "(1) 本题考察对文章内容及其结构安排作用的理解。第①段和第②段通过描述外婆家的菜园种满丰富的蔬菜和花卉，突出了菜园的富饶和外公外婆的勤劳智慧。这一描述为后文描绘乡村的富饶美丽以及赞美外公外婆无私奉献的品德打下了铺垫。\\n(2) 在这一部分中，通过“我”的理解过程，揭示了农村的富饶和农民的勤劳价值。与农村相比，城市显得匮乏，因为城市缺乏农村那样的自然丰沛和人们的勤劳奉献。这也表现出“我”对于乡村生活的深切热爱和对默默付出的农民的敬仰。\\n(3) 利用回忆与联想的对比手法，展现“我”对乡村生活的怀恋以及对乡土和外公外婆深厚情感的回忆。这种对比不仅突出了农村生活与城市生活之间的差异，而且表达了对外公外婆深深的怀念和对农民无私奉献精神的赞颂。\\n(4) 标题“年年不变的菜园”具有多层含义，它不仅反映了作者对外祖辈勤劳善良品质的歌颂，也表达了对外公外婆关爱和教育的深情眷恋与无尽感恩。通过对乡村生活的记忆，本文传递出作者对纯朴、勤劳农村生活的向往和对传承农耕精神的决心。", "ques_knowledges": ["其他当代作家", "散文"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读以下文章，完成相关问题。春节回忆父亲的严文井作品几天后就是春节了。我不禁想起童年的春节，那时我脑海中父亲的忧郁和无奈常常浮现。我的记忆中，父亲对春节并不热衷，甚至在那段时间总是显得有些不开心。母亲几次采购了许多年货，他却为此和母亲争吵起来。尽管我们孩子不敢吭声，但心里还是站在母亲一边，完全不理解他为什么烦躁那些美味鱼肉、甜食和鞭炮。有时例外，也记得有一年他兴致高昂，自己动手扎花灯，还带我们上街，看人们欣赏他的手工制品。但大多数时候，春节并不快活。父亲长期担任中学英文教员，曾参与辛亥革命，不信宗教。尽管他说人是猴子进化而来，耶稣不会复生，但对春节的忌讳还是讲究的。尤其孩子们说了不吉利的话，他就会生气。你说他有些迷信，但他又不太在意传统风俗，例如他从不守岁，也不许我们守岁。这让我们感到扫兴，羡慕别家孩子整夜不睡地过年。有一次除夕夜，父亲10点多入睡，我和弟弟们决定悄悄守岁，但两个小时后就觉得无聊了。零食吃完，鞭炮放完，蜡烛熄灭，我们只能冻得回房，母亲哄我们吃了红枣汤才睡。十五六岁时，我才理解父亲的烦忧。他这一生坎坷很多，几乎没有真正开心的时候。每逢过年，他都像是过大难关，忧心找工作、对付失业、借钱还债问题，总是那么没办法。1933年，他面临失业，家中资金短缺，那年除夕他打出颇有新意的对联：大家莫忘新国耻，小宅不度旧历年。得意对联的巧妙对仗，他立刻请人写好贴上。但第二天早上，发现对联被撕掉，只留几片红纸角。母亲担心得罪人孩子们也反对说不过年，二弟直接撕掉父亲的对联。于是，父亲不得不重写纸条，写下：我不过年，不想拜年，也不愿意别人来。尽管没有人再来拜年，整个春节在尴尬气氛中度过。不久，他失业了。两年后我离家，再也没有和父亲一起过春节，如今时间飞快，父亲去世已五年多了。这世界变化太大，又是一个春节来临，父亲为何你的面容总是苦恼和忧恐呢？难道这就是你的性格？不，你也盼望幸福快乐的生活，喜欢节日快乐的气氛，希望你能笑一笑，像我们一起欢快地度过春节。 （有删改） (1) 文中作者通过哪些事件表达了父亲的“愁苦”？请简明扼要地概括。 (2) 请简要分析第⑤段在文章结构中的作用。 (3) 从修辞角度赏析第⑨段画线句子的表达效果。 零食早已吃完，鞭炮早已放完，蜡烛也熄灭了。后来，火盆里的木炭也烧尽了。 (4) 文中第⑫～⑮段塑造了怎样的父亲形象？请简要分析。 (5) 文末画波浪线的句子透露了“我”对父亲怎样的情感？请结合全文简要分析。", "ques_answer": ["父亲一生多坎坷，心中难有真正的快乐。愁苦具体体现在：他反对母亲采购过多年货；不守岁，并禁止孩子守岁；1933年春节前面临失业困局，家中资金匮乏；精心写对联被撕，重写纸条，拒绝过年和拜年。", "第⑤段起到了承上启下的作用，承接了父亲对某些传统习俗的轻信，且为其不遵守习俗提供过渡，连接后续内容。", "运用了排比修辞，使句子语势连贯，节奏感强烈，不仅写出了我和弟弟坚守的时光流逝，也生动展现了我们守岁过程中的困苦与家庭的贫寒。", "①生活坎坷，职业不稳。1933年，父亲面临失业威胁。旧年将至，家中残余的钱不多。②聪明有才。父亲想出一副巧妙的对联，并买红纸请人书写以应付旧年，还带我们看电影防拜年。③独断专横，易怒。父亲不理会家人意见就贴对联。对联被撕，引发他愤怒。④冲动激进。重新张贴纸条，无人再拜年，春节在尴尬气氛中度过。", "①对父亲的深切怀念。尽管父亲有时显得激进，但他做花灯爱孩子，让我难忘。②对父亲的理解和同情。父亲的愁苦源自生活困苦，内心抗拒旧社会黑暗，又无可奈何。③对父亲的祝福。希望父亲能抛开愁苦笑一下，过一个快乐的春节。④对未能尽孝的遗憾。我离开父亲后再未共度春节，如今又一年春节临近，我想陪父亲一起过节但不能，所以深感遗憾。"], "ques_analyze": "通过梳理解析，我们能够更清晰地理解父亲的形象及作者的情感。 1. 通过父亲不喜年货而与母亲争吵、禁止守岁、面临失业压力等事件，表现出父亲的愁苦。 2. 第⑤段表现了父亲有些迷信但不完全遵循传统习俗，对行文起承上启下的作用。 3. 第⑨段采用排比手法，描写了守岁时零食耗尽、鞭炮放完、蜡烛燃尽等情景，突显守岁的不易和家庭贫寒。 4. 通过对父亲言行的描写，展现了他坚强聪慧、独断专横、充满坎坷和忧虑的形象。 5. 最后一段表露出作者对父亲的怀念、理解、祝福和遗憾，反映了对父亲情感的复杂深刻。", "ques_knowledges": ["散文"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下面的文字，完成后面的题目。\n①学习写对联并不复杂，主要在于掌握对联的基本要素。\n②对联的字数必须相等，这点大家都清楚。没有人会写一副字数不等的上下联。传说袁世凯去世时，有人送了一副挽联。上联是“中国人民”，下联是“袁世凯”。大家不明其意，去问作者，作者解释说袁世凯对不起中国人民。由此可见，__。\n③上下联相对应的位置上的词语词性必须一致，结构也要相称。名词对名词，动词对动词，形容词对形容词，叠词对叠词。明末清初的李渔编了一本书《笠翁对韵》，书中收录了天文、地理、花木、鸟兽、人物、器物等方面的对仗，按韵分类，读起来朗朗上口。主语对主语，谓语对谓语，宾语对宾语，主谓结构对主谓结构，动宾结构对动宾结构等。文坛流传过这样一段趣事，说古龙曾给金庸出了一个上联：冰比冰水冰。金庸思考良久也未能对出。这个上联难在何处呢？难在五个字中有三个“冰”字，第一个“冰”是名词，后两个“冰”是形容词，且“冰水”是形容词加名词的结构，在词性相同、结构相称的要求下，很难对出下联。不过金庸先生在《金庸作品集新序》中否认了此事。\n④对联要求上下联的平仄相对。“一三五不论，二四六分明”，一般只需偶数位上的字平仄相对即可。然而，上下联最后一个字的平仄必须相对，上联最后一个字为仄声，下联最后一个字为平声，这就是“仄起平收”。金庸先生在否认与古龙对对联的序中提到：“汉语的对联有一定规律，上联的末一字通常是仄声，以便下联以平声结尾，但‘冰’字属蒸韵，是平声。”补充一点，平声和仄声是古代汉语的声调划分。现代汉语与古代汉语有联系，现代汉语的四声中，阴平阳平属平声，上声去声属仄声。\n⑤对联的上下联内容要有一定的关联，并要表达一个共同主题，不能孤立。只有在一些趣味对联中，内容关联性要求不严格。古代有一位姓叶的先生，他出的上联是：“鸡冠花未放”，有学生对道：“狗尾叶先生”。表面上对得工整，实则是“无情对”，因为上下联内容并不相关。上联写的是鸡冠花，下联写的是叶先生，意在讽刺这位叶先生。此外，上下联的字眼也不应重复。\n(1) 题目内容: 在第②段的横线处补充合适的句子。\n(2) 题目内容: 说出对联的基本要求。\n(3) 题目内容: 阅读选文，用以下给出的词或短语为牛年春节创作一副对联。\n牛岁 鼠年 谱就 作出 惊天曲 动地诗\n上联：__\n下联：__", "ques_answer": ["字数不相等的上下联无法对仗", "字数相等；上下联相同位置的词性必须相对，结构要相称；上联和下联的平仄要相对；上下联内容要有相关性，并表达共同主题，不能孤立。", "上联：鼠年谱就惊天曲 下联：牛岁作出动地诗"], "ques_analyze": "1. 对联中，上下联的字数必须相同，以保证结构的对称和对仗的工整。挽联中上联为“中国人民”，下联为“袁世凯”，字数不同，无法对仗，因此可补充句子：字数不相等的上下联无法对仗。\n2. 古代汉语中的对联有几项基本要求：字数相等；词性和结构相对应，如名词对名词，动词对动词等；平仄相对，遵循“仄起平收”的原则；内容相关，表达共同主题，趣味对联除外。\n3. 根据对联的基本规则和所给词语的平仄、结构关系，可以构成对联：上联'鼠年谱就惊天曲'，下联'牛岁作出动地诗'。这两句体现了前后两年的关联，同时在意义上和结构上对仗工整。", "ques_knowledges": ["事理说明文"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读《老山界》选段，完成以下题目① 半夜醒来时，突然感觉到寒气袭人，刺骨的冷，让人浑身发抖。尽量将毯子裹得更紧，蜷缩着身体，仍然无法入睡。天上的星星像镶嵌在黑幕上的宝石，显得离我们非常近。漆黑的山峰如巨人般矗立在眼前，周围的山像口井一样环抱着这个山谷。上上下下还有几堆火没有熄灭。冻醒的同志们围在火堆旁，低声谈话。除此之外，四处寂静无声。耳边传来难以捉摸的声音，时而极远，时而极近，忽而巨大，忽而细微，像春蚕咀嚼桑叶，像野马奔腾，像山泉呜咽，像波涛澎湃。不知道何时又睡着了。②黎明时分被人叫醒，准备出发。山下有人送饭上来，不管不顾，抓起一碗就吃。③接到命令，无论如何今天必须越过这座山。山路难行，需要一路督促前进。我们几个人停下来，立即写标语，分配人员到山上下各段喊口号，演讲，帮忙病员和搬运。有一点忙碌后，再继续前进。④走了不远，看到前晚提到的峭壁上的路，即所谓的雷公岩，果然陡峭，几乎是90度的石梯，仅一尺多宽。旁边就是悬崖，虽不深但怕人。崖下已聚集了很多马匹，因昨晚过不去，今日全队过完再过去。有几匹马从崖上跌下来，摔断了腿。⑤小心翼翼地越过石梯。上方的路仍然陡峭，但没那么险了。一路走，还检查标语。我渐渐落在队后，顺带做些鼓动工作。⑥这段陡峭的山路终于完了。我以前以为30里的山就这样，碰巧遇到一个瑶民，聊后才知道还差得远，还有20多里陡峭山路。⑦昨天晚饭和今天早饭，都没吃饱。肚子饿，体力不支，但看不到，不得不停鼓起勇气前进。一路见到以前贴的标语用完了，就一路写一路贴。累得走不动时，干脆躺在地上休息。⑧到达山顶已是下午两点多。我突然想到：以后要在这里立个纪念碑，刻上某年某月，红军北上抗日，路过此地。我长叹一口气，坐在山顶上休息片刻。回头看，队伍翻过山的不少。我们完成了任务，将坚定的意志注入了整个纵队每个成员的心里，饥饿、疲劳甚至伤痛都被这种意志克服了。难以攀登的老山界被我们这支缓慢的队伍征服了。 (1) 用简要的语言概括选段的主要内容。 (2) 选段第①段写景中，作者运用了哪些感官来描写？请分别举例并说明其效果。 (3) 分析文中划线的句子。 （1）黑色的山峰如巨人般矗立在前，四周的山像井似的环绕。（请从修辞的角度分析） （2）山下有人送饭上来，毫不犹豫地抓了一碗就吃。（加点字在句子中的表达效果） (4) 在文中提到：“我们完成了任务，将一个坚强的意志注入到每个纵队成员的心里”，这个坚强的意志具体指什么？“我们”是如何将其传递给每个纵队成员的？", "ques_answer": ["概述红军战士在山谷露营和攀登雷公岩登上老山界山顶的艰辛过程。", "运用了视觉、听觉和触觉。视觉：‘天上的星星像镶嵌在黑幕上的宝石，漆黑的山峰如巨人般矗立在眼前’，听觉：‘耳边传来难以捉摸的声音，时而极远，时而极近，忽而巨大，忽而细微，像春蚕咀嚼桑叶，像野马奔腾，像山泉呜咽，像波涛澎湃’，触觉：‘突然感觉到寒气袭人，刺骨的冷，让人浑身发抖’。", "'黑色的山峰如巨人般矗立在前，四周的山像井似的环绕'运用了比喻修辞手法，使山峰和山谷的描写更具形象性和表现力，生动地展现了红军战士面对大自然的顽强精神。‘抓’字形象地表达了红军战士急切完成任务的情景，增强了语言的动感和紧迫感。", "坚强的意志指的是红军为达到北上抗日的目标而展示出的不怕牺牲、艰难困苦的精神状态。通过标语、口号和演讲等方式，我们激发了战士的斗志，提升了士气，从而将这种坚强意志传递给每位红军战士。"], "ques_analyze": "本题题干涉及文章内容的概述、感官描写分析、修辞手法及表达效果分析和对重点句子的理解。(1) 概述文章内容时，需要提取红军战士在山谷露营和攀登雷公岩的主要情节，展现他们的不屈精神。(2) 描述感官运用时，应指出视觉、听觉和触觉三种描写手法，并分析它们如何体现环境的险恶和红军的坚韧不拔。(3) 赏析修辞手法，将句子中的比喻和用词的表现力详细解析，突出其生动性和紧迫感。(4) 剖析坚强意志的具体意义，以及通过贴标语、喊口号、演讲等手段，如何将这种意志传递给战士，展现红军的决心和毅力。综合这些分析，题目和答案都达到了准确而全面的程度。", "ques_knowledges": ["散文"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下面的文章，并回答下列问题。自律使人优秀①在重庆谈判期间，蒋介石曾告诉秘书陈布雷：“毛泽东不容小觑。他嗜烟如命，但知道我不吸烟后，在与我谈话时竟不抽一支。这种决心和精神不可小视！”有大志向的人往往非常自律。自律的人，既可敬又可畏。如果是伙伴，你要学会自律；如果是对手，你要做好心理准备。真正的自律能使人更加优秀。②每一个不自律的行为，都会带来更大的痛苦。但不做欲望的奴隶，自律可以让我们生活得更高质量。自由的本质不是放纵，而是自律后的畅快，是有所为和有所不为。很多时候，我们只看到别人的优秀，却忽略了他们近乎自虐般的自律。③一个自律到骨子里的人，常常看上去无趣。在别人玩乐时，他一个人在看书；在别人享受美食时，他在健身房挥汗如雨；周末别人睡到中午，他早起跑步、看书、工作……这样的人不仅看起来无趣，甚至显得自虐，但实际上，自律的人比不自律的人更自由。④康德说，自由不是随心所欲，而是自我主宰。越自律，越有话语权，身体和人生都是如此。短期内看不出来，但长时间的自律会让人与众不同。⑤自律的人清楚自己真正想要什么，所以不会浪费时间和精力在无意义的事上，而是利用碎片时间提升自己。所有的优秀背后都有苦行僧般的自律。坚持就是一种自律。⑥96岁的肌肉爷爷沈华因健身26年而走红网络，他的身体健壮，完全不像近百岁的老人。大家叫他“华叔”。他的作息规律，从不超过晚上10点睡觉，早晨4点起床活动，每天下午去健身房。他的同龄人很多已不在，沈华说：“健身和运动是我最好的朋友。”70多岁时，他刚进健身房时不被看好，大家以为他坚持不了多久，但很多年轻人只是健身房的过客，而他用20年成了名人。自律让人认知能力更强，人与人的差距就是这样拉开的。⑦日本作家村上春树从29岁开始写作，至今已有40年，创作了大量作品，经典又高产。他每天只写4000字，每天写10页就停下来，每天跑步一小时。这种高度自律让他有精力持续创作出优秀作品。不是因为优秀才自律，而是因为自律才优秀。自律中藏着无限可能性，你自律的程度决定了你人生的高度。⑧《认知突围》中说：“懒惰、放纵、自制力不足，根源在于认知能力受限。”真正登顶远眺的人，永远是那些心无旁骛、坚持前行的人。越勤奋，越努力；越自律，越优秀！(选自《读者文摘》)(1) 本文的中心论点是怎样提出来的？ (2) 选文第⑥段用了什么论证方法？有什么作用？ (3) 选文第④段能否删去？为什么？ (4) 给选文第⑤段补充一个事实论据。 (5) 结合实际谈谈你有哪些不自律的行为，给你带来了怎样的影响？至少写出三点。", "ques_answer": ["首先引用重庆谈判中蒋介石对秘书陈布雷提到的毛泽东自律的故事，论述了有大志向的人会非常自律；接着论述了自律的人对他人的影响；进而提出中心论点：真正的自律，可以使一个人更加优秀。", "举例论证和对比论证。列举了96岁爷爷沈华生活自律的例子，70岁开始健身，最后成为知名的肌肉爷爷，并与很多年轻人只是健身房过客做对比，有力地论证了越自律，认知能力越强的观点，进而论证中心论点。", "不能删去。首先它解释了‘自由’的真正含义，然后论述了自律的好处以及自律和不自律带来的不同结果。", "例如，国际知名音乐家朗朗，自幼严格训练，每天练琴多时，即使成名后仍自律保持训练和创作，因此达到世界级演奏家的地位。", "不自律导致的个人影响涵盖各方面，比如熬夜会损害健康，缺乏规律生活影响日常效能，过度依赖手机可能造成心理依赖和身体不适。"], "ques_analyze": ["本文的中心论点是通过引用蒋介石对毛泽东自律行为的描述，描绘胸怀大志者的自律性格，进而讨论自律对他人的影响，最终断言自律能提升个人素质。", "通过举例沈华爷爷的生活自律和健身经历，并与年轻人仅为健身房过客的现象进行对比，这种对比辩证法突出了自律带来的积极变化，强化了自律增强认知能力的观点。", "第④段探讨自由的本质并非随心所欲，而是自我掌控的能力。由康德的观点出发指出自律会导致不同的生活结局，强化了自律价值的论述，因而不能删除此段。", "补充事实可以是名人的自律生活例证。例如，国际知名音乐家朗朗，自幼严格训练，每天练琴多时，即使成名后仍自律保持训练和创作，因此达到世界级演奏家的地位。", "不自律导致的个人影响涵盖各方面，比如熬夜会损害健康，缺乏规律生活影响日常效能，过度依赖手机可能造成心理依赖和身体不适。"], "ques_knowledges": ["议论文阅读"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "阅读《念念不忘必有回响》一文，完成以下小题。1. 请问选文第一段采用了什么描写方法？其作用是什么？2. 第③段划线部分用到了什么修辞手法？其效果如何？3. 阅读选文第④至第⑥段，描述山区孩子们的生活特点和性格特征。4. 第⑧段中作者提到“我真的太为难了”，对此原因有哪些理解？5. 根据全文，解释“念念不忘，必有回响”这一句的含义。", "ques_answer": ["环境描写。描绘了“我”支教所在地的春季和偏远山区环境，为随后的停电埋下伏笔。", "夸张，强调刷锅时间的漫长，突出支教生活的艰辛。", "孩子们的生活艰苦，上学路途艰险，午餐非常简单，表现孩子们坚忍、纯朴的性格。他们的生活带有灵性和浪漫，喜欢讲述山间奇事，显示了他们乐观的态度。", "因为看到孩子们的伤心，不知如何安慰，同时舍不得离开孩子们，感到无奈和难受。", "“我”和孩子们彼此间的深厚感情。支教使孩子们对外界产生探索的兴趣，这是对“我”的回应。同时，支教经历促使“我”持续关注孩子们，这是“我”对他们的回应。"], "ques_analyze": ["本题考查学生对描写方法及其作用的分析能力。环境描写通过自然景物描绘设定了文章背景，例如‘无边丝雨’、‘飘飘洒洒’等描写，营造了阴沉的氛围，凸显了‘我’支教环境的艰辛。", "本题考查学生对修辞手法及表达效果的理解。夸张手法通过‘一个世纪’的比喻，突出了刷锅时间的漫长，描绘了支教生活的艰难。", "本题考查学生对文章内容和人物性格特点的理解。孩子们的生活条件艰苦，表示他们的坚忍和纯朴。同时，他们乐于分享山间的奇特故事，表现出他们的乐观态度。", "回答本题需要结合文章内容，作者手足无措的不知如何安慰孩子们，以及不舍得离开他们的情感交织在一起，表现出作者面临离别时的无奈。", "本题要求联系全文理解句子的含义。文章描述了作者与孩子们间的深厚感情，以及支教对彼此带来的深远影响。‘念念不忘’指彼此心中的牵挂和回忆，‘必有回响’指双方通过这段经历产生的积极改变和影响。"], "ques_knowledges": ["散文"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 说明文阅读①今天，北京的朋友们纷纷“吃土”了。3月15日清晨，北京的街道和朋友圈都被黄沙笼罩，不少人感叹，“上一次见到这样的景象还是在上学的时候”，那么这次沙尘暴的源头在哪里呢？②华北和西北是我国沙尘暴的主要影响地区，沙尘有境内和境外两种来源。境外来源主要是蒙古国东南部的戈壁荒漠区和中亚的哈萨克斯坦东部沙漠区，通过东、北、西三路分别进入我国的东北、华北、内蒙古或新疆等地；境内的沙尘主要来自内蒙古、新疆、甘肃和宁夏等地的八大沙漠和四大沙地。③根据北京环境监测发布的信息，这次沙尘暴主要来自蒙古国。北京的沙尘天气主要出现在3-5月，其中4月发生的频率最高。形成沙尘暴需要满足三个条件：充足的沙尘源，不稳定的空气和强劲持久的大风。在春季，我国北方降水少，地表干燥松散，也提供了一定的沙土条件。春季，从蒙古高原远道而来的冷空气活动频繁，在风力推动下，地面上的沙尘被卷到空中形成沙尘暴。沙尘颗粒大小约在0.08毫米-1毫米之间，如果有足够强的风力，可以将它们带到几千米远。除此之外，北方的地形条件也有利于强沙尘暴的形成。北方山地和盆地共存，平原和洼地相间，高原高耸，山体环绕，对风力和风向有明显影响。例如在沟谷地区，当风向与沟谷方向一致时，气流从开阔地进入沟谷，由于两侧山体环绕，进口处风速可增加高达17%。随着生态环境的改善，过去十多年里，影响我国北方的沙尘天气已减少，从2001年-2010年的每年平均七天减少到2010年以后的平均每年三天。在全球气候变暖的大背景下，全球升温也增强了空气对流，更容易形成强沙尘暴天气。因此，北京地区的沙尘暴也是全球环境恶化、温室效应加剧的一个缩影。(1) 题目内容: 本文主要围绕__进行说明。  (2) 题目内容: 第③段划线句子运用了什么说明方法？有何作用？  (3) 题目内容: 韩国媒体3月16日援引韩国气象厅报道称：源自中国的沙尘暴近日侵袭韩国，造成韩国空气质量严重下降。报道一经发布，立即引发部分网民热议。请就此事简要谈谈你的看法。", "ques_answer": ["1. 北京春季沙尘暴形成的原因。", "2. 举例子、列数据，说明北方的地形条件也有利于强沙尘暴的形成。", "3. 环境恶化是全人类面临的课题，我们应共同致力于环境改善，而非相互推诿。"], "ques_analyze": ["【分析】(1) 本文的核心是讨论北京春季沙尘暴形成的原因，从文章开头对沙尘暴现象的描写就能看出，紧接着，文章详细说明了沙尘暴形成的三个必要条件，进一步强化了文章的中心论点。因此，答案正确归纳为北京春季沙尘暴形成的原因。", "(2) 文章通过具体的例子—“沟谷地区”的情况，并结合具体数据“风速可以增加高达17%”，运用了举例子和列数据的说明方法，有效说明了北方地形有利于强沙尘暴形成的论点，方法准确具体，作用明显。", "(3) 环境问题是全球共同的挑战，文章指出全球升温趋势加剧了空气对流，间接促成更易发生强沙尘暴天气，强调了环境问题的全球性和紧迫性。看法可以多样，但原则上应强调国际合作的重要性，取代相互指责，这是解决问题的正确方向。"], "ques_knowledges": ["其他中国现当代作家", "事理说明文"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读以下小说片段，完成以下小题。外婆的红包万芊①过年时，弟弟陪妈妈回了一趟陈墩镇的老家。②返回城里后，弟弟告诉我，这次回老家收获很大，带回来一叠外婆的红包。③我说，弟弟，你别瞎说，外婆去世都十多年了，哪来的红包？！④弟弟说，真的，哥，我不骗你，真是外婆的红包，珍宝呢！⑤我问妈妈。妈妈说，是的，是在你大舅、大姨家里找到的。⑥妈妈详细地讲述了外婆红包的故事——⑦我妈妈共有我们兄妹七人。爸爸早年在上海靠教画和卖画养家。我九岁那年，爸爸因肺炎去世。爸爸去世后，妈妈靠变卖少量家当和在镇上的干货店打工维持生活。钱不多，妈妈常为衣食发愁。⑧我妈妈非常能干，我们兄妹的衣服大多是妈妈用爸爸的旧衣服改的。一件长衫常常改了又改、补了又补，大的穿完小的接着穿。爸爸早年在上海出入一些高级场所。虽然衣服旧了些，但料子很好，加上妈妈的巧手，穿在我们身上显得干净清爽，还有些洋气。⑨只是妈妈再能干也不能变出米来，我们兄妹正是长身体的时候，家里的米面不够，煮成稀粥也填不饱肚子。妈妈常带着我们去乡下挖野菜、捞野菱、采野果，掺在稀粥里吃，自己则饿着肚子睡觉。后来，大哥学习医术出师了，在乡下给人治病赚了一些钱补贴家用，妈妈稍稍松了一口气，但仍然时常发愁。⑩妈妈喜欢读书，说话与众不同。她常对我们说“与人讲话，看人脸色，如果意见不合，不必强行去争辩”。后来我们才知道，这其实是书上的话。受妈妈影响，我们兄妹都非常喜欢读书，学习成绩都很好。妈妈过日子很讲究，即使家境贫困，也从不让男孩子赤膊、女孩子赤脚出门。每个节气，都是按照古书上的规矩来过，如贴春联、挂艾草、吃粽子。只是妈妈包的粽子特别小巧，谁也舍不得吃。⑪春节时，妈妈开始忙碌，每天家里都会沉浸在她营造的节日气氛中。大年初一早上，我们都会穿上妈妈新改做的衣服、吃到她蒸的南瓜糕、拿到她提前准备好的红包。只有在这一天，妈妈底气十足，显得特别有钱。每人一个厚厚的红包，这些钱加起来也许是妈妈半个月的工钱。妈妈的红包封面是特别鲜艳的红纸，里面还包着大一些的红纸。红纸是妈妈在供销社打扫卫生时收集起来的废纸边角。为了这些红纸，妈妈经常义务去打扫卫生。红纸上写满了小字，妈妈用外公传下来的毛笔，写得工整的书法，红纸上写着压岁钱的金额，实际上是一张一张的欠条。即便是欠条，我们也很期待，因为上面还有妈妈写下的评语，并盖上她的私章。我们拿到自己的红包，悄悄藏起来，没人时还会偷偷读妈妈的评语，总会开心很久。妈妈从来没有兑现过这些欠条。年过完了，看着重新愁眉紧锁的妈妈，我们从不提红包的事。⑫妈妈拿出已经精心装裱的外婆的红包欠条，那秀美的字体和暖心的话语，真让我眼前一亮。“姗姗这一年表现最佳，春天挖马兰头又多又干净。夏天人家送来了西瓜，姗姗把自己的一份让给了弟妹。一年里，姗姗被老师表扬两次，考试成绩全年级第一。奖励姗姗六元压岁钱。”那是妈妈十六岁那年得到的压岁钱欠条。⑬我有些疑惑，问妈妈，你的这些欠条怎么会在大舅、大姨那里呢？⑭妈妈说，外婆的这些欠条，后来大哥、大姐给我兑现了。为了帮妈妈，大姐初中没毕业就去乡下做了乡村小学的老师，其实她功课很好。这六元，相当于当时全家一个礼拜的生活费。第二年，我考取了省城的师范大学，这六元帮助我一直读到大学毕业。其实，我们五兄妹全都以优异成绩考取了免费师范大学。⑮弟弟说，还有，谁也没想到，外婆竟然精通早已失传的家乡卫泾状元体，县里的文史专家把外婆的这些条子当珍宝，珍藏在博物馆里。⑯妈妈说，我外公是私塾先生，书法很好。我妈妈没读过私塾，但喜欢读书，一有空就拿外公的《三字经》《弟子规》《小儿语》《朱子家训》认字写字。⑰妈妈感叹，我母亲是个非常要强的女人。（选自《家风》大象出版社，有改动）(1)题目内容: 文中最能体现外婆性格的两个词是：“__”、“__”。 (2)题目内容: 小说中主要采用“妈妈”讲述“妈妈”故事的方式叙述。这种写法的好处是什么？ (3)题目内容: 第⑬段在整篇文章中起到什么作用？请简要分析。 (4)题目内容: 外婆为什么要采取“欠条”的方式给压岁钱？ (5)题目内容: 有人评价，这篇小说展示了典型江南人家优良家风的传承。你从中看到了哪些优良家风？", "ques_answer": ["能干", "要强", "从“妈妈”的角度讲述外婆的故事，叙述角度独特，增加真实性，强化情感，传承家风期望", "承接前文，回应悬念，增强条理性并激发兴趣", "生活困难下的无奈之举，为孩子营造过年气氛，激励精神", "勤俭持家；爱好读书；讲文明；家庭和睦；兄妹互助；有责任感；自强自立"], "ques_analyze": "【解析优化】\\n(1) 本题考查对人物性格的概括能力。文中第⑧段明确提到“我妈妈非常能干”，且在第⑰段中再次强调“我母亲是个非常要强的女人”，因此可以概括出外婆具有“能干”和“要强”的性格。\\n(2) 本题考查叙述角度的作用。采用“妈妈”作为叙述人称，有以下好处：一是“妈妈”既是故事的讲述者又是亲历者，增加了故事的真实性；二是第一人称的使用使叙述更亲切，有助于表达对外婆深厚的情感，增强感染力；三是“妈妈”讲述“妈妈”的故事，表明家风传承的期望，寓教于乐。\\n(3) 第⑬段承接前文关于“妈妈”红包欠条的背景，引出下文解释为何这些欠条后来被大舅、大姨保存；设问增强了阅读吸引力，通过解答悬念加强了文章结构的严谨性。\\n(4) 外婆使用“欠条”的方式给压岁钱是由于当时生活贫困的无奈选择，但这些欠条不仅营造了过年的气氛，还通过有意义的评语激励孩子们勉励奋进。\\n(5) 文章展示了江南家庭的某些优良家风：勤俭持家、重视教育、讲文明礼仪、家庭成员间的和睦与互助、责任感和自立精神的培养。", "ques_knowledges": ["散文"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读下文，完成以下题目。一树柿子红①那天，他路过街头，看见一位老人正在卖柿子，通红而圆润的一篮柿子显得特别养眼。他突然感觉自己似乎好多年没有吃柿子了，不知道是柿子远离了自己，还是自己忘记了柿子。②于是，他买了几斤柿子回家，迫不及待地拿起一个品尝，却再也找不到过去那种香甜、爽口的滋味。他拿着那个咬了一口的柿子翻来覆去地看，却看不出它与以前的柿子有何不同。“为什么就尝不出那种味道了呢？”③他记得，家门前那棵老柿子树结出的柿子特别好吃，又脆又甜，那滋味至今回味无穷。尤其是秋风乍起时，满树的柿子熟了，像挂满了红灯笼，整个院子就成了一幅温暖而喜庆的画。④老柿子树是爷爷亲手种的。它高大挺拔、枝繁叶茂，像一朵绿色的云把院子笼罩在其中，只露出青色的屋脊。他和邻居的孩子经常在树下玩耍，抢山羊、捉迷藏、种莲子，有时趴在树干上，感觉到树皮和爷爷的皱纹一样深，那树似乎和爷爷的手一样温暖。夕阳的余晖洒在高处的墙头上，墨绿的柿树叶指向碧蓝的夜空，星星慢慢显现时，他一家人常在树下吃晚饭。饭菜的香味引来了邻家的孩子，饭桌就显得更加热闹，整个院落似乎要被孩子们的笑声抬起来。⑤自从吃过柿子后，他就喜欢上了柿子的味道。当树上的柿子长到鸡蛋大时，他迫不及待地想尝一尝。趁着爷爷睡着时，他和几个小伙伴找来一根长竹竿，朝树上一阵乱捅，果子和树叶就掉下来，也惊动了屋里的爷爷。爷爷捡起地上的断枝、摔坏的青果，心疼地说：“这些小猴崽，果子还这么小，怎么能吃啊？”“都这么大了，你这个小气的爷爷。”孩子们嚷道。“不信啊，来尝尝。”看着这群被生柿子酸得龇牙咧嘴的孩子们，爷爷笑得胡子一抖一抖的。⑥柿子成熟的季节，邻居们都爱到他家串门，围着老柿树啧啧称赞。摘柿子时，邻居们也来帮忙，孩子们更是围着柿子树欢呼雀跃。这天，院子就像过节一样热闹。爷爷挨家挨户送，一筐筐柿子分给左右邻居。整条村巷都弥漫柿子的清香。他那时不明白，为什么爷爷要把自家的柿子分给别人？爷爷摸了摸他的鼻子说：“你吃过根爷爷的野鸡肉，吃过宝叔叔的八月瓜，都忘了吗？”他似懂非懂地点了点头。爷爷说：“一条巷弄的，就是一家人呢。”⑦后来，他上学离开了家。每年柿子成熟时，母亲总托人捎一包柿子给他，让他想起家乡的味道。⑧那个秋天，他特别想家，想念那一树的柿子红。回到家，他看到爷爷坐在老柿树下，背景是稀疏的树叶和一片柿子红；母亲在杂房门口喂鸡。看到他的那一刻，爷爷和母亲的眼里涌满了喜悦。⑨经历了若干次工作的辗转，他已然两鬓斑白。那时，爷爷已经老去，父母也离世了。他似乎把那个山间的家忘记了。在街头见到卖柿子的老人，尝了一口柿子后，他突然非常想回家去看看，看看那棵老柿树。⑩多年未回，青苔已经爬上墙根，风雨斑驳了窗格，孤独的柿子红在夕阳中摇曳。一些柿子掉在草丛里，碎裂，散落一地。他站在门前一时失神，竟忘了带家门的钥匙。（作者：黄海龙。有删改） (1) 题目内容: 这篇文章以一篮红柿子引发回忆，关于记忆中的“柿子树”，作者写了哪些事情，请简要概括。 (2) 题目内容: 阅读④－⑥段，分析作者是如何表现爷爷的性格特征的。 (3) 题目内容: 本文使用第三人称叙述，请结合阅读体验，谈谈这一人称叙述的好处。 (4) 题目内容: 结合全文，探究最后一段在内容和结构上的作用。", "ques_answer": ["在柿子树下玩耍、吃晚饭；和小伙伴一起偷打青柿子；爷爷分柿子给邻居；离家后，母亲托人捎柿子；想念柿子红秋天回家看望爷爷母亲。", "通过动作、语言和神态描写，表现了爷爷的慈爱和善良。用老柿子树象征爷爷，突出了爷爷的慈爱和温暖。", "使用第三人称可以自由跳跃时间和空间，便于转换叙述角度，使叙述更为自然和真挚，并增强故事的共鸣感。", "在内容上对比现实和记忆中的柿子树，突显思乡思亲之情；在结构上前后呼应，增强文章的结构紧凑性和情感深度。"], "ques_analyze": "(1) 本题考察对文章主要内容的概括能力。作者通过童年的柿子树记忆，讲述了在柿子树下玩耍和用餐的趣事，与朋友偷摘青柿子的经历，爷爷慷慨分柿子的情景，离家求学后母亲送柿子的温暖，以及特别想家时的回乡之情。\n(2) 本题要求分析人物性格特征。通过爷爷对断枝和青果的心疼反应，对孩子们因吃生柿子的搞笑反应，慷慨分柿子的举动和言语，以及爷爷和老柿子树的象征，对爷爷的慈爱、善良进行了生动刻画。\n(3) 本题旨在分析第三人称叙述的优势。第三人称使作者可以自由跳转时间和回忆场景，更自然且真挚地展示主人公的思乡情结，并更加有效地引发读者的共鸣。\n(4) 本题探究最后一段对全文的作用。从内容上看，现实和回忆中的柿子树形成对比，突显了思乡思亲主题；从结构上看，前后呼应，增加了文章的整体连贯性和情感深度。", "ques_knowledges": ["其他中国现当代作家", "散文"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下列文章，并回答问题。残匾赵明宇①吴家诊所位于元城区的古槐巷，这里曾是吴家的祖宅，青砖灰瓦，破旧而低矮。到了阴雨天气，瓦片之间长满绿苔，墙头上攀附着凌霄花，给人一种宁静的感觉。②诊所门楣上悬挂着一块大红色匾额，上面题写着“妙手回春”四个金色大字。这块匾是前县长刘大琨赠送的。当年，刘县长父亲患上怪病，头不停摇摆且无法控制。到市里大医院也没办法治愈，就请了吴子皋。吴子皋用烧红的银针针灸病人颈部，顷刻三针后，刘老爷子的头终于停止摇摆。刘大琨感叹吴大夫的医术，并将他的书法刻在沉船木上，做成匾额送给吴大夫。药香袅袅中，那块匾显得越发古雅。③吴子皋医术高超，衣着风格也独特。留长胡，穿唐装，端坐太师椅，衣冠楚楚，一手捋着胡须，一手为病人诊脉。有时闭目静思，手指微动；有时让病人吐舌，看舌苔，然后开药方。药方用毛笔蘸墨书写在草纸上，让病人拿着去旁边药房抓药。病人问：“吴大夫，我得了什么病？”吴子皋不抬头，答：“我只治症，不诊病。按时吃药，三五个疗程自然见效。”病人吃药后渐渐康复，脸色红润，能自如走动，频频称赞吴大夫妙手回春。④每天早晨，诊所门前挤满了患者。吴子皋之子本是医科大学毕业，后因县长刘大琨衣錦荣升副市长，安排吴子皋之子在新城区任职，并劝吴子皋搬到新居开诊所，但吴子皋拒绝，坚守老宅，说：“离开老宅，我就失了魂。”⑤吴子皋性格独特，从不过多亲近病人。病人赞他心地善良，他却回答：“你是病人，怎么倒给我看起病来了？”有病人家属邀请他用膳，他拒绝：“几副草药不值饭钱。”再送礼物，他更是严厉拒绝。⑥岁月如梭，儿子因贪渎事发。家人起初瞒着他，但他还是察觉。某天，诊所紧闭，门前病人失望而去。⑦次日，吴子皋照常行医，院内无人察觉异常，病人拿药回头见匾额被砍去半块，只剩“回春”二字，心中一惊，惊叹吴大夫深不可测。 (1) 使用简要文字概括本文情节发展。治病获赠匾额——__——__——__——__ (2) 分析第一段环境描写的效果。 (3) 简要分析第⑦段划线句子的表达效果。 (4) 结合文章分析“病人心里一惊，暗说，这位吴大夫真是让人捉摸不透”中“捉摸不透”一词的效果。 (5) 文章用“残匾”作标题的意义何在。", "ques_answer": ["治病获赠匾额——奉古诊疗——拒离祖宅——廉洁行医——削匾继续行医", "第一段环境描写不仅交代了诊所的古朴与宁静，点明故事发生的地点，还为吴子皋坚守传统、中医文化铺陈氛围。", "通过外貌、神态和动作描写，生动描绘了吴子皋面对家庭变故时的平静沉着，体现他意志坚韧、不改初衷。", "“捉摸不透”突显了吴子皋行为和性格的非凡，使人无法预料他的行事风格，展现对其才华和坚守伦理的敬佩。", "①吸引读者兴趣，引发思考；②以匾的历史为线索，形成前后呼应的结构；③暗示儿子的事件；④增加了文章的深度与内涵。"], "ques_analyze": "【解析】从文章结构和情节来看，叙述吴子皋多次行医经历及其独特人格。 (1) 故事情节的概括从吴子皋获得刘大琨贈匾开始，经过拒绝搬迁、拒收贿赂，到其子事发后，他仍坚守行医职责结束，展现其责任心和职业担当。 (2) 第一段环境描写的重点在于呈现诊所的古朴幽静，交代故事背景，为吴子皋人物形象做铺垫。 (3) 第⑦段划线句子展示了吴子皋在面对家庭重大变故时的镇定和内心坚强，依然专注行医，表现其坚守医德和职责。 (4) “捉摸不透”展现了吴子皋不同寻常的行为风格，通过各情节突出其独特个性和医道精神。 (5) “残匾”标题暗示文章中心，吴子皋在经历变故后，依然坚持医德和医术，文章以此收尾，强调主题。", "ques_knowledges": ["小说"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下列实用类文本，完成以下小题。隔夜茶是否可以饮用？钟凯①中国人喜欢喝茶，但隔夜茶却声名狼藉。由于多酚类物质被氧化成茶黄素、茶褐素，久置的茶汤会变成黄褐色甚至发黑，味道也更加苦涩。“隔夜茶不能喝”几乎是普遍共识，很多人担心隔夜茶会滋生细菌、重金属和亚硝酸盐，甚至有人认为它致癌。那么，从科学角度看，隔夜茶到底能不能喝呢？②茶汤中的主要营养成分包括有苦涩味的茶多酚、提供鲜味的氨基酸、提供甜味的可溶性糖、提供苦味的咖啡碱及有黏稠性的果胶等。不同茶叶的营养成分溶出情况差异较大。③以绿茶为例，冲泡后在室温下放置1小时，茶叶中的营养物质基本都已溶出。再放置1小时，茶多酚、氨基酸、咖啡碱、茶多糖迅速减少。因此，像龙井、碧螺春这样的嫩茶最好在1小时内饮用。而普洱茶在开水冲泡后，12小时后茶多酚和氨基酸含量才达到最高。可见隔夜茶并非一无是处，像普洱这种耐泡茶，其营养甚至相当丰富。当然，这种泡法可能不符合一般人的饮用习惯。④民间认为隔夜茶致癌，是因为其中含有大量的亚硝酸盐，其实这是误解。检测结果显示，一杯绿茶、红茶或龙井茶（240毫升）的硝酸盐和亚硝酸盐含量均不足0.03毫克，普洱茶也差不多。即使泡好的茶汤放置一整天，硝酸盐含量虽然会上升数倍，但依然很低，每杯约0.2毫克，而亚硝酸盐含量基本没有变化。⑤根据国家标准，腌渍蔬菜中亚硝酸钠限量为每公斤10毫克，腌腊肉为每公斤30毫克。可见隔夜茶中的微量硝酸盐和亚硝酸盐不会对健康造成威胁。⑥泡茶水温一般在90～100摄氏度，几乎所有细菌都会被瞬间杀死。但茶汤凉下来后，空气中的细菌还是可能再次侵入，尤其是敞开存放的情况下。但用普洱茶做的实验表明，即使敞开放置一整天，细菌数量依然很低，和方便面等预包装食品的卫生标准相当。⑦这首先是因为茶汤的营养成分并不是细菌最喜欢的糖类和蛋白质。其次，茶汤中含有茶多酚等成分，虽然隔夜茶的茶多酚含量会下降，但仍具有一定的抑菌效果。实验表明，隔夜茶在一定程度上能抑制大肠杆菌和枯草芽孢杆菌等致病菌的生长，浓茶的抑菌效果更好。因此，隔夜茶导致细菌性食物中毒的可能性几乎为零。当然，如果茶汤有异味或颜色变浑浊，就不要饮用了。③总之，隔夜茶并不像传言中那样“有毒”。（《百科知识》，有删改）(1) 题目内容: 本文从哪些方面说明了“隔夜茶”并不像传言中的那样“有毒”？  (2) 题目内容: 文中划线句主要运用了什么说明方法，有什么作用？  (3) 题目内容: 本文主要采用了什么说明顺序？请结合全文内容简要阐述。", "ques_answer": ["茶汤的营养成分，隔夜茶致癌物含量，有害细菌产生", "举例子和列数字的说明方法，说明隔夜茶中的微量硝酸盐和亚硝酸盐不会对健康产生威胁", "逻辑顺序（或从现象到本质的说明顺序），先说明现象，再通过科学实验验证各项指标是否超标，最后揭示本质"], "ques_analyze": "[1] 第一个方面，文章分析了茶汤的营养成分，指出它包含茶多酚、氨基酸等重要物质，不同茶叶放置一定时间后这些物质的含量变化不一；第二个方面，讨论了隔夜茶致癌物含量的问题，通过对硝酸盐和亚硝酸盐的含量进行实测，说明即使隔夜茶中硝酸盐含量有所上升，亚硝酸盐含量基本不变，其实并不足以对健康产生威胁；第三个方面，解释了有害细菌产生的可能性，指出即使茶汤冷却后，茶多酚等成分仍具有抑菌效果，实验也验证了隔夜茶并不容易导致细菌性食物中毒。 [2] 作者在文中通过提供具体的浓度数据并对比国家标准，用列数字的说明方法，配合举例子的方法，清晰展示了隔夜茶中微量硝酸盐和亚硝酸盐对人体健康并无显著影响。 [3] 全文的说明顺序，从多个层面逐步展开，首先指出人们对隔夜茶的常见误解，然后通过科学依据依次驳斥误区，从茶汤营养成分、致癌物含量到有害细菌产生三个方面，解释为何隔夜茶并不像传言所说的那样有毒，揭示出隔夜茶并没有人们想象中的害处。", "ques_knowledges": ["事理说明文"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 安全的空中旅行\n\n①现如今，长距离旅行选乘飞机无疑是最节省时间的方法，但仍有些人觉得飞机不够安全。即使不得不乘飞机出行，他们在整个飞行过程中也是心神不宁。人们为何会觉得乘坐飞机充满危险呢？他们究竟在担心什么？\n\n②许多人认为，地面交通工具如汽车或火车在出现机械故障时，一般可以停下检修，并等待问题解决或救援，而飞机则不然。实际上，这种担心有些杞人忧天。现代化民航客机通常配备2—4台涡轮风扇发动机，即便在飞行过程中出现一台发动机故障，仍可以依靠其他发动机，安全降落在附近的机场。反之，假如你认为地面上的交通工具可以随时停车检修，那就大错特错了。近年来，无论是在公路上还是高铁上，都曾因停车而引发重大事故。\n\n③颠簸在飞行中相对常见。遇到气流颠簸时，飞机会变成一架载满几百人的过山车，忽上忽下，乘客可能会轻则紧张惊恐，重则摔倒受伤……我们必须承认飞机的颠簸不像汽车在路面上的颠簸那样简单。大型客机飞行在大气对流层上部，接近平流层底部（8000—11000米），对流层常见风雨雷电。然而，现代客机一般配备气象雷达，通过雷达回波图可以精确判断前方的雨云，再结合地面航空气象部门的预报，基本可以避开恶劣的天气。\n\n④不过，即使阳光明媚，你也别得意。高空真是“无风三尺浪”。即便在没有云的高空，飞机也常遇到“晴空颠簸”。这类颠簸是由大气运动造成的，通常出现在6000米以上的高空，与对流云团无关，雷达也无法监测到。遇到这种颠簸也不必惊慌，飞行员有足够的反应时间和处理预案，乘客只需按照空乘人员指示，系好安全带，安稳坐在座椅上，静待颠簸过境。\n\n⑤一些第一次坐飞机的乘客会问：为何不给我降落伞？万一……我可以跳伞！跳伞可不是随便就能完成的。从几千米高、零下40度左右空中跳伞，呼吸稀薄的空气、面对未知的着陆点，你是否还有足够的勇气和信心？而且几百人通过4—6个舱门跳出飞机，你以为是空降兵演习吗？\n\n⑥事实上，在绝大多数航空事故中，飞机仍处于可控状态。在可控状态下，迫降的成功率非常高。与其毛躁地跳出飞机，不如信任经验丰富的飞行员，让他从容应对危机。\n\n⑦无数事实表明：飞机旅行仍然十分安全。据统计，民用飞机造成多人人员伤亡的事故率大约为三百万分之一。即使你每天乘坐一次飞机，仍需8200年才可能遇到一次飞行事故。\n\n(1) 通篇阅读，说明为何空中旅行是安全的。\n(2) 本文讲述的是“安全的空中旅行”，为何第②段围绕陆地上的交通工具写了很多，请谈谈这样的写法有何好处。\n(3) 本文第⑥段中的“绝大多数”为何不能去掉？\n(4) 请为第⑦段空白处填上恰当的一句话，使之符合文意。\n(5) 上飞机时有乘客要求发放降落伞。如果你是空乘人员，将如何解释？", "ques_answer": ["即使遇到机械故障，飞机也配有备用发动机确保降落安全；面对恶劣天气，飞机装有气象雷达，基本可以规避；遇到晴空颠簸，飞行员有充分的反应时间和预案。", "通过对比分析，突出了民航飞机的高安全性。", "这个词指出了少数不可控的例外情况，去掉后可能造成绝对化，不符合实际，体现了说明文用词的准确性。", "统计数据表明，飞机旅行的事故率极低。", "不能随意发放降落伞。理由如下：其一，跳伞对专业知识和技能要求很高；其二，跳伞对高度、温度和空气状况有严格要求；其三，搭乘人数多，舱门有限，可能引发危险。"], "ques_analyze": ["从全文结构上分析，第②段提到飞机故障时备用发动机的安全保障，第③段介绍了气象雷达避免恶劣天气，第④段说明飞行员处理颠簸的预案。因此，飞机在遇到问题时有多种保障手段。考点：筛选并整合文中信息。能力层级：分析综合C。", "作者通过对比地面交通工具的潜在危险，间接突显了飞机的安全性。这种对比说明方法有效地突出了文章主题。考点：分析常见的说明方法及其作用。能力层级：分析综合C。", "文中“绝大多数”是为了限制范围，去除会使表述绝对化，不符合事实，说明文需要用词准确。考点：理解文中重要词语的含义。能力层级：理解B。", "根据全文，空白处需总结文章主旨，体现空中旅行的安全性。因此，填写“统计表明，飞机旅行的事故率极低”合适。考点：概括说明对象及其特征。能力层级：分析综合C。", "从文章第五段的内容分析，空乘人员可以从跳伞风险、技术要求和实际可能性等角度解释为何不能发放降落伞。考点：筛选并整合文中信息。能力层级：分析综合C。"], "ques_knowledges": ["事理说明文"], "source": "valid", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "困难", "ques_content": "题目内容: 导读《共享机体》，回答后续小题：在一本名为《共享机体》的书中，描述了一个银灰色金属外壳的机体人物阿西萨，展现出完美的线条，在夕阳的照射下，闪耀着冷色调的机械美感。阿西萨在同事羡慕的目光中走向那被认为是豪宅的地方，一段时间后，他确认同事已离去，便转身走向一条偏僻的小巷。一转身，他机敏地察觉到背后有个身影，立即提高警觉。转而加快步伐，至楼道拐角迅速便转身并大喝：“谁在那里？！”只见一个身材不高的中年男子站在那里，身穿有些磨白但非常干净的黄灰色工服。“你是谁？”“我叫阿西，”中年男子结巴地回答，“想问你可以同租一个机体吗？”萨帕一时有些困惑：“你是什么意思？”在2058年初，生物科技和人工智能迎来了重大的发展，出现了“永生人”的概念，即将人类的意识存放在由量子脑控制的机器人体内，而人的肉体则进入冬眠状态，从而不仅大大延长了寿命，还增强了身体的机能。拥有这种机体是一种显而易见的炫富形式，因为它价格十分高昂。为了找到工作，萨帕只能租用一个机体，否则好的工作机会不会属于他。“我白天上班，晚上还兼职搬运工，因此想找人一起合租机体，因为整租价格太高。恕我直言，”阿西有些尴尬地说，“你可能也是租的机体，否则不会住在这片地方……所以才追来问问。”“你觉得我租不起这个机体？！”看看身边的陈旧楼房，萨帕的怒火一下窜了上来。“不不不，只是我自己需要，所以希望得到你的帮助。”萨帕稍微缓和了语气：“……我如何知道你不是坏人？”“这是我的身份证……我绝不会做坏事。”说着阿西有些扭捏地搓着衣角补充，“主要是白天和晚上都要工作，我的身体实在支持不住。但如果有机体，身体就可以休息，还能多挣点钱补贴家用。”萨帕心想，看他老实巴交说话吞吞吐吐，显然隐瞒了一些情况，但合租机体可以分摊租金，也不是坏主意。于是萨帕说：“如何合租？我不懂。”“你放心，都包在我身上。我每天只在午夜12点到凌晨7点使用，到时在你的量子脑中单设一个分区。白天你正常生活不受影响；午夜12点，你的思维进入休眠状态后，我会将其隔离处理，将我的意识导入量子脑的新分区。而我的肉体暂时存入租用的冬眠箱里。凌晨，我会将意识再导入我的肉身，而你也将重新苏醒，开始新的一天。”阿西详细解释道。萨帕心里暗自称道，但表面上冷冷地说：“按你说的试试看，但如果我发现有任何不满意，会随时终止协议。”“一定一定！”阿西连连点头，露出憨厚笑容。就这样，萨帕白天上班，夜里思维在机体内进入休息状态，阿西则接管机体，开启忙碌的下半场，两者互不干扰。每天早晨醒来，萨帕都发现自己机体干净如新，屋内也打扫得清洁整齐，他都没有机会挑刺显示权威。转眼两个多月过去，每月初，床头都摆放着整齐的信用点券，他的生活变得宽裕起来。一切似乎很美好，直到那天凌晨，萨帕被突然的剧烈震动和汽车的急刹声吵醒。迷茫中，他感觉到机体的疼痛，刚要发怒，却发现自己正通过机体的视角，看见怀中紧抱着一个小孩。显然此时阿西并未察觉他的苏醒，只见他急切地问怀里的小孩：“丁丁，伤到哪里没有？快告诉爸爸。”小孩稚声回答：“爸爸，我没事，你疼吗？”孩子试图给父亲揉揉。“您受伤了吗？”一个恐慌的声音传来，萨帕看到另一个司机从困车中下来，不住道歉：“实在抱歉，我昨晚通宵赶工太累，实在对不起您，您大人有大量，别和我们小老百姓一般见识……”萨帕气得想骂人，但控制权在阿西手上，只好等阿西去教训。不料阿西忍痛挪动着受伤的机械腿，看看对方的凹陷的车保险杆，淡淡说：“算了，小孩没事就行，下次记得经过学校区要小心，别撞到孩子。”司机连声道谢，一溜烟跑了。萨帕气得要爆炸：“怎么会有这样的人？！”丁丁关心道：“爸爸真的不疼吗？”阿西回答：“当然没事，爸爸可是钢铁之躯的超人！我们上学吧！”阿西将孩子举过头顶，一瘸一拐地欢呼着，让丁丁开心不已。萨帕思忖：“简直是傻子，痛感远比我高，还在孩子前逞能。”但听着孩子的笑声，不禁觉得这木讷的阿西也有几分可爱。他看着幼儿园，门口停满送孩子的豪车和机体，不由自主地与丁丁告别，意识逐渐模糊，再次进入梦境。醒来时，床头的信用点券整齐地放着，夹有纸条：“撞坏机械腿，为赔偿特多附信用点券，不够会再追加，抱歉。”萨帕心头一暖，留信用点券原地，并写：“用这些钱给孩子买新鞋，那样他和超人爸爸一样帅气。” (1) 根据小说情节，在以下语段中填上一个四字成语，补全故事情节。 阿西收入低，为了让孩子不在幼儿园被歧视，与萨帕__，日夜协力挣钱支付机体租金；在撞坏机械腿躲过赔偿后，他__，用自己的钱给萨帕赔偿。  (2) 文中两个主要角色你更喜欢哪一个？结合内容具体分析。  (3) 你认为小说主旨是什么？请根据对主旨的理解提一个问题并简要说明理由。 主旨：__ 问题： __ 理由：__ ", "ques_answer": ["合作共赢，无私奉献", "我喜欢萨帕。他尽管起初有些虚荣和势利，但内心善良，这一点在被阿西的行为打动之后显露无遗。", "无论科技如何进步，人类依旧需要爱、善良、诚信勇于担当等美好的品质。问题：萨帕最终未接受阿西多付租金的原因是什么？说明提问理由：此问题可以导出萨帕内心深处的转变，即受阿西的善良和责任感影响。"], "ques_analyze": "（1）根据文本，第一空选择能反映合作租用机体的成语，“合作共赢”适合表达共同使用机体的情况。第二空要求反映阿西没有要求赔偿的行为，“无私奉献”合适，表达阿西的善良、宽容和奉献。 (2)分析人物形象，可以从个人理解出发。例如，选择萨帕：尽管他起初有些虚荣和势利，但最终因阿西的行为而感动，显示了他的善良和人性转变，体现了人物的深度。 (3)理解小说主题时，阿西对孩子、对生活的责任感以及萨帕的转变展示了人性的美好，这揭示了人类美好品质的重要性。提问可以导向人物心理变化或作者传达的深层信息，比如最后萨帕未接受额外租金，因为受到了阿西善良与牺牲精神的感动。", "ques_knowledges": ["小说"], "source": "test", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读以下文章，并回答问题。火星探测：究竟面临哪些挑战？庞之浩①2021年5月15日，天问一号探测器在火星的乌托邦平原南部成功着陆。②最新科学探测显示，乌托邦平原地下1到10米深处存在大量地下水冰，其储量相当于地球上最大的淡水湖苏必利尔湖。选择乌托邦平原作为着陆点或许能揭示火星生命的奥秘。然而，登陆火星充满挑战，探测器需克服哪些困难？火星登陆有哪些不同的方式？③确定着陆点后，最大的难题在于如何顺利着陆。目前，全球火星探测器着陆的成功率仅约50%，这是因为火星距离地球过于遥远，地面遥测和遥控信号非常微弱。此外，地球与火星的通信延迟超过10分钟，因此着陆全过程中探测器必须完全自主操作。而且，当探测器在火星背面时，地球无法准确确定其轨道参数，增加了再入高度选择的难度。④在着陆前，必须为探测器预先输入数据，确保其在着陆过程中完全自主执行数百个程序，任何程序都不能出错。⑤进入火星大气层后，探测器的防热措施、降落伞、气囊和缓冲火箭能否按程序运作至关重要，精确到秒。因此，火星探测器的着陆过程中每个环节都不容有失。一位美国科学家曾形容火星探测器着陆时的心情，就像在产房外等待妻子分娩。⑥原定于1999年12月3日着陆的美国“火星极区着陆器”，由于软件错误导致减速火箭过早关闭，最终坠毁。2016年10月20日，欧洲“火星生物学-2016”探测器中的“夏帕雷利”因一次计算错误导致降落伞和防热罩提前分离，结果坠毁。⑦经过大量研究与实践，探测器在火星的软着陆原理基本一致。当前，软着陆主要有三种方式，各有优缺点，都是通过火星大气和降落伞的阻力以及缓冲发动机的反推力将高速飞行的探测器减速至零。⑧第一种是气囊弹跳式。这种方式简单、成本低，但仅适用于重量较轻的探测器，且着陆精度较低。第二种是反推着陆腿式。这种方式较复杂、成本高，适用于重量较大的探测器，着陆精度较高，类似“神舟”飞船返回地球。第三种是空中吊机式。这种方式最复杂、成本最高，技术最先进，适用于更重的探测器，着陆位置也更精确。（选自《科技日报》，有删改）(1) 题目内容: 火星探测器软着陆的基本原理是什么？ (2) 题目内容: 分析下列句子中加点词语，理解说明文语言的准确性和严谨性。目前，全球火星探测器着陆成功率仅约50%，这是因为火星距离地球太远，地面遥测和遥控信号很微弱。 (3) 题目内容: 第⑥段主要采用了什么说明方法？说说它的作用。 (4) 题目内容: 通读全文，简要概括探测器在火星着陆需要克服哪些困难？", "ques_answer": ["通过火星大气和降落伞的阻力，以及探测器上缓冲发动机的反推力，将高速飞行的探测器在着陆火星表面时的速度降至零。", "“目前”是时间上的限定，“约”表示不确定，两个加点词语都体现了说明文语言的准确性和严谨性。", "举例子。举出美国“火星极区着陆器”和欧洲“夏帕雷利”着陆器坠毁的事例，说明探测器着陆过程不能有任何失误，增强文章的说服力。", "在选择好着陆点后，面临着如何成功着陆的问题；在着陆前，确保为探测器输入的数据程序的准确性；进入火星大气层后，确保着陆过程的每一个环节无误。"], "ques_analyze": ["火星探测器软着陆的基本原理是利用火星大气层、降落伞的阻力和探测器上缓冲发动机的反推力，将探测器在着陆时的速度逐渐降至零。这一过程需要高度精确的控制和协调，以确保安全着陆。", "加点词语“目前”和“约”分别限定了时间范围和成功率的精确度，说明文中的这些词语反映了作者对当前数据的谨慎态度，体现了说明文语言的准确性和严谨性。", "第⑥段通过列举实际案例来说明火星探测器着陆的风险和挑战。通过美国和欧洲探测器失败的例子，突出强调每一个着陆环节的重要性，从而增强文章的说服力。", "探测器登陆火星需要克服的挑战包括：如何确定和成功选择着陆点，确保在着陆前输入的数据程序准确无误，以及在进入大气层后，确保所有着陆环节精确执行，避免任何环节出错导致失败。"], "ques_knowledges": ["事理说明文"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读以下文章，完成下面的问题。具有宽广的胸怀，才能有宏大的境界\n\n韩青\n\n①古人说：“时穷节乃见。”越是在艰难的处境中，越能看出一个人的度量和修养。人生就像一个大考场，这样的考试随时可能降临在你身上。古话说得好：“无度不丈夫。”因此，要想成为天地间的大丈夫，就必须拥有宽广的胸怀。\n\n②要想拥有宽广的胸怀，就不要凡事对号入座。有一次，马其顿国王阿普拉于斯在街上行走时，被人泼了一身水，看到的人都说国王应该惩罚那个人，而国王却说：“是的。不过，他并没有把水泼在我身上，而是泼在他认为的那个人身上。”有人曾告诉苏格拉底，有人诽谤他，而他却说：“他诽谤的不是我，因为他所说的在我身上丝毫不存在。”如果对号入座，结果肯定会是另一番情景：唇枪舌剑、大动干戈、针锋相对，最后两败俱伤。所以，生活中有些火，不要往自己身上引，否则就会引火烧身，后果不堪设想。\n\n③要做到不对号入座，就要懂得宽容。说实话，有些“号”就是为你量身定做的，但你完全可以不在意。《庄子》记载：一个人去拜访老子，这人见老子家里凌乱不堪，心中非常吃惊，于是高声骂了老子一顿，然后扬长而去。第二天，他又回来向老子道歉。老子却说：“如果昨天你骂我是一匹马，我也会承认，因为别人既然这么认为，一定有他的根据。如果顶撞回去，他一定会骂得更厉害。这就是我从不反驳别人的原因。”因此，有些人生活安宁、闲适，并不是因为他们的是非争斗少，而是因为他们懂得用宽容之心化解矛盾。\n\n④宽容确实是一种美好的品行，它需要心灵有足够大的空间。心灵狭窄的人像小水洼，一阵微风也能让他心神不宁；心灵宽广的人像大海，能容纳十二级飓风和万丈狂澜。哲人说：你所想的对象大，心就大；你所想的对象小，心就小。也就是说，想着绝望、仇恨的人和想着希望、宽容的人，其心灵空间是不同的。因此，从这个意义上来说，心灵空间的大小取决于你的思想和胸怀。\n\n⑤如果想给心灵足够大的空间，就必须懂得拒绝。一次，有人侮辱释迦牟尼，他没有立即反击，而是微笑着问：“别人送你的东西，如果你拒收，那么这个东西属于谁？”那人回答：“当然属于送东西的人。”释迦牟尼接着说：“这就对了。在我们的生活中，要懂得拒绝假、恶、丑，为真、善、美留足空间。但是，有些“丑”不能拒绝时，又该怎么办呢？周作人做官时，一个以前的学生穷得没办法，来找他帮忙谋个职位。一次他来时恰逢老师家里有客，门房便挡了他的驾，他就认为老师在回避推托，于是在门口大骂，声音大得屋里的人都能听到。没想到，过了三五天，那学生就得了一个职位上任去了。有人问周作人，他这样对你，你还帮助他，是为什么？周作人说：“能到别人门口骂人，如果不是他的境况确实不好，走投无路，他怎么会这样做？我想帮助他改善境况。”通过周作人的这一举动，我们可以看到，一个心灵宽广的人，不仅懂得辨别美丑，更有能力化解和疏导不美好的行为。\n\n⑥可见，人生有宽广的胸怀，才能有宏大的气象和境界。宽广的胸怀像一座座桥梁，使生活中那么多的沟壑都变成了坦途，使自己和别人都走得顺畅、开阔。(选自2012年《处人与处世》第20期)\n\n(1) 题目内容: 本文的中心论点是什么？\n\n(2) 题目内容: 第②段至第⑤段分别从哪四个方面展开论述？\n\n(3) 题目内容: 下面这段文字最适合放在本文的哪一段？请具体说明理由。\n\n“正如西德尼·史密斯所言：‘生活中有许多这样的场合：你打算用愤恨去实现目标，完全可能用宽恕去实现。’”\n\n(4) 题目内容: 文章第④段划线句子使用了什么论证方法？有什么作用？", "ques_answer": ["拥有宽广的胸怀，才能有宏大的境界。", "①不要对号入座 ②学会宽容 ③给心灵足够大的空间 ④学会拒绝。", "第③段。该段讲述了老子的宽容故事，与西德尼·史密斯关于宽容的观点一致。", "运用了比喻论证，通过比喻说明了思想和胸怀的大小影响到内心的承载能力，进一步强调了心灵空间对于宽容的重要性。"], "ques_analyze": ["（1）提炼核心论点是考试的关键。通过分析文章的标题以及文中的关键句“可见，人生有宽广的胸怀，才能有宏大的气象和境界”，可以提炼出文章的中心论点——拥有宽广的胸怀，才能有宏大的境界。", "（2）对文章关键信息的归纳能力是本题的考查点。通过阅读并总结文章第②段至第⑤段的开头句，可以归纳出四个方面的展开论述：不要对号入座、学会宽容、给心灵足够大的空间以及学会拒绝。", "（3）判断某一段落最适宜插入的位置需要对文章内容有深刻理解。'生活中有许多这样的场合：你打算用愤恨去实现目标，完全可能用宽恕去实现。'这一名言强调宽容的重要性，与第③段关于老子宽容的故事主题一致，因此插入第③段最为恰当。", "（4）论证方法的识别与理解是理解文章深层含义的必要能力。第④段中划线句子使用了比喻方法，将心灵空间小比作水洼、空间大比作大海，生动形象地说明了宽容心胸的重要性，进一步论证了心灵空间的大小对于宽容的重要性。"], "ques_knowledges": ["", "议论文阅读"], "source": "valid", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "困难", "ques_content": "题目内容: 请阅读以下文章，并完成相关问题。 雪之美 洪鸿 新年的首场雪悄然降临，没有任何预兆，在夜幕中无声地散落。很快，天地融为一体，白茫茫一片。人们常用“瑞雪兆丰年”来形容雪，因为雪象征着对未来的美好向往。然而，现实往往不如人愿，因此人们借助洁白的雪来表达内心深处的情感。新年的雪自由飘舞，映衬出人们对未来的期盼。 雨常常被形容为天空的泪滴，带着哀伤的情绪，而雪则截然不同。雪是天空中凝结的水汽，以洁白的姿态降临，给人带来宁静与愉悦。雪隐匿了哀伤，表现出一种轻盈的美。雪虽然从高空坠落，但从不抱怨；虽然失去了自由，但从未怨恨。相反，它融入大地，以消融为代价存储起孕育新生命的能量。它像荆棘鸟一样，以一次生命的绝唱换取美妙的歌声。这种坚定与无悔令人动容。 1. 请从文章中找出“雪之美”体现在哪些方面？ 2. 文章主要描述“雪之美”，为什么还提到了“雨”和“荆棘鸟”？ 3. 从修辞与句式的角度，分析文中这句话的表达效果。 雪，虽然被风戏弄，从高处落下，但从未怨恨；虽然被上天遗弃，失去安逸，但从不责怪命运的不公。 4. 作者在描述“雪之美”时产生了哪些感悟？你从中得到了什么启示？", "ques_answer": ["①雪美在它的洁白无瑕、自由飘舞、轻盈优雅；②雪美在于它能带给人轻松、愉悦和期许；③雪美在于它为大地存储了新的生机和能量；④雪美在于它坚定义无反顾地绚丽舞动。", "描写雨是为了衬托雪的自由、美丽和纯洁；描写荆棘鸟是为了突出雪对生命的执着和无悔。雨的描述凸显雪的纯粹，荆棘鸟则彰显雪的壮丽和无怨无悔。", "采用拟人化的修辞手法，把雪比作有情感的生命，突显其大度和坚韧不拔。两个转折复句强化语气，增强语言节奏感，生动刻画了雪的无怨无悔。", "作者感悟到要放下急功近利的心态，享受追逐梦想的过程。我从中得到的启示是：过程比结果更重要，应脚踏实地追求梦想，不能只关注结果的完美。"], "ques_analyze": "本文通过对雪的美丽形态描绘，反衬雨和荆棘鸟的生命态度，表达作者对人生的深刻感触和启示。 1. 雪的美丽在于它的纯洁无暇，自由飘舞，以及它给人们带来的宁静与愉悦。它更在于它能够容纳哀伤，存储新生能量，并义无反顾地献身大地。 2. 描写雨和荆棘鸟，分别从正反两面衬托雪的独特之美。雨的哀伤衬托出雪的纯洁与美好，荆棘鸟的绝唱突显雪的坚定与执着。 3. 此句采用拟人化修辞，把雪赋予人的行为，形象地描绘了雪的大度与坚韧，两个转折复句叠加，增强了语气和语言流畅性，表达了对雪的赞美。 4. 作者提醒我们要放下急功近利的心态，重视实现梦想的过程，我从中得到了应该脚踏实地追逐梦想的启发，享受过程本身带来的价值和意义。", "ques_knowledges": ["散文"], "source": "valid", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "困难", "ques_content": "题目内容：阅读以下文章，完成下面的问题。种星星的人①有时候记忆是很有趣的，过去曾经以为会深深刻在脑海里的事情，结果很快就忘记了。然而，一些事先看来微不足道的小事，却随着时间的推移愈加清晰。②还记得十几年前的一个夜晚，我从县城赶往数十里外的老家。末班车到达镇上后就掉头回县城，我还得徒步走十几里才能到家。③月光下，机耕路边是一片山坡，种满了玉米和芝麻；另一边是一片稻田，青蛙声四处回荡。四周寂静无声，正值玉米成熟、稻花盛开的季节，空气中弥漫着阵阵清香，耳边甚至能听到稻谷吸收水分、全力灌浆的声音。在这宁静的大地上，有一个简易的山棚。看到手电筒光柱摇曳时，棚里传来两声熟悉的咳嗽声，那是老五叔的声音，他用咳嗽和我打招呼，询问我是哪个。④“五叔。”我回应道，踩着滑湿的田埂走进棚里。老五叔并没显老，他是个沉默寡言、忠厚老实的人，五十岁左右，单手还能轻松举起板车，一顿饭能吃两大碗。村里的青壮年人都去城里打工了，但他留下来，他说村里很多事离不开男人。⑤如今，农村退耕还林的效果显著，树木已经成林，生态恢复了，野猪也多了起来，因此晚上他会在棚里守夜，防止野猪破坏。山棚由四根杉木搭成，四周是篾片围起来的，里面有一张用竹片搭成的床，用红藤紧固。棚子周围爬满了南瓜、冬瓜的藤蔓，有的藤蔓甚至长到了枕头边。棚的位置很好，睡在里面可以听到山上的动静，稻田也尽收眼底。⑥夜蛾飞舞，短短交谈几句后，五叔熄灭矿灯，点燃一根香烟，棚里顿时变得漆黑一片，只有他的烟头，像萤火虫一样忽明忽暗。五叔话不多，我其实也没太注意他在说什么，因为我的心思被稻田里的点点星光吸引住了。⑦满天繁星倒映在水田中，星星点点，偶有几只萤火虫，像流星般在空中游走，这景象让我想起梵·高的《星空》，不同的是，这里缺少了那种让人揪心的忧郁，多了夏虫温柔的低吟。一只青蛙缓缓移动，每次移动都会在水田中掀起一层细浪，随之星光倒影便也扭曲变形。明亮的月光似流水般在水面上晃动。青蛙找到一个舒适的位置后就停下了，水田恢复宁静，表面又铺满了繁星，像清溪里飘落的樱花，安静中带着无限的调皮与喧闹。密密麻麻的星星，像秋天的玉米和谷粒，让人感觉无比的喜悦和舒心。⑧我突然觉得非常羡慕老五叔，他种的是谷粒和玉米，收获的却是月亮和星星。他把星星种在田里，把玉米粒和谷粒撒在夜空。那月亮，就像一个白胖胖的冬瓜和圆鼓鼓的南瓜，挂在空中，好像就在老五叔家的谷仓里。⑨那个美好的夜晚，尽管已经过去了许多年，但每当我想起，心里依然像挂满了星星和月亮一样明亮。（摘自《羊城晚报》有改动）\n(1) 题目内容：朗读让我们更贴近作品，以下文为例，为文中第③段划线句子设计朗读并解说。\n范例：\n原句：老五叔并没老，他是个寡言的老实人，五十来岁，单手还能轻松举起板车，一餐要吃两葵花大碗的米饭。\n设计与解说：朗读这句话时，要将重音放在“并没老”、“寡言”、“还能”、“举起”、“要”等词上，语调坚定且带有敬佩，以突出五叔淳朴、踏实和身强力壮的形象。\n(2) 题目内容：第⑦段划线句子中的“宁静”和“调皮与喧闹”是否矛盾？请简要分析。\n(3) 题目内容：班级准备举办“好书美文”分享会，请针对这篇文章写一篇约150字的推荐语。", "ques_answer": ["重音放在‘到处’、‘弥漫’、‘甚至’、‘吮吸’、‘使劲’上，语气柔和，语调欢快。", "不矛盾，'宁静'与'调皮与喧闹'通过文章中的萤火虫和青蛙的活动形成对比，反映了夜晚田间的静谧与生机。", "《种星星的人》描绘了一幅美丽的夜晚田野画面，呈现出五叔质朴、奉献的农民形象，体现了人与自然的深厚联系。通过五叔的故事，揭示了人与自然和谐共生的主题。"], "ques_analyze": ["朗读设计目的是更好地理解和传达文本内容。朗读第③段的句子时，应在‘到处’、‘弥漫’、‘甚至’、‘吮吸’、‘使劲’等词上重读，展现月光下田野的活力与美丽。语气要柔和、轻缓，体现夜晚的安详，语调欢快愉悦，凸显稻田的生命力和作者的喜悦心情。", "“宁静”与“调皮与喧闹”不矛盾。作者运用对比手法，将夜晚田间的宁静与萤火虫和青蛙的活动并置。‘宁静’表现夜的静谧，‘调皮与喧闹’描述萤火虫受星光倒影吸引和青蛙搅动水纹的生动场面，一静一动的对比，丰富了文章的情感色彩。", "推荐语应展示文章特点，突出美景、人物形象和深刻主题。《种星星的人》通过细腻的夜晚田野描写，引导读者进入美丽的画面，同时赞美五叔质朴奉献的农民形象，文末将五叔比作种星星的人，象征他对农村农业的无私奉献。结合全文，展示人与自然和谐相处及农民对土地的深厚感情。"], "ques_knowledges": ["散文"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下面的文字，完成下面小题。母亲，我未能紧握您的手。①母亲已去世四年了。②我常会在半夜或正午的梦中与她相见。母亲的魂魄在飞，我尽力伸手去接近她。可无论如何努力，我都没能紧握她的手……③有一次分别，是我在六七岁时，母亲带我去远房亲戚家玩。经过多次转车后终于到了，母亲带我去一家店买东西。④店里人来人往，非常拥挤。母亲紧紧握着我的手在人群中穿行。好不容易到了柜台前，母亲放开我的手去选购东西。后来不知怎么的，我被拥挤的人群挤开了。那时年幼的我不敢在人群里大声喊“妈妈”，只好默默地一个人走出店门，蹲在台阶上等待。[甲]我等啊等，不知过了多久，只记得夕阳的余晖从手上移到脚下，一个个陌生人走出店铺，而他们都不是母亲。我幼小的心灵突然涌起巨大的恐慌：母亲，她一定已经走了吧？这熙熙攘攘的人群，这陌生的场景——我突然大哭起来。⑤不知道母亲何时出来的，只记得她一出来就紧紧握住我的手，帮我擦去满脸的泪水和鼻涕，又心疼又责备地说：“平儿，你该怎么办呀，你就大声喊‘妈妈’啊……”那语气我至今仍记得清清楚楚。⑥十五六岁时我去了外地上师范，离母亲更远了。尽管我已半大不小，在她眼里仍需要照顾。⑦记得一次，我因参加运动会被标枪伤了脚踝，经过一段时间治疗后，伤势有所好转，表皮愈合了，但走路依旧一瘸一拐。回家后，母亲见了，第二天便放下家中所有事务，带我去学校找班主任。班主任马上联系了一位熟悉的医生给我重新做检查，结果很危急，说再晚一点就会发展成骨髓炎，因为脚踝内部的肌肉已经腐烂了！于是赶紧手术，终于痊愈。此后提起这事，母亲总是自豪地认为她救了我的双腿，如果只任由我自己处理，恐怕早已残疾。那自豪感，分明是一种母鸡护住小鸡的感觉。⑧就在母亲可以享福的时候，她却重病住院了。住院期间，她把我的丈夫叫来，嘱咐他照顾我。她对丈夫说：平儿一向胆小诚实，没什么心机，做事也马虎，不太会心疼人，但她绝对是个好人。若她有不足之处，你一定要谅解，不要过于计较。你人细心，对她也很好。她能嫁给你，是她的福气。听了这番话，三个月后，母亲就离世了。之后，丈夫在散步时也经常紧握我的手。⑨母亲病得很急，从发病到去世总共才四个月。在这四个月里，母亲迅速消瘦，直到不成人形。[乙]而我几乎毫无办法，那种感觉就像眼睁睁看着亲人坠入悬崖却无法拯救一样无奈。</u>我同样没有紧握住您的手，母亲，在您最需要我的时候！每每想到这，我就觉得自己无能为力，非常难过。⑩书桌上相框里的母亲依旧灿烂地笑着，但她再也不能紧握我的手。而我，能不能在下一个梦里，或者更长远的梦里，与她靠近些，再靠近些，直到紧握住她的手呢？         （来源：《青年文摘》在线阅读，有删改） (1) 本文记录了作者关于母亲的几件往事，请简要概述。  (2) 第⑧段中“之后，就是在马路上散步，丈夫也会经常紧握我的手。”这句话能否删去？为什么？  (3) 第④段和第⑨段中画线的两个句子语言形象生动而富有表现力，请从中任选一句作赏析（可从语言特点、修辞手法、表达作用等方面作答）。选__，赏析：__  (4) 第⑩段有什么作用？  (5) 结合全文说说作者为何以“母亲，我未能紧握您的手”为题，有何作用。 ", "ques_answer": ["1. 母亲在店里与我失散后找到了我，她积极为我治脚伤，临终前嘱咐丈夫照顾我。 2. 不应删去，因为这一句展示丈夫对我的关心，从侧面写出母亲的深情，使母亲的形象更为丰满。 3. 选甲，这句话采用景物描写和心理活动描写，刻画了随着时间流逝，幼年的我在寻找母亲时的焦急和无助，以及失去母亲的恐慌。 4. 结构上起到首尾呼应的作用，内容上表达了作者对母亲深切的思念。 5. 题目作为全文的叙事线索，贯穿全文；通过对比母亲对自己的关爱（紧握我的手）和自己的歉疚，表达了对母亲深深的爱与悔恨之情。"], "ques_analyze": "题目解析：(1) 通过摘取与母亲相关的事件，并简要总结每个事件的核心内容，例如：母亲在店内失散后找到我，积极为我治脚伤，临终前嘱咐丈夫照顾我。(2) 分析这个句子在文章中的具体作用，例如，从侧面反映出母亲的关爱，通过丈夫的行为展示母亲的深情，使母亲的形象更饱满。(3) 选择其中一个带画线的句子，分析其语言特点和修辞效果，例如，甲中的景物描写和心理活动描写如何增强了表达力，体现了小孩找不到母亲时的焦急和恐惧。(4) 讨论这段文字在结构上的首尾呼应作用以及如何反映了作者对母亲的深切思念。(5) 分析文章标题作为叙事线索，与母亲的关爱和作者的歉意对比，贯穿全文，增强文章的主题。注意保留原解析中的关键点如常在半夜或正午的梦中遇见母亲却未能紧握住她的手，这些都与题目呼应并突出中心思想。", "ques_knowledges": ["散文"], "source": "test", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读以下文章，回答问题。谈写作——叶圣陶 同学们，当前你们进行写作大致可以划分为几个方面：国文教师出题练习，你们要动笔；听课做笔记或实验报告，需要写作；旅行时记录见闻及感想，离开家人朋友时描述近况，都需要写作；甚至当有特别感受时，也要通过写作来表达，使心情畅快。这些素材都来源于你们的日常生活，而不是从外界强行搜罗来的。换言之，这些写作素材都来源于你们自身的经验。 平时交谈，无论是简单的日常用语，还是对某些事情的复杂见解和评论，都基于自身经验。因为依据经验，谈话才有条理，不会胡言乱语。如果超越自己的经验范围空谈，就容易出错，遭人嘲笑。每个人都知道自己有多少经验，什么话题能讲，什么不能说。写作也是如此，是口头表达的延续，因此写作应该基于个人经验，而非强行编造。这一观点虽然普通，但关系重大，因为写作态度由此而定。知道写作是说话的延续，并理解写作材料应当来自自身经验，就会把写作视为正常且严肃的事。 人人需要写作，就如同人人都需要说话一样，是很平常的事；而对写作严肃对待，则像是说话需要小心谨慎一样。很多学生抱怨“我没材料，无法写作”或“写作真麻烦”，这些误解源自认为写作是学校生活中特殊的事，并且需要离开自身经验去找素材。其实，真实的经验正是写作的素材。 写作时，若故意搜罗虚浮的内容，即使勉强写出，也不会感到满足。请同学们反思：我是否把写作视为学校生活中特殊的事？我是否离开自己的经验去写作？如果没有，那是再好不过了。如果有，请立刻改正，树立正确态度，把写作看得平常又严肃。 有正确态度的人不会说没材料或写作烦，因为他有经验，这就是他的素材。他也不会认为写作是讨厌的，因为写作如说话和吃饭一样，是生活一部分。我们的经验有深浅和正误之分。例如，了解一条街道上有多少家店铺是一种经验，但如果知道每家店铺的具体情况，这样的经验更深刻。再如，童年时看到月食，认为需敲锣打鼓才不会被“吃掉”是错误的经验，但通过学习了解真实的天文现象则是正确的经验。写作希望表达深刻且正确的经验，而非浅薄且错误的。 写作不仅要基于个人经验，还需对经验进行提炼和沉淀，才能真正做到写作不随便。但这不仅仅是写作的问题，而是整个生活中的事。上课、读书、劳作、游戏，都在不断积累经验，经验越来越深广、正确，不只是为了写作，而是为了成为一个有用而健全的人。希望大家记住，写作材料来源于生活，写作时伏案寫，然而材料来自生活各方面。认真对待生活各方面，写作材料才会源源不断。 (1) 题目内容：通过阅读全文，解释“自身经验”的含义，并举一例说明（含标点限60字）。 (2) 题目内容：本文提出学生应如何进行写作，作者对此提出了什么建议？（含标点限80字）。 (3) 题目内容：根据本文，你认为作者写作的目的是什么？（含标点限100字）。", "ques_answer": ["“自身经验”指的是日常生活中的经历和感受，不是强行从生活之外寻找的素材。例子：旅行时记录所见所闻及感想，描述近况给家人朋友。", "写作应该基于个人经验，并对经验进行深入提炼，避免写作时随意编造内容。", "作者的写作目的是让学生明白写作材料应该来源于自身经验，认识到经验的深浅和正误，从而严肃且重视写作，并不断提炼和深化经验。"], "ques_analyze": "(1) 文章通过解释“自身经验”来说明写作材料的来源，指出这些材料都是源于日常生活的感受和体会，例如旅行时记录见闻和感想，强调这些素材并不是从外部强行搜罗来的。\\n(2) 对“如何进行写作”的答案是，学生写作应当基于生活中的真实经历，并对这些经验进行深入洗练，以此为材料，使所写内容更加深刻且考究。\\n(3) 作者写作的目的是为了告知学生，作文应以自身经验为素材，认识到经验有深浅和正误之分，同时倡导对经验进行提炼，以使写作内容更加真实且深刻。这样才能正确对待写作，并在写作中展现出深思熟虑的见解。", "ques_knowledges": ["", "议论文阅读"], "source": "valid", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下文，完成下面小题。理解中国，让世界倾听中国的声音①站在历史的十字路口，中国吸引了全球的目光。②理解是认同和沟通的基础，只有理解才能架起桥梁，连起合作的纽带。今天，全球的目光都聚焦在东方。不论是历史上厚重深邃的中国，还是如今奋进自信的中国，不论是追求民族复兴梦想的中国，还是致力于构建人类命运共同体的中国，都需要世界以多元的视角去了解她，走近她，理解她，展现一个全面、立体、真实的中国。③通过中国的魅力理解中国。去年以来，美食视频博主李子柒在海外走红，为世界了解中国打开了一个独特的窗口。桃花酒、琵琶酥……一道道自然法制作的精美家常美食，折射出中国古老的农耕文化和中国人民的智慧勤劳，是中华民族丰富文明史的一部分，散发着中华文化的迷人魅力。从绿意盎然的河北塞罕坝，到波光粼粼的云南滇池，从连绵起伏的祁连山脉，　　　　　　　　　　　　　</u>，在生态优先的发展理念下，青山绿水、美丽中国的画卷缓缓展开。④通过中国的发展理解中国。今天的中国，经济总量已位居世界前列，但按照任何一个国际组织的现行标准，中国仍是并将长期是一个发展中国家。今天的中国，比历史上任何时期都更接近于实现中华民族伟大复兴的目标，十九届五中全会对“十四五”时期发展作出全面规划，在逐梦的道路上，中国人民始终保持昂扬的斗志，稳步前行。今天的中国，改革不停顿，开放不止步，面对世界百年未有之大变局，勇于在危机中找到机会，在变局中开创新局。⑤通过中国的主张理解中国。从共建“一带一路”到连续举办三届进博会，从新冠疫情防控中与各国共享经验、向各国提供援助，到积极融入经济全球化进程，努力推动建设开放型世界经济，近年来，中国积极倡导共建人类命运共同体，为促进世界和平发展和全球治理贡献“中国方案”，深刻地影响和造福世界。⑥理解中国，与中国携手，共同拥抱更美好的未来！(1) 题目内容: 请在第③自然段的横线处补充一个句子，使上下文语句通顺。  (2) 题目内容: 概括第④自然段相关内容，填空。先提出分论点“通过中国的发展理解中国”，接着分析中国今天的地位和现实，再__，最后__。  (3) 题目内容: 王强同学读了本文之后，搜集了下列材料，并认为还可以让世界从另一个视角理解中国。请阅读下列材料，帮助王强将观点补充完整 观点：让世界从__中理解中国。【材料一】红军两万五千里长征是中华民族精神的典范，长征精神是中华民族百折不挠、自强不息的民族精神的最高表现。【材料二】中国航天人牢记党和人民的重托，满怀为国争光的雄心壮志，自强不息，顽强拼搏，团结协作，开拓创新，取得了一个又一个辉煌成果，铸就了特别能吃苦，特别能战斗，特别能攻关，特别能奉献的航天精神。【材料三】我们从古以来就有埋头苦干的人，有拼命硬干的人，有为民请命的人，有舍身求法的人，……虽是等于为帝王将相作家谱的所谓“正史”，也往往掩不住他们的光耀，这就是中国的脊梁。", "ques_answer": ["到人与自然和谐共生的长江经济带", "1. 写中国发展的目标和规划，2. 写中国发展的机遇和挑战", "1. 中国精神"], "ques_analyze": "【详解】 1. 本题考查句子补写能力。联系上下文可知应补充描述中国不同地区的美丽景象。上文提及河北塞罕坝至云南滇池等地的秀美景色，下文提到经济带的和谐发展，因此补充的句子中应包含与水域相关的地名。示例答案包含长江、云梦大泽和鄱阳湖，均符合题意。 2. 本题考查对文章内容的概括能力。分析第四段内容，首先指出中国今天的经济地位及发展现实，紧接着提到了中国实现民族复兴的目标和规划，最后强调中国面对变局与挑战时的积极应对。这三点正是理解中国发展背景的关键。 3. 本题考查由材料观点的概括与补充。通过对三个材料的分析，得出共同点为中华民族的精神特质和历史经验。因此王强可以补充其观点为世界应从'中国精神'的角度来理解中国。 点评：抓住中心论点和细节信息是答题的关键，先理清文章结构，再结合文章具体内容进行概括。", "ques_knowledges": ["仿写、续写句子", "议论文阅读"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下文，完成小题。宜君记贾平凹宜君成为县以后，城镇建立在山岭上，房屋稀少，只有少数单位和几家商店，沿着山脊的公路两旁排列。整个山脊陡峭光洁，高耸于群山之上，仿佛连接了关中和陕北的天桥。这里春夏秋冬四季分明，风花雪月变化万千。近年来，这里良好的流传出去了，远近人都来这里游玩。1979年七月，正值酷暑之时，我来了一趟。车子一转入山脊上的岔垭，就进入了城口；清凉的风扑面而来，让人心旷神怡。向西望去，梁垭外是几百里深邃的峡谷，似乎积压了很久的风一出梁垭就要喷涌而出。这风却十分清爽，没有沙尘。因为没有树，看不见风的踪迹，但能感受到，如同沐浴在泉水中。房屋静静地依偎在梁背上，仿佛是山溪中的鱼有吸盘般粘附在那里。街上游人络绎不绝。有的拾起石头逆风掷去，三五米后石头又滚回；顺风掷出，石头像鸟儿一样飞去，似乎也要带人飞起来，跑出十多步才能停下。岔垭处挤满了人，故意在风中转动取乐，再竭力稳住脚跟，身体倾斜向西，仿佛受弹簧牵制，已经倾斜成六十度，却不会倒。我一靠近，众人就半眨着瞥我，偷偷笑；觉得纳闷，询问后才明白他们在笑我穿着短袖短裤。果然走遍全城，人们皆是长衣长裤，各商店都没有售卖扇子、裙子、蚊帐，更没有叫卖冰棍。到了夜晚，旅馆少，游客多，只能睡在外边。月光也清凉，大家聊起来，立刻熟悉了。有人说：难得一个夏天这么凉的月光！还有人说：何不去打些酒喝？便去一家夜店打酒席地而饮。夏天的燥热和引起的昏沉一时尽退，什么也不去想了，只是贪杯。享受不在酒上，而在这夜的清凉，夜的清凉享受到心上，又寄托在酒上。不觉大醉了。醒来时天已大亮，却见身上覆盖一层白皮，原是夏天出的痱子全都愈合并脱落了。从此以后，每年夏天我都来宜君城一次，避过最热的时期。今年冬天，奇冷，出差陕北回来，坐车上，眉毛胡子都结了冰花，十几个小时里不知我的腿是谁的。到了宜君心想这季节再也不会有外地人了吧？一下车，满山遍野一片银白，脚踩下去腿肚子都淹没了。但一进城，屋檐却在滴水，街上没见几人，家家窗户往外冒笑。随意进了一家私人客店，挑棉帘进去，一股热气扑面，立刻全身冒气，双腿恢复了知觉，十指疼痛难忍。屋子里的人聚拢过来，一听口音全不是本地人。惊讶地问：冬天还来这里？答曰：别处或许气温高些，但室外室内一样，这里却是室外越冷室内越暖，最暖和。主人指点着说窗下是火口，火道通过屋内地面，连着夹墙和土炕，整个冬天火烧个不停。果然见桌上一盆月季花开得鲜嫩，那用麦糠和泥涂的墙皮上，竟出现些绿绿的麦苗。夜里与旅客同睡一张大炕上，脚手大字摆开，如躺在热水盆里。夜已深却都不能入睡，只觉得这地方出奇，喊主人起来，切了牛肉，烫了壶酒，一起喝聊。一直到鸡叫，外檐水声大了，这才知道雪下得更紧。离开多日，脑海还模糊记得那一夜。想这个山脊小县城，想这块宝地。这个小地方，给人实惠，带来慰藉。宜君，真是宜于君来啊。君是何人？天下不耐酷热寒冷的人也。（选自《贾平凹游记》，北岳文艺出版社，2017年版）[注释]①宜君：陕西省铜川市辖县。②垭：两山之间的狭窄处。 \n(1) 题目内容: 宜君这个地方有何特点？ \n(2) 题目内容: 根据要求赏析下句。 \n（1）房子就静静地依偎在那梁背上,疑想一定如山溪中的鱼一般有着吸盘了，才在这里粘附下来的吧。（赏析加点词语的表达效果）\n（2）果然看那桌上的一盆月季，花开得鲜嫩，那墙上竟冒出了麦苗。（如果将画线部分改为“竟有些绿麦苗冒出”，表达效果有何不同？）\n(3) 题目内容: 阅读全文后，小文对文末作者所说的“君”有自己的见解。请根据文中内容写出你的见解，并说明理由。作者见解：君是何人？天下不耐酷热寒冷人也。小文见解：君是何人？天下热爱旅行的人也。你的见解：君是何人？（1）__ 理由：（2）__", "ques_answer": ["宜君的特点是：位置特殊，高踞群山之上；四季分明，景色多样；气候宜人，冬暖夏凉；适合旅游，游客众多。", "‘依偎’和‘粘附’两个动词分别描绘了房子的安静和稳固状态，增强了表达的生动性和形象性；而‘出现些’和‘冒出些’的区别在于前者静态地描述了麦苗的颜色和状态，而后者则动态地表现了麦苗的生长，增加了视觉表现力。", "‘君’指的是天下不喜拘束之人，即那些喜欢自由和旅行的人。他们在宜君能够体验到放松、亲近自然的自由，享受与人轻松交流的快乐，因此那些追求自由之人适宜来宜君旅游。"], "ques_analyze": "（1）提炼宜君地方的特点：位置特殊，高踞群山，如同天桥；四季分明，景色多样；气候适宜，冬暖夏凉；旅游胜地，游客众多。这些信息来自文章不同段落的细节描述。（2）‘依偎’和‘粘附’两个词用比喻手法，给静态的房屋赋予了动态感，提高表现力。‘依偎’突显了房屋的安宁状态，而‘粘附’描绘了房屋的牢固姿态。增加了表现力，让房屋似乎有生命。‘冒出些’表达了麦苗的动态生长，增强了视觉冲击和情感传递，而‘出现些’则显得静态，仅描述颜色，情感强度不足。（3）‘君’的解读应基于文中人物行为和心理体验。天下不喜拘束之人，是基于人们在宜君的自由自在行为，如在风中取乐，在旅途中放松。文末点评与解读相符，作者表达的是宜君的独特之处，吸引喜欢自由和旅行的人。", "ques_knowledges": ["贾平凹(1952-）", "游记"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 请阅读《武汉热干面》一文，完成下面小题。①“等你好了，我请你吃热干面。”②看到这句写在抗疫漫画上的话，顿时让我这个新疆人泪目。它就像说新疆人请你吃拉条子，一听便能找到自己的根。③热干面是武汉早晨最受欢迎的小吃。热干面里有长江的味道、黄鹤楼的味道、汉正街的味道、母亲的味道。武汉人对热干面的热爱，就像孩子迷恋妈妈的怀抱，不如说是一种深深植根的文化。④时间到了2005年。我儿子那年参加高考。填报志愿时，经多次商议，最后选择了湖北荆州的长江大学。去学校探望儿子必经武汉。那是我第一次去武汉。游览黄鹤楼、漫步汉正街、信步汉江路步行街，双腿已经疲惫不堪。随便找了个小摊坐下，不知道吃什么，一位手拿锅铲、腰系围裙的中年男人热情地说：妹妹，来碗热干面吧，来武汉不吃热干面就等于没来。⑤我豪爽地回应，好，来一碗。他的小摊很简陋，一辆小推车，推车上有各种调料，旁边烧着一大锅滚水，一张小矮桌几把小凳子，之前已有几人坐着吃热干面，不知是辣的还是热的嘴里“呵呵”吐气，让我想起爷爷顺着碗边喝玉米糊糊的满足感好像全世界都不存在了，只剩下眼前这碗饭，如今用网络流行的话说就是吃出了幸福感。我站在摊前，饶有兴致地看着这个男人抓起一大把光滑油亮的熟面放进笊篱，再将笊篱放进滚水中，不一会儿就将热腾腾的面倒进碗里，小麻油、榨菜丁、虾皮、酱油、味精、胡椒、葱花、姜米、蒜泥飞速地舀入碗中，动作娴熟精准，最后将调好的芝麻酱浇在面条上，搅拌均匀后，他温馨地问我，辣椒要多还是少。</u> ⑥我胃一直不好，不敢吃太多辣椒。忙说，只要一点点。只要一点点。他重复我的话，虽然不懂但已经明白。我们相视一笑，他的笑容如同武大樱花般灿烂。⑦第一次吃热干面的感受太深刻，以至于十五年之后，舌尖仍能清晰记得那种香喷喷、热乎乎的味道。⑧2013年再去武汉，热干面自然是少不了，它物美价廉，顿顿吃也不腻，就像新疆的凉皮子，是老百姓的食物，最接地气。热干面吃多了，自然吃出些微的差别。有的香辣，有的咸香，有的面软，有的面硬，对我来说，每一碗热干面都是我和武汉永不再现的相遇，无论怎样，每次相遇都是此生最好。⑨离开武汉后再没吃过热干面。在家尝试着自己做，但都失败了。食物与一方水土有千丝万缕、根深蒂固的联系，如同笔端的文字，即使词汇再精准，也难以描绘内心深处的波动。⑩2020年，武汉陷入前所未有的灾难。疫情的发展牵动着每个国人的心，热闹繁华的武汉变得凄凉清冷。在视频中看到一个小店儿仍在卖热干面，在店与顾客之间搭块滑板，将做好的热干面放入饭盒，轻轻推送，快递员在另一端接住，以这种方式将热干面送到武汉人家中，使普通的武汉人内心依然辽阔，万物依旧蓬勃，在淡定与焦虑中咬牙坚持，等待疫情结束，迎接春天。⑪我们可以这样推断，只要热干面还在，武汉的春天必定会如期而至。 (1) 题目内容: 请分析篇章取名为“武汉热干面”的作用。  (2) 题目内容: 请根据示例，结合文章内容概括与“热干面”相关的事件。 ①2005年途经武汉，我第一次吃热干面，感受深刻。 ②__。 ③我在家尝试做热干面，均未成功。  ④__。  (3) 题目内容: 请从描写手法角度鉴赏第⑤段画线语句。  (4) 题目内容: 结合全文，分析作者为何在最后总结出了“只要热干面还在，武汉的春天必定会如期而至”的推论。", "ques_answer": ["标题‘武汉热干面’贯穿全文，吸引读者阅读兴趣，并表现出浓厚的地域风情和武汉人民的精神。", "②2013年，再次来到武汉，我品味出热干面的细微差别。④2020年，我通过网络看到疫情期间，武汉的小店用滑板传递方式售卖热干面。", "运用了动作描写，抓、放、倒、舀等一系列动作词，形象生动地展现了男人制作热干面的熟练过程，表达了我对他的赞赏之情。", "因为热干面不仅象征着武汉人的饮食文化，更凝聚着武汉人的精神。在疫情期间，热干面的售卖传递了温暖和坚毅，让武汉人坚持到春天到来。"], "ques_analyze": "1. 文章标题“武汉热干面”引起读者的兴趣，并作为全文的线索，通过不同时间段与热干面的关联展示了武汉的风土人情和武汉人的精神文化。\n2. 文章以“热干面”为主线，描述了作者在2005年第一次品尝、2013年再次体验出差别、在家尝试制作失败、2020年疫情期间通过视频看到小店售卖热干面的情景。\n3. 第⑤段画线句子运用动作描写，精准地描绘了制作热干面的过程，突出了制作者的熟练技艺，使读者如同身临其境，体会到作者的赞叹之情。\n4. 热干面代表了武汉人的精神，即使在疫情下，小店还在出售热干面，这传递着温暖和希望，使武汉人坚韧地等待春天的到来。", "ques_knowledges": ["散文"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读张燕峰的文章《且等》，完成以下小题。①关于等待，我喜欢听到一个故事。寒山问拾得：“如果世人诽谤我、欺骗我、侮辱我、嘲笑我、轻视我、鄙视我、欺骗我，我该如何应对？”拾得回答：“忍受他、让他、避开他、顺其自然、耐住他、尊重他、不理他，过几年再看他的结果。”②拾得的回答实在妙不可言！是啊，耐心等上几年，看最后的结果。荀子在《劝学》中说：“不积跬步，无以至千里；不积小流，无以成江海。”表明了积累对学习的关键。同样，积累的过程，也需要漫长的等待。③万事万物的发展都需要时间的等待。不论是一粒种子的破土而出，需要在土中安静地积聚力量，才能突破土层，迎接阳光和风雨。人生的道路也不例外，你难免经历低谷和困境，甚至被人嘲笑和轻视，独自面对孤独与寂寞。这时你要提醒自己学会耐心等待。像那颗种子一样，默默蓄力，等待花开的时刻。【甲】④在各自领域中取得巨大成就的人，深知等待的意义。诸葛亮在陇亩耕作，不正是等来了刘备的三顾茅庐吗？姜太公在渭水旁垂钓，不正是等来了周文王的垂钓之愿吗？达摩祖师面壁九年，最终才开悟，成为一代高僧。因此佛家有“久等必有禅”的说法。【乙】⑤等待并不是面对挫折时的消极回避，而是积蓄力量的过程。这个过程应充实自己的学识，增加经验。等待，更不是心怀怨恨、消沉叹息。等待也是磨练心性、砥砺品德的过程，做到宠辱不惊、从容应对。当机会来临时，就能一鸣惊人，乘风破浪。⑥小说《基督山伯爵》最后给出五个字：等待和希望。在这个世界上，一切都是时间的艺术，有时我们所能做的，仅仅是遵循时间，耐心等待。（选自2019年第2期《思维与智慧》，有删改）(1) 题目内容: 开篇故事的作用是什么？  (2) 题目内容: 下列材料作为本文的论据，放在甲处还是乙处更合适？请说明理由。【材料】再想想大家熟悉的蝉，它的幼虫在黑暗潮湿的地下等待多年，才得以羽化成蝉。法布尔用诗一样的语言盛赞它：“十七年的苦役，换来一个夏天的歌唱。”  (3) 题目内容: 结合本文观点，谈谈你对第⑥段引用的小说《基督山伯爵》结尾“等待和希望”这五个字的理解。", "ques_answer": ["激发读者兴趣，引出等待的主题，作为事实论据论证人生需等待的观点。", "甲处。这段讨论万物发展都需等待，蝉的例子与植物类似，强调等待过程中成长变化，支持论点。乙处讨论成就大事者的等待价值，与蝉不一致。", "处于困境中的人需耐心等待，积蓄力量，磨砺心性，生活会充满希望。"], "ques_analyze": ["(1) 开头的故事不仅吸引读者兴趣，引出了主题“等待”，同时作为事实论据证明了积累过程是漫长的等待过程。", "(2) 材料放在甲处更合适，因为甲段阐述‘万物的发展需要等待’，蝉的成长与种子的例子类似，表明经过长期等待后会有成长和变化，用以支持论点。而乙处讨论的是那些在特定领域获得成就的人懂得等待的价值，内容与蝉的例子不匹配。", "(3) '等待和希望'在本文中表示遇到困境时需要耐心等待，积蓄力量，磨砺心性，让自己充满希望，并为机会的来临做好准备。这里的‘等待’不是消极逃避，而是积极的自我提升，能在机会来临时把握住并获得成功。"], "ques_knowledges": ["议论文阅读"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 请阅读以下文章，回答下面的问题。谁盗走了我们的免疫力张冉燃①疫情对身体素质的大考，使得一种每个人都具备的武器备受关注，那就是免疫力。②免疫力是人体自身的防御机制，是人体识别和消灭外来入侵的各种异物（如病毒、细菌等），并处理衰老、损伤、死亡、变性的自身细胞，以及识别和处理体内突变细胞和病毒感染细胞的能力。③人体免疫力与遗传因素有关，但情绪、睡眠、饮食、运动等生活方式也会影响免疫系统的功能。免疫力无法在短期内迅速提高，从某种意义上说，它是每个人生活习惯的镜子。在病毒面前，免疫力相当于你自带的盔甲。我们该如何爱护这套盔甲，巩固这道健康防线？优质睡眠让血液更健康④随着科技发展和社会进步带来的便利，我们的生活方式也发生了变化。日出而作、日落而息的生活方式已离我们远去。从某种意义上说，睡眠是我们为现代生活支付的代价。⑤马修·沃克在《意识、睡眠与大脑》一书中提到：“100年前，美国不到2%的人每晚睡眠时间少于6小时。如今，几乎有30%的美国成年人每天这样做。”⑥中国人的睡眠情况也不容乐观。《2019国民健康洞察报告》显示，公众对睡眠重要性的打分高达9.5分（满分10分），但对自身睡眠的满意度仅为6.7分。其中，年轻人对睡眠的满意度低于老年人。⑦有些人因为忙碌没有足够的时间睡觉。快节奏的生活缩短了人们的休息时间——晚上九点十点才能回到家，睡一个好觉变得奢侈。⑧有些人因为贪玩不愿意睡觉。在他们的日常安排中，总是留给睡眠的时间不多，公众号文章要看、抖音视频要刷、游戏要玩、电视剧要追、微博要看……结果一直舍不得关机休息。⑨有些人因为失眠而无法入睡或睡不好。他们明明很困但翻来覆去睡不着，或者睡得太短，或者不能一觉睡到天亮，容易在夜里醒来等。中国睡眠研究会2016年的调查显示，中国成年人失眠率高达38.2%，超过3亿中国人有睡眠障碍，且这一数据仍在逐年上升。⑩睡眠不足会伤害身体——白天疲乏、注意力不集中、工作效率低、情绪不稳定等。⑪2019年11月，波士顿大学的科学家首次拍摄到大脑在睡眠中自我“清洗”的过程：血液周期性流出大脑，脑脊液趁机流入，清除包括导致老年痴呆的β淀粉样蛋白在内的毒素，这种“清洗”活动只能在睡眠时进行。研究还证实，大脑老化与睡眠期间的脑波活动有关。⑫睡眠是人体免疫系统的“系统维护”时间，如果经常熬夜，大脑内的“垃圾”会积累。不要妄想通过周末的一个懒觉就能补偿一整周的睡眠不足。合理饮食增强免疫力⑬在情绪压力之下，火锅、奶茶、炸鸡、蛋糕、烤肉这些高热量高糖食物位居人们最爱吃的食物前列。⑭不难理解高热量、高糖食物为何战胜了医生和营养学家推荐的清淡饮食。研究表明，在应对压力时，人体会分泌更多皮质醇。皮质醇是一种糖皮质激素，也称为压力激素。当人体处于压力、恐惧、焦虑等状态时，身体需要皮质醇帮助释放氨基酸、葡萄糖和脂肪酸，提供能量以维持正常生理功能。⑮然而，皮质醇让人又爱又恨。如果皮质醇水平长期偏高，会导致血糖升高、食欲增加、体重上升等问题。换句话说，当身体面对压力时，在皮质醇的作用下，油炸食品和甜点显得更加诱人，而少油、少糖、少盐、不辛辣的清淡饮食则显得不那么有吸引力。⑯可以说，国人距离健康饮食、营养饮食和提高免疫力还有很长的路要走。以饮食中的“节制”二字为例，虽然“若要百病不生，常带饥饿三分”等养生谚语广为流传，但暴饮暴食的人仍然非常多。⑰少吃的道理其实有科学依据。2月28日，中国科学院等研究团队在《细胞》上发表的研究成果表明，超过一半的衰老细胞和四分之一的衰老基因能够通过“七分饱”来逆转。简单来说，少吃可以减肥延寿。运动战胜懒惰⑱生命在于运动。大量循证医学数据表明，规律的体育活动能够预防和治疗高血压、预防结肠癌和冠心病，缓解心理压力。从这个角度看，运动是一种治疗不适的妙方，是对疲惫生活的一种甜蜜补偿。⑲医学研究证明，适度的有氧运动可以增强免疫力。有运动习惯的人感冒的次数比不运动的人少，即使感冒了，身体不适的时间也较短。⑳不运动的理由各式各样。“没时间、伤膝盖、跑不动”都可能是借口，但医生可能在某天对你说“问题严重、还能治、费用高”。当你感到因为工作累得没精神，这可能正是在提醒你要养成规律运动的习惯，对抗惰性，战胜懒惰。㉑如果说生命终结时，健康决定我们能否体面离场，那么健康就是坚持良好生活习惯、增强免疫力的奖赏。它不是通过跨越式达成的捷径，也不是每餐都吃沙拉、每天都健身、每晚都早睡、每天都好心情，而是通过逐步付出努力并坚持不懈的行为改变实现的。㉒只有个体身心健康，才能汇聚成整个健康的中国。让健康成为我们民族的一个重要元素。摘自《嘹望新闻周刊》）(1) 题目内容: 文章是按什么顺序说明的？请分析。 (2) 题目内容: 文章多次运用了列数字的方法，请选一处具体分析其作用。 (3) 题目内容: 这是一篇关于人体健康的科普文章，既科学准确地介绍了相关知识，又诙谐幽默。请结合具体语句分析本文说明语言的生动性。 ", "ques_answer": ["逻辑顺序", "通过具体数字准确说明现代生活的睡眠问题，增强了说服力", "运用形象生动的比喻等手法使文章语言幽默、趣味十足"], "ques_analyze": "在分析文章的说明顺序时，注意到文章首先解释了免疫力对健康的重要性，随后用小标题详细讲解提升免疫力的方法，包括睡眠、饮食和运动，最后总结提升免疫的方法，说明文章采用了逻辑顺序。对于列数字方法的使用，文章通过准确的数据（如美国人口的睡眠时间比例变化）增强了其论点的说服力，揭示了现代生活对睡眠的影响，显示了社会进步对个体健康的潜在代价。在科普文体的特性上，本文利用生动的比喻，如将睡眠比作大脑的'系统维护'时间，这不仅增强了语言的趣味性，也使读者更容易理解并记住，突出了免疫系统的重要性，并使读者印象深刻。总的来说，本文既科学准确地介绍了相关知识，又语言生动幽默，使得读者在获取知识的同时享受阅读的乐趣。", "ques_knowledges": ["其他中国现当代作家", "事理说明文"], "source": "train", "category_cn": "应用", "category_en": "Application"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下文，完成各题。补偿\n\n①我手持一尊泥塑，付完款后立刻离开。年轻的店老板叫住我，想要找零钱给我。我大方地笑道：“‘泥人曾’的作品，值这个价。”说完，我挥挥手，匆匆离开。\n\n②没多久，我转进了一条小巷。巷子两侧长满了粉墙黛瓦，延伸向远方。墙头上长着几枝桃花，粉红的颜色吸引了蜜蜂和蝴蝶；还有几根嫩绿的青藤蜿蜒而上。我不由得哼起了轻快的小调，放慢了脚步。\n\n③突然，身后传来急促的脚步声。我停止了歌唱，加快了步伐。身后又传来喊声：“先生，请停一下。”我侧耳一听，不是店老板的声音，于是停下脚步，缓缓转身。原来是一个约六十岁的老人，透着儒雅的气质。\n\n④“是在叫我吗？”老人点头，快步走到我面前：“先生刚才在‘泥人轩’买了一尊泥塑？”我赶忙摇头。老人看着我手中的纸盒：“这就是啊！”\n\n⑤我脸一下子红了，声音变得不再柔和，厉声问道：“怎么了，有问题吗？”老人轻轻点头，从我手中接过纸盒，慢慢打开。只见“关公”身披绿袍，腰系玉带，脸色枣红，眉毛如卧蚕，五柳长须随风飘舞，倒提着青龙偃月刀，骑在赤兔马上。赤兔马前蹄跃起，后腿直立，鬃毛随风猎猎，仿佛要腾空而起。简直是杰作！\n\n⑥老人举起泥塑，“啪”的一声摔在地上，泥塑立即碎了一地。我大吃一惊，气得脸都红了：“你……这是干什么！”\n\n⑦老人笑着，淡然地说：“这尊泥塑有问题。”看我一脸疑惑，他蹲下身，用手轻轻拨弄泥塑的碎片，里面有一些棉花。老人告诉我，为了使泥塑结实，需要在泥巴中加入一些棉丝。但绝不能使用棉团。没有拌匀的棉团会在雨天潮湿，导致泥塑膨胀甚至裂开。\n\n⑧我理解了，但还是有些困惑。“你怎么知道这些呢？”“我就是‘泥人曾’。”老人自豪地笑了，一脸灿烂。“那……年轻的店主？”“是我儿子。”原来，在老人外出时，儿子把次品拿出来卖了。老人回来发现后，立刻赶来追我。\n\n⑨我感到汗珠在鼻尖冒出，嗫嚅着，不知该说什么。\n老人拍拍我的肩膀，安慰道：“别担心，我会补偿你。”说完，他拿出两个纸盒，打开，一个是“千里走单骑”，和我先前买的一模一样，但泥质更加细腻柔和，充满流畅自然的感觉。关公眼睛炯炯有神，嘴唇微张，好像在斥责对手。另一个是“雪夜上梁山”，林冲披着斗篷，戴着斗笠，肩扛花枪，双眼微微眯起，凝视着远方。枪上挂着一个酒葫芦，斗笠和斗篷上都覆盖着一层白雪，给人一种寒意逼人的感觉。\n\n⑩我结巴道：“我……只买一个。”老人将泥塑放回纸盒，用丝带小心扎好，说：“‘泥人轩’的规矩，货不对，双倍补偿。这两个泥塑，都是补给你的。”老人站起来，将纸盒递给我，拍拍我的肩膀，笑着说：“放心，全是我做的，货真价实。”\n\n⑪我脸红着接过纸盒，没有说话。犹豫片刻后，我从钱包里拿出钱，塞到老人手里，深深鞠了一躬。老人愣了一下，我赶快转身离去。身后传来老人的叫声：“这两个是补偿的，不要钱。”\n\n⑫可是，我已经迅速消失在小巷的拐角处，融入了人群。因为，只有我知道，我在店里给的是假钞。\n\n(1) 题目内容：根据拼音写汉字。  jū__了一gōng __ \n\n(2) 题目内容：小说有两条情节发展线，请用简洁的语言把下面的梳理补充完整。 以老人的活动为明线：追赶买主 → ①  __→ 双倍补偿 以“我”的活动为暗线：② __→ 被追上，知真相 → 获补偿，付真钞\n\n(3) 题目内容：分析第②段画线句的表达效果。\n\n(4) 题目内容：阅读全文，概括老人的形象特点，并作简要分析。\n\n(5) 题目内容：分析题目“补偿”的含义。", "ques_answer": ["鞠 躬", "追赶买主 → 告知真相 → 双倍补偿", "用假钞，买泥塑 → 被追上，知真相 → 获补偿，付真钞", "环境描写，烘托了轻松愉悦的氛围，渲染了“我”用假钞后成功脱逃的愉悦心情。", "①气韵儒雅。②技艺精湛。③诚实守信。", "表层含义指的是老人用真品补偿次品，主人公最终用真钞补偿假钞；深层含义体现了双方用诚信之行对欺骗之心的修正，寓意着小说的主题——鞭挞欺骗，倡导诚信。"], "ques_analyze": "本题考查学生的阅读理解与表达能力。第一题要求根据拼音正确写出汉字，注意区分同音字。第二题要求梳理小说的情节线索，明线是老人的活动，暗线是主人公的活动，准确提炼信息才能完成。第三题分析画线句子的表达效果，需要结合语境理解句子如何渲染气氛。第四题要全面概括老人的形象特点，结合文中描写进行分析。最后一题要求分析题目“补偿”的含义，需从文章核心情节入手，理解其表层和深层含义，这有助于把握文章主旨——反对欺骗，提倡诚信。", "ques_knowledges": ["根据拼音写汉字", "小说"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "试题内容: 等你回家①陪同一位父亲前往八百里外的戒毒所，看望他正在戒毒的儿子。戒毒所坐落在荒凉的郊外。我们的车行驶在乡间的土路上，不停地颠簸。路边，野葵和蒲公英盛开，一些鸟儿在草地上时起时落。天空湛蓝，显得格外高远。而父亲的心情，却低落得如同衰败的草，他愤愤地说：“真不想来啊。”②一路上，他不断地痛骂儿子，数落着儿子的各种过错，说儿子毁了一个家，也毁了自己。他辛辛苦苦养大了儿子，还为儿子在城里买了房、买了车，并帮助他娶了妻子。那个不成材的孩子，却被狐朋狗友拉下了水，开始吸毒，将家产几乎挥霍一空……③我坐在一旁，听着他的痛骂，心中隐隐担忧，这样的父亲去见儿子，结果会如何？④车继续前行，野葵和蒲公英一路相随。终于，我们远远地看到了几幢青砖青瓦的小房子，建在一块开阔的地带。开车的师傅说，到了。父亲似乎被猛击了一掌，呆在那里，不敢相信地问：“到了？”一看表，快上午10点了。他赶紧说：“也不知能不能见上。”因为按照戒毒所的规定，上午10点之后，探视不被允许。⑤他飞奔到大门口，还好，还有15分钟时间。办完手续，父亲一刻也不耽搁，匆忙往探视室跑。很快，管教干部带来了他的儿子。高大健壮的年轻人，脸上既没有喜悦也没有悲伤。看到父亲，他的嘴角稍稍撇了一下，带着嘲讽。隔着一层玻璃，他在里面，父亲在外面。⑥旁边，还有其他探视者。一位长相甜美的女孩，在玻璃窗外，用手指头在另一只手掌上不停地画着什么。隔着玻璃窗看着她的是一位清秀的男孩。他的眼睛随着女孩的手指转动，频频点头，并含泪微笑着。他领会了她传达的爱的密码——从此，改了吧。还有几个人，男女老少，大概是一家人，围着里面的中年人激烈地交谈。那个中年人面容憔悴，但一直微笑着。这时，他们中的一个走到探视室外，叫了一个男孩进来。孩子大概十一二岁，面容白净，看上去文文弱弱。孩子怯生生地四处张望了一下，走到中年人那里，拿起话筒，隔着玻璃只说了一句话，里面的中年人愣住了，眼泪止不住地流下来。⑦“哭什么呢？你会改好的！”我听到旁边有人大声说。⑧探视时间快结束了。一直和儿子对峙的父亲，此时转过头，我发现他已失去了刚才的强硬，显得十分悲伤，他低声说：“这里的日子不好过，看他，黑了也瘦了。”⑨他转身问我：“你有纸笔吗？”⑩“当然有。”我递给他，心中好奇他要做什么，只见他低头快速写下几个字，贴到玻璃窗上让儿子看。年轻人看着看着，脸色变了，两行泪水慢慢滚落下来。⑪探视结束后，我看到父亲在纸上留下的话：儿子，等你回家。(1) 用简练的语言概括文章内容。  (2) 文章第①段中的景物描写有什么作用？  (3) 从内容和结构上分析第③段文字的作用。  (4) 第⑩段写到“里面的年轻人看着看着，神情变了，两行泪，缓缓地从腮边滚落下来”，请说说年轻人的神情有怎样的变化？为什么会产生变化？  (5) 从内容上分析文章结尾段的意义。", "ques_answer": ["‘我’陪一位父亲去戒毒所看望并感化他儿子的情节。", "交代故事发生的时间（季节）；借乐景写愁情，反衬出父亲内心的悲伤；为后文情节做铺垫。", "在内容上写出了父亲‘恨铁不成钢’的复杂心情，突显了‘我’对父子见面结果的担忧；在结构上起到了承上启下的作用。", "儿子由嘲讽转为感动。父亲的宽容和爱心打动了他。", "点题，突出父亲的形象，表明父亲不会放弃儿子，社会也不会抛弃他，只要他改过自新，他们会等他回家。"], "ques_analyze": ["(1) 文章讲述了“我”陪同一位父亲去戒毒所探望并感化他儿子的经历。", "(2) 第一段中的景物描写不仅交代了故事发生的时间和背景，还通过美好的景物与父亲忧伤的心情形成对比，突出父亲深深的哀愁，同时为后面的故事做了铺垫。", "(3) 第三段在内容上展现了父亲的“恨铁不成钢”，表现了父亲对儿子的复杂情感，同时突出了‘我’对这次探视的担忧；在结构上，起到承上启下的作用，推动了情节的发展。", "(4) “里面的年轻人”开始时带有嘲讽的神情，而后来却流下了感动的眼泪。这表明他的情感从冷漠或抵抗转变为被感化。父亲的宽容和深情使儿子的态度发生了变化。", "(5) 最后一段的内容表明了父亲对儿子的爱与希望，点出了文章的主题，突显了父亲的形象，表现出他不会放弃儿子，并传递了改过自新的希望，强调了人间真情和希望。"], "ques_knowledges": ["小说"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 依照下文，完成以下小题。\n仙人掌花 曹乾石\n①每当看到别人家的阳台上花草丰富多彩，非常艳丽，我就产生了养花的兴趣。我从花市陆续买了一些花草回家种植，包括海棠、月季、杜鹃、米兰、文竹等。起初我还能记得浇水、松土和施肥，但最终很难坚持，结果这些花草都枯萎了。我这才意识到，养花不仅仅是一个闲情逸致的事，这完全是那些勤劳能干的人的事情，而我这种又愚蠢又懒惰的人是无法胜任的。\n②唯一的例外是一盆仙人掌活了下来。\n③无论天气如何变化，也不管那一小盆泥土如何干裂，它始终保持绿色和挺拔，每一根刺都像鸟喙一样汲取阳光和空气。\n④但这并未让我感到欣慰。它既不美观也不优雅，我遗憾地想着，为什么美丽的花朵总是那么娇弱，而不美丽的却如此顽强？如果海棠、月季、杜鹃、米兰也能够这样容易活下去该有多好。我逐渐对这盆仙人掌失去了兴趣。\n⑤若干时间后的一天傍晚，我靠在阳台上，无意中瞥见了这盆仙人掌。它已经长出不少新节，像刀戟般分叉开来。当我仔细一看，不禁大笑。\n⑥它的大小掌节歪歪扭扭、奇形怪状，再看看那绿色掌面，竟然布满皱纹和细纹，就像一张老人的脸。\n⑦我真的不知道它还会怎么疯长下去。也许让它死去比让它活着还困难。真是个可怕的东西！\n⑧我的养花历史就此告一段落，自然是没能养出一朵花。谁能想到夏天一到，奇迹竟发生了。在一个雨后的清晨，我打开阳台门，清新的空气扑面而来。我发现那盆仙人掌上有一团耀眼的东西。是霞光？是雨水折射的阳光？我定睛一看，竟然是一朵花！\n⑨确实是一朵花，而且异常漂亮。12个金黄色绸缎般光滑的花瓣，上面挂着流苏般柔软的花絮，布满了雪乳般润滑的花粉。它静静矗立，闪烁着宫殿般恢弘的光芒。\n⑩这是我见过的最美的花！\n⑪此刻，仙人掌开出了热情洋溢的花朵。仙人掌上的皱纹更加明显了。它不过依赖一小撮泥土，为了开出这样令人震撼的花朵，必须倾注全部心血。\n⑫我们可以想象，仙人掌曾经有过柔嫩的叶、秀美的枝条。但为了抵抗沙漠的严酷环境，它变得冷峻和坚强。正是因为这种冷峻和坚强，在沙漠吞噬无数娇美的花朵之后，我们才能欣赏到仙人掌奇迹般的金色花。\n⑬它不仅仅是一朵令人赏心悦目的花，它的不屈不挠之美让弱者肃然起敬。\n⑭美丽，一旦与顽强结合，就是不可摧毁的。\n(1) 根结合文本内容，仿照所给示例，填写表格。情节  情感变化\n（1） 无奈仙人掌存活\n（2） 好笑 仙人掌开花\n（3）\n（4）\n(2) 文中仙人掌的外在和内在分别有什么特点？\n(3) 鉴赏文中加点的词语。无论阴晴雨雪，也不论那一小盆泥土如何干裂，它始终绿色挺拔，每根刺都渴求地汲取阳光和空气。\n(4) 文章第⑥段主要写了什么内容？有什么作用？\n(5) 对比本文第⑧、⑨两段和以下材料的不同表述方式和效果。\n【材料链接】\n花辐状；花托倒卵形，基部渐狭，绿色；萼状花被黄色，具绿色中肋；花丝淡黄色；花药黄色；花柱淡黄色；柱头黄白色。（选自《百度百科》）", "ques_answer": ["（1）养花失败 （2）仙人掌长大 （3）遗憾 （4）惊喜、赞叹", "外表古怪，内在坚韧", "“无论、也不论”强调仙人掌无惧恶劣环境，“始终”展现其生机与生命力", "第六段描述了仙人掌的外貌（古怪），为后文仙人掌花的美丽反衬", "本文运用了描写和抒情的手法，生动形象；材料用说明性语言，客观准确但缺乏情感"], "ques_analyze": "本题通过描写文中仙人掌变化过程，考察学生对文章情节和情感变化的理解。情感从养花失败的无奈转为对仙人掌成长的好笑，再到因仙人掌外貌古怪的遗憾，最终到看到仙人掌开花的惊喜和赞叹。第六段先写仙人掌的外表，之后通过描写其开出的美丽花朵，形成鲜明对比，突显美丽与坚韧结合的力量。在鉴赏重点词语时，“无论、也不论”突出了仙人掌面对恶劣环境的无畏，“始终”强调仙人掌的活力与坚强。总体来看，仙人掌表面古怪，但内在坚韧。在表达方式与效果上，本文以生动描写和抒情手法体现情感，而材料则采用说明性文字，准确客观却缺乏情感表达。", "ques_knowledges": ["散文"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读以下文章，并完成后面的问题。树祖贾梦玮 ① 我非常喜欢观察树木，尤其是那些古老的树。每当我见到一棵古树，我总觉得这是上天的恩赐和眷顾，否则在漫长的历史长河中，我们凭什么有机会见面？这些古树几百年甚至上千年地活着，经历了无数的岁月和风霜。当我凝视这些树木时，它们自然不会发生改变，但长时间的注视下，观察者自己却会不自觉地发生心理上的变化：人犹如此，树何以堪？人把自己当成了树。② 树不再是“它”，而是悄然成为了“你”。③ 甘肃平凉多山且多树，这里的树木充满活力，生机勃勃，因为它们的“老祖宗”依然健在。大大小小的树木在这位长者的慈爱注视下，显得无比天真活泼。④ 我们专程前去拜访这位被称为“华夏古槐王”的树祖，它位于甘肃省平凉市崇信县铜城乡关河村。黄昏时分，我们来到半山腰，在开阔的平地上，忽然见到了他——他是无可争议的祖、王！虽然他头上没有皇冠，但那巨大的树冠让我感到震撼——皇冠是人为的，而这壮观的树冠却是从树身上自然生长出来的。树种为国槐，主干胸围超过十米，需要七八个成年人才能围住，东西和南北的树冠宽度都接近四十米，占地面积近两亩。有八个主枝互相缠绕，最小的基围也有三米，最大的接近五米。树干上寄生着杨树、花椒、五倍子等植物，还有小麦、玉米等，仿佛都是“啃老族”。⑤ 专家考证他已有三千二百岁的高龄。三千二百年前，那还是商周时期，还未有秦汉，魏晋更是遥远，遑论唐宋元明清。我们需要极大努力和多种参照才能想象他的“古老”。关键是，他依然健康，枝叶繁茂。围绕着他转了三圈，因为他的年事已高，我心中充满敬畏；但因为他的年迈，我又想在他面前嬉戏打闹。我们都是在树祖膝下成长的孩子。⑥ 当地朋友在树祖前放置桌椅，摆上水果、瓜子、茶水，我们坐着观赏这棵树。树祖成了一个独特的存在，有他的前世今生，成为我心中的“你”。如果树也有自我意识，那么，我也可以想象自己成为树祖的“你”，我与你相对！我用眼睛听你，用耳朵看你，并用心去感受、揣摩你。⑦ 不知道当年是谁种下了你，还是只是一只鸟儿无意间掉落了一颗种子而成就了你？三千多年来，你经历了无数朝代更迭，多少风雨和彩虹，那都算不了什么。多少暴风雷电、地震山火、虫害，你是如何存活下来的？这个地方位于半山腰，古代可能人迹罕至，人为破坏不易。旁边有山峰，雷电打中你的机会减少；扎根于宽阔的平地，地震无法将你摧毁。人心的险恶，我们无论怎样想象都不过分，你是如何逃过无数次劫难的？为什么那些恶念险计未能得逞？“高坡平顶上，尽是采樵翁。人人尽怀刀斧意，不见山花映水红”，你是怎样幸运地一次次躲过了刀斧之灾？根在汲取养分，叶在呼吸吐纳，空气和土壤一直在与你互动。⑧ 我就这样看着你，珍惜这短暂的相处时光，尽管我根本无资格与您谈论“时光”。四周山峦起伏，树木葱郁，山风掠过，树声低吟，直击心灵。懂树的朋友说，这里一定有充足的地下水源，你的根早已与地下水连通，至少三千多年来从未枯竭。⑨ 古树从来不是孤独的，你肯定不是孤独的存在。在崇信县，还有不少古树，五百岁以上的就有好几棵，写崇信的古诗词中，不乏歌咏这些古树名木的作品。这里的树木活得长久，是因为环境和传承的影响。当地朋友介绍，在距离古槐王不到两公里的地方，还有一棵年龄相仿的国槐。大家都想去看看古槐王的这位“兄弟”。遗憾的是，我们乘坐的车走错了方向，天色已晚，错过了见面的机会。去看那棵树的朋友后来告诉我：那棵树曾被雷击过，现在只有一半的树身还活着，但依然充满活力。我想，千百年来，你和这位“半身不遂”的兄弟，必然有独特的信息系统，天上地下，一直在互通信息。天有风信，地有根脉，你们并不孤独。⑩ 虽然时间已经过去了三千二百年，但这种情形似乎不会改变。想象你们的未来，我有担忧，也有信心。（摘自《新华文摘》2021年第2期，有删改）(1) 问题：请概括“树祖”的特征。 (2) 问题：从修辞的角度分析文中划线句子的表达效果。 (3) 问题：文章中对“树祖”的称谓从“他”到“你”，请简要分析这种变化的原因。 (4) 问题：结合全文，探讨“树祖”的象征意义及其所体现的精神内涵。", "ques_answer": ["高大、粗壮，古老而健康，坚韧不拔。", "通过运用排比和拟人的修辞手法，生动地展现了“树祖”的旺盛生命力，表达了作者的赞美之情。", "称呼从“他”到“你”的变化，表明了作者与树祖之间关系的加深。初用“他”表达尊敬，后来用“你”更为直接地传达了亲密和敬仰。", "树祖象征了长辈对子孙的关爱，坚韧的生命力，以及人与人之间和谐相处的关系。"], "ques_analyze": ["树祖的特征包括其高大粗壮、古老健康、坚韧不拔。文章中描述了树祖的庞大身躯、悠久的年龄以及旺盛的生命力，尽管历经数千年仍能健康生长。", "划线句子通过排比和拟人手法，生动地刻画了树祖与环境之间的互动和生命的韧性，突出了树祖在风雨中屹立不倒的顽强生命力，表达了作者对它的敬仰之情。", "称谓从“他”到“你”的变化，反映了作者与树祖关系的亲密化。最初使用“他”是出于对树祖的尊敬，随着叙述的深入，称呼变为“你”更加直接地表现出作者与树祖之间的情感交流与敬仰。", "树祖象征着长辈对晚辈的慈爱与支持，经历了风雨洗礼仍不屈不挠的精神，以及人与自然、人与人之间应有的和谐共处。树祖与其他古树之间的信息交流象征着人际之间的密切联系与支持。"], "ques_knowledges": ["散文"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 一点一横长 邓跃东 ①那年春天，由于顽皮无人管束，爷爷把我转校到他任教的乡村小学。爷爷对我严加管教，不许我随意玩耍，总是盯着我练字，要消磨我的棱角。每晚放学后，逼我练毛笔字，写不好不让吃饭。 ②“点要有力，带出顿钩。横要一气呵成，欲向东先向西。”在爷爷的指导下，我的毛笔在纸上走动，落笔成字，爷爷的呼吸声也渐渐融入笔画中。 ③“写错了，重来！”我的目光飘到窗外，看见电线上落满了燕子。突然，爷爷一拍桌子，墨水飞溅，我的脸成了“花脸”，但字迹开始端正。 ④水田里伙伴们的嬉闹声传到我的耳朵，我心浮气躁，字一横未完，爷爷的手掌拍在我头上，声音沉闷，我低头继续写字，笔画逐渐变得沉稳。 ⑤不远处，一个老师笑着走过来，说我们爷孙俩像对弈，走近才发现我在练字。他对爷爷感叹道：“你也能守住啊！”爷爷回应：“一点一横都写不端正，以后还能写好三撇四捺？” ⑥从那时起，每天下午我都规规矩矩地练字，爷爷要我把这两笔写好再练其他字。我不敢评判自己的字有多好，但确实安静了不少。写完字，爷爷偶尔让我出去玩一会儿。我想起那个老师说的‘对弈’，就远远地看着爷爷在屋子里，真像在下棋。室内安静，窗外阳光洒进稻田，笑声阵阵，屋内弥漫着春天的气息，是幅和谐的春景图。 ⑦下学期，爷爷不再教书，我回到原校，尽管不再像从前那样顽皮，但仍然如饥似渴地读书和写作。毛笔字再也没有提起。 ⑧后来闲暇时，我又尝试练字。但爷爷已不在，虽有自由，却未能写出满意的字迹，也就无心深入练习。 ⑨步入职场，我以写作为生，空闲时还揣摩碑帖，偶尔即兴写些笔画。尽管接触了多种字体，但最满意的仍是一点一横，凝视一阵，熟悉的感觉扑面而来，仿佛春光再现。 ⑩爷爷不在了，但他的影响长留。我常想，若爷爷在身旁，我练三撇四捺会更加娴熟，我们的‘对弈’也会更传神。 (1) 题目内容: 认真阅读第②到⑥段，梳理爷爷如何磨去‘我’棱角的过程。 ‘我’的表现 爷爷对‘我’的态度 ‘我’的变化 目光飘向窗外的燕子 拍桌子 字逐渐端正 （1） 拍打头部 （2） 每天下午规规矩矩地练字 （3） （4） (2) 题目内容: 按要求完成以下问题： （1）文中第②段和第⑨⑩段多次提到‘气息’，你如何理解其内涵？ （2）赏析第⑥段划线句子。 窗外是稻田，农夫笑语阵阵，春光洒进，屋内一片绿色，透过门框，一幅春日耕读图跃然眼前。 (3) 题目内容: 结合文章内容，谈谈你对第⑩段的理解。 (4) 题目内容: 文章以“一点一横长”为题有什么独特之处？", "ques_answer": ["(1) 我心浮气躁，字慢慢变得端正，有时爷爷允许我写完字后出去玩；我注意力集中，人相对安静下来。", "(2) ‘气息’在第②段指爷爷教我写字时的呼吸声，在第⑨段指书写时的安静气氛和情感延续，在第⑩段指对爷爷的思念和影响。第⑥段的环境描写突显了祖孙温馨和谐的关系。", "(3) 虽然爷爷已经离世，但他的教导深深影响了‘我’，文章表达了对爷爷的感激与怀念，还体现了对短暂相伴时光的珍惜与痛惜。", "(4) 标题展现了文章核心内容，表达了对爷爷长久教导的怀念，具有节奏美和意蕴美，贯穿了全文的线索。"], "ques_analyze": "本题考查对文本内容的理解和信息整合能力。首先，通过阅读第②到⑥段，了解爷爷如何磨去‘我’棱角的过程。根据‘我’的表现和爷爷的态度，注意第④段‘我心痒不安，字逐渐端正’和第⑥段‘写完字后允许我玩耍’。第二问题则涉及对‘气息’的多层次理解，从爷爷教我写字的具体呼吸声，到两代人间的默契，再到后期怀念。第⑩段揭示了‘我’对爷爷的长久怀念，反映了深远的教育影响。题目‘一点一横长’不仅描绘了文章内容，还富有象征意味，表达了对过去时光的无限眷恋。", "ques_knowledges": ["其他中国现当代作家", "散文"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "阅读以下议论文，完成下列问题。学习不在于“仿其形”，而在于“取其神”。①很多年轻人常说，榜样的人生令人敬佩却难以追随，令人仰慕却难以达到，令人羡艳却难以模仿成功。②对于大多数人而言，确实不可能拥有航天英雄的机会，亦难以创造奥运冠军的辉煌，甚至连某些“草根明星”的幸运也难以复制。但是，要成为榜样人物，我们并不需要复制他们的人生或成功。面对榜样，我们需要的是学习，而非简单机械地模仿。③齐白石曾说过一句名言：“学我者生，似我者死。”正如模仿无法成就经典、无法成为大师一样，模仿他人的人生轨迹也不可能超越对方，反而可能迷失自我。④取其神而不仿其形。学习他人，不是亦步亦趋，而是要善于汲取他们的思想、经验、教训，领会他们的精神、意志、品格，从而借助榜样的力量，校正自己的人生方向，追逐自己的梦想，最终找到自我，实现人生价值。⑤人生的道路需要自己走。总想着走“捷径”，反而容易走弯路。榜样是人生的加油站，激励我们坚定地走好自己的道路。要走向成功，必须坚守、努力、勤奋。感叹“神女”刘洋的幸运，可知道这背后是她付出的超乎常人的努力？惊奇于孙杨的辉煌成绩，可知其背后有16年不懈的努力、每天15000至20000米的艰苦训练？羡慕比尔·盖茨的巨额财富，又有多少人知道他在创业之前已经有七年的编程经验？__，__？没人能轻易成功，向榜样学习的是他们坚定的信念、不懈的努力、辛勤的付出。⑥京剧大师郝寿臣曾告诫弟子：“把我捏碎了成你，不要把你捏碎了成我。”每个人都应从他人身上汲取营养，成为独特的自己。只有这样，才能成为一把与众不同的好剑，在时代的风浪中无所畏惧，收获精彩人生。(1) 本文的中心论点是什么？ (2) 在第⑤段横线上补充一个事例，要求与前面的句式一致，内容相关。", "ques_answer": ["面对榜样，我们需要的是学习，而非简单机械地模仿。", "渴望“乔布斯”式的巨大成功，是否清楚其数次起伏的跌宕人生？"], "ques_analyze": "通过此题主要考查两个方面的能力：首先是判断文章的中心论点；其次是补充合适的论据并仿写。对于第(1)题，文章的中心论点是作者在全文中表达的核心观点，通常出现在文章的标题、开头、文章中间或结尾。本篇文章的中心论点在第②段末尾那句“面对榜样，我们需要的是学习，而非简单机械地模仿”最清楚地表达了主旨。第④段中的“取其神而不仿其形”是对中心论点的进一步阐释。对于第(2)题，要求补充一个与前文结构一致的事例，采用动词开头的反问句形式。前文用“感叹”、“惊奇”、“羡慕”等动词，通过反问句形式指出成功背后的努力。因此，续写时也需保持这一格式，例如：“渴望‘乔布斯’式的巨大成功，是否清楚其数次起伏的跌宕人生？”这样一句话符合文章的结构和精神，强调了成功背后的艰苦奋斗。", "ques_knowledges": ["其他中国现当代作家", "议论文阅读"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读下文，完成以下小题。牡丹醉春图\n（1）傅玑是国内著名的国画大师，擅长画花鸟、山水和人物，尤其擅长画牡丹。去年，他应邀到铜城创作的“牡丹醉春图”陶瓷花瓶，在拍卖会上以三十万元的价格售出，远超其他作品。（2）这个消息是他的弟子符小华告诉他的。傅玑已经八十岁了，但精神矍铄，满头银发整齐有序，给人一种仙风道骨的感觉。（3）“老师，好消息，好消息。”傅玑散步回来时，符小华拿着当天的早报，兴奋地迎了上去。（4）傅玑停下脚步，目光平静地看着符小华，缓缓地问道：“什么好消息？”（5）“您的画创下新高，拍了三十万呢。”符小华手舞足蹈地说道，虽然他已四十岁，但此刻像个孩子一样。在以前的拍卖会上，傅玑的作品最高卖过二十万元一幅。作为当代画家，作品能卖几万就很成功了。（6）“是吗？”傅玑淡淡地回应，好像这个好消息与他无关。（7）回到客厅，符小华把报纸摊在桌面上。报纸是彩印的，标题很大，也很醒目。傅玑拿起水杯，喝了口茶，然后慢慢地拿起报纸看。（8）报上刊登着几张“牡丹醉春图”陶瓷花瓶不同角度的照片，还有记者的一大段文字说明。这个“牡丹醉春图”陶瓷花瓶，是去年傅玑应邀到铜城创作的。铜城是一座有着千年制陶历史的小城，每年举办一届陶瓷艺术节，邀请一些名家现场为陶瓷产品作画，然后烧制后拍卖。（9）傅玑是第一次在铜城作画，也是第一次在陶瓷上作画，没想到他的作品能卖这么高。“那是他们的陶瓷做得好。”傅玑一边看一边说。（10）傅玑画的是两枝牡丹，分别开着两三朵盛开的花，那淡雅的笔画，错落有致的线条，把牡丹的雍容与富贵表现得淋漓尽致。（11）“老师，您的画是鲜花，他们的陶瓷只是绿叶。”符小华说道。（12）“鲜花少了绿叶，就没有生气。”傅玑说着，目光落在了衬托鲜花的几片绿叶上。忽然，他的脸变得僵硬起来——顶端的一片叶子，他少画了两笔，那叶子看上去有些枯萎——但是，如果不是专业人士，是根本看不出这个微小的错误的。（13）怎么会有这样的错误呢？傅玑心里问自己。他沉默了一阵，终于想起来了，那时画作快完成时，符小华催促他去参加一个关于艺术与陶瓷发展的论坛，回来时，他想着画作的名字，结果忘了补上那两笔。（14）几天后，傅玑和符小华专门去了趟铜城。（15）他们刚下车，就被一个姓曹的中年人接到一座豪华别墅里。这个中年人正是“牡丹醉春图”陶瓷花瓶的新主人。花瓶就摆在客厅里。傅玑走到花瓶前，上下打量了一番，说：“曹老板，希望您能把这个陶瓷花瓶让给我。”（16）曹老板摸着花瓶，摇头说：“傅老您的画作炉火纯青，这个陶瓷花瓶又是您的第一个陶瓷画作，非常有收藏意义。”（17）傅玑看着曹老板，诚恳地说：“您开个价吧。”（18）曹老板还是摇了摇头。傅玑想了想，说：“这样吧……”（19）最后，傅玑以三十万元外加一幅画作的代价，换回了那个陶瓷花瓶。交易完毕后，符小华问：“老师，为什么这么做？”（20）傅玑指着花瓶上那片没画完整的叶子，说：“看到了吗？这是个不该犯的错误。”说完，他捧起陶瓷花瓶，往地上狠狠摔去。只听“砰”的一声脆响，花瓶变成了一堆碎片。（21）符小华和曹老板望着地上的碎片，目瞪口呆。后来听说，傅玑从此深居简出，再也没答应过在现场作画。（选自《微型小说选刊》2017年第6期，有删改）(1) 题目内容: 用简洁的语言概括小说的主要情节。  (2) 题目内容: 结合语境，分析下面句子中加点叠词的表达效果。 “是吗？”傅玑淡淡地回应，好像这个好消息与他无关。  (3) 题目内容: 从全文看，文中画线句子能否删去？为什么？  (4) 题目内容: 除傅玑外，文中还写到符小华这一人物。请结合相关内容分析他在小说中的作用。  (5) 题目内容: 小说结尾写“符小华和曹老板望着一地的碎片，目瞪口呆。”请根据上文，揣摩符小华和曹老板此时的心理活动，将其“内心独白”以第一人称表达。 符小华：__ 曹老板：__", "ques_answer": ["(1) 国画大师傅玑应邀在铜城陶瓷艺术节上创作《牡丹醉春图》陶瓷花瓶，以三十万元高价售出。后来傅玑发现作品有小瑕疵，赎回并摔碎花瓶，从此深居简出，再未现场作画。", "(2) '淡淡'一词意为不明显，突出了傅玑淡泊名利、超凡脱俗的高尚品质。", "(3) 不能删去。画线句表明《牡丹醉春图》的错误对一般人不明显，但对傅玑来说却是不能忽视的失误，体现了他对作品精益求精的态度。", "(4) 符小华在小说中有两方面作用：一是衬托傅玑淡泊名利的品格，二是推动情节发展，符小华的催促导致了画作中的错误。", "(5) 符小华的内心独白: '老师，您为了一个小错误赎回并摔碎花瓶，我明白了，您是在教我追求完美的精神。' 曹老板的内心独白: '傅老为了一个小瑕疵花这么大代价，这种艺术家的执着真是难以理解。'"], "ques_analyze": ["(1) 主要情节概括：傅玑，一位国画大师，应邀为陶瓷绘制《牡丹醉春图》，在拍卖会上高价成交。后来发现自己画作有遗漏，执意赎回并摔碎花瓶，从此不再现场作画。", "(2) 叠词“淡淡”的运用形容傅玑对于消息的反应，突显其淡泊名利的高尚情操，增强了小说的韵律感和人物形象的立体感。", "(3) 画线句不能删去，因为它揭示了画中的错误对外行人几乎不可见，突出傅玑对作品的高标准严要求，体现其精益求精的态度。", "(4) 符小华的作用：通过他的亢奋和傅玑的淡定形成对比，衬托出傅玑的淡泊名利品格。同时，符小华的催促成为画作出错的原因，进一步体现傅玑对完美的追求。", "(5) 内心独白的心理活动：符小华认为老师为了一个小错误赎回并摔碎花瓶的行为，是对追求完美的一种坚持，而曹老板则难以理解傅玑这种行为，觉得艺术家的执着难以想象。"], "ques_knowledges": ["小说"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "较难", "ques_content": "题目内容: 阅读下文并完成以下问题。我的第一笔财富 郭朝晖①秧苗青翠、麦子金黄、桑枣乌亮，布谷鸟的叫声由急促渐渐变得远去。于是，枝头上的桑枣一个个落下，安静地躺在地上，仿佛产妇安详的笑脸。②在那时，读书不是很重要，早上八点到校，下午三点半放学，春秋两季还有忙假。整天在乡村田野疯跑的我就在这个夏天忽然长大了。就像一根穿新装的树条，在五月的乡间微风中摇摆，青春的勃发与茫然并行。③一天晚上回家，父亲兴奋地告诉我，明天去供销社踩一周的桑枣。我家和供销社只隔一条路，父亲作为生产队长，常能为我找到一些挣钱的零活。当即我也兴奋不已，想到终于可以挣钱，不再是挑猪草、拾柴禾的小孩，心中满是成就感。那个晚上，我梦见了挣来的大把钞票，开心得手舞足蹈。④翌日一早，我和队里的五个妇女来到供销社收购站，站在河边，任务是从黑桑枣中分离出如小米般大小的桑籽。我们立刻开始分工：一个人用畚箕把桑枣运到河边，河边将大堆的枣推散，另三位妇女到河里用筛子一再淘洗，留下如沙金般珍贵的桑籽。我双脚在大缸中左右踩踏，芦苇随风起舞，水鸟浅唱，我的心随云飘荡在五月乡间。脚稍停歇，脑中便出现红军过草地的情景，再生一股豪情。渴了，就去不远的清水处掬些河水饮。烈日炎炎下，我从不脱下长褂赤膊，即使已十分疲累，也不要她们照顾。她们觉得，我这个队长的孩子遇到这种挣钱的机会沾了光，因此再多抱怨，我也不插话，只默默地干活，以求分工时良心安。从不落后的我，工作结束时，总是急忙帮忙收拾工具，最后一次劳动结束的黄昏，当晚霞映红河水，我一个人躲在苇丛深处，看着泡得乌紫的双腿，不禁泪流满面。⑤几天后，供销社会计叫我去领钱，让我签名后给了我五块六角。五块六角！够我的小伙伴拾许多牙膏皮！走到无人处，我翻了三个跟头庆祝我的第一笔财富。⑥父亲说，钱是那些妇女提出均分的，八角一天，共七天，她们觉得对不住我，希望以后有机会合作。⑦三年后，我以当年踩桑枣的韧劲考上大学。娶妻生子后，我经常思索，无论生活多艰难，我都充满信心，因为我的第一笔财富教会我勇敢，并告诉我，只有诚实劳动才能改变命运，获得真正的财富。（有删改）(1) 请结合文章内容，说出题目中“财富”的含义。  (2) 第②段似乎与“踩桑枣”情节无关，你觉得可以删去吗？为什么？  (3) 从全文看，第⑥段采用了什么叙述顺序？有什么作用？  (4) 文中划线句子，若要重读其中两处，你会选择哪两处？请阐述理由。当晚霞映红河水，我一个人躲在苇丛深处，望着泡得乌紫的双腿，不禁流下泪……  (5) 阅读下面两段文字，回答问题。【甲】岸边芦苇随风起舞，苇丛水鸟浅唱，我的心也随云飘荡，好似有使不完的劲。（郭朝晖《我的第一笔财富》）【乙】天黑，河水亦黑，芦苇荡成了黑海。（曹文轩《孤独之旅》） (1) 两段文字都用了什么描写手法？ (2) 结合上下文，两段描写目的有何不同？ ", "ques_answer": ["表层含义：从踩桑枣中挣到的五块六角钱；深层意义：从生活中获得的勇气以及通过诚实劳动改变命运的道理。", "不可以删掉。因为有春秋两季的忙假，父亲才可以为我找挣钱的零活；因为“我”青春勃发，“有使不完的劲”、“抢着干活到筋疲力尽”的种种表现都要这段铺垫来解释，为下文做了必要交代。", "第⑥段采用的是插叙，这段补充说明了我能分得五块六角钱的原因，突出了通过诚实劳动取得财富，丰富了情节，照应前文努力工作，也引出了后文议论，突显了主题。", "重读：“悄悄地躲”和“偷偷流下眼泪”。这两处细节描写突出小男子汉为了不让妇女说我“沾光”、“受照顾”而拼命干活后筋疲力尽，又不愿让人知道的委屈、难过心理", "（1）环境描写。 （2）《我的第一笔财富》中的描写显示了首次干大人活的自豪和喜悦，而《孤独之旅》的描写突出杜小康的成长代价，强调了人要成长需受磨练。"], "ques_analyze": "【分析】 (1) 分析“财富”的含义，可以从字面和深层两方面分析。表层含义是因为“踩桑枣”挣来的五块六角。深层含义则在“我的第一笔财富不仅给了我生活的勇气，还告诉我：只有靠诚实劳动，才能改变命运，取得真正财富”中明确。 (2) 第②段不能删，因“春秋两季的忙假”铺垫了之后的活源，且说明“我”青春勃发积极参与的精力，为后文铺垫。 (3) 第⑥段是插叙，补充说明了分钱原因，突显靠诚实劳动取得财富，丰富情节并照应前文努力工作，引出后文议论，突显主题。 (4) 重读“悄悄地躲”和“偷偷流下眼泪”细节，展现小男子汉的委屈和坚忍性格。 (5) 两段描述都用了环境描写。两段描写目的不同，《我的第一笔财富》显示了自豪和喜悦，而《孤独之旅》强调成长中的艰难，突出人需磨练才能成长。", "ques_knowledges": ["散文"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "较易", "ques_content": "题目内容: 阅读下列文章，完成以下小题。你为什么不开机 周森林1）儿子要去沈阳开始新生活了，临行前丢下一句坚定的话：“不成就不回来！”2）我妻子眼含泪光叮嘱道：“能做就做，不能做就回来，赚不赚钱不重要，千万别出事！”3）我想起儿子从小怕吃苦，中学毕业就不肯继续读书。于是叮嘱他：“闯世界得吃苦嘛！这是正常的，别遇到困难就回来，‘宝剑锋从磨砺出，梅花香自苦寒来’嘛！”4）妻子这几天一直在为儿子的行李忙活，从内衣外衣到鞋袜，一应俱全，连牙刷都是新的。5）儿子远行，妻子最担心的是日常联络。她要求儿子：“每天必须打两次电话，早晚各一次。要是有一次不打，我就担心你出事！”儿子有点不耐烦地应道：“知道啦！”火车马上要开了，妻子又重复了一遍：“记住，每天早晚都要来一次电话。”随着车轮缓缓转动，妻子的泪水终于流下来了，而儿子却在车窗后面笑着看我们。6）晚上还不到七点，妻子就开始坐不住了。她把手机放在身边，坐在座机旁，一会儿看看手机，一会儿看看座机。7）八点了，手机和座机依然没有动静。妻子站起来：“八点半再没有电话，我就给他打过去。”8）八点半到了，妻子毫不犹豫地拿起电话，我看到她的手在微微颤抖。“对不起，您拨打的电话已关机。”妻子的额头上开始冒汗。接着每隔十几分钟她就打一次电话，但得到的都是“对不起，您拨打的电话已关机。”9）早晨六点半，我看到妻子依旧坐在沙发上，阴郁地盯着电话。我确信她一整夜没合眼。她忽然站起来，两眼盯着我，命令道：“你马上去沈阳找儿子！”10）我最终拗不过她，带着身份证、户口本和儿子的照片，匆忙上了北上的火车。11）火车停在沈阳北站，我随手拨打儿子的手机号码，心里怀着渺茫的希望。工作了两声响之后，儿子的声音传来：“干啥，有事儿吗？”12）我怒气冲冲地问：“你为什么关机？”13）“才一天而已，有什么事吗？”14)我继续追问：“你为什么关机？”15)儿子哈哈一笑，说：“一忙就忘了！”16)我愤怒地问：“你在哪里？工作找到没有？”17)“没搞定，我回来了。”18)“什么？回来了？到哪儿了？”19)“到长春了，刚下车。”20）我吼道：“你把我折腾到沈阳，我也刚下车，你马上给你妈打电话！”21）“用不着吧？一个小时就到家了。”22）儿子的轻松态度更加激怒了我：“不行，必须打，马上打！你妈再听不到你声音就去医院了！”23）此时，我快要绷断的神经一松，浑身无力地瘫坐在站前广场的水泥台上。 学校《文苑》杂志推出“文学作品大家读”栏目，本期赏读的是小小说《你为什么不开机》。 (1) 问题内容: 对比是文学创作中常用的一种表现手法，这篇小小说对比手法运用得非常出色。请你找出两处，并结合文章内容讨论你的理解。（不低于50字） (2) 问题内容: 小说以人物形象塑造为中心，通过故事情节和环境描写反映社会生活。读了上面的小说，作为特约撰稿人，请你深入探讨本文主题，写一段赏析性文字。 写作提示：①结合文本内容探究小说主题；②不少于100字。", "ques_answer": ["两处主要对比分别是：父母对儿子保护态度的对比，以及儿子与母亲分别时的态度对比。父亲支持儿子外出闯荡并鼓励他吃苦，而母亲则过分担忧儿子的安全。母亲流泪的不舍与儿子车窗后的笑容形成强烈对比。", "小说主题包括父母对孩子的爱与牵挂、家庭教育中过度宠爱的后果以及年轻人对父母关爱的漠视。母亲的细心照顾和彻夜未眠的等待，父亲紧急赶往沈阳的行动，儿子对父母情感的忽视，共同描绘出家庭关系和教育问题的社会画面。"], "ques_analyze": ["对比手法在这篇小小说中主要表现为：1. 爸爸和妈妈对儿子外出闯世界不同的态度。爸爸勉励儿子勇敢奋斗，而妈妈则显得非常担心和保护。2. 分别时妈妈的难舍眼泪与儿子的轻松笑容形成鲜明对比。通过这些对比，突出儿子出发时的决心与他后来的轻易放弃，塑造了人物形象，加深了故事冲突，突出了主题。", "小说以父母对子女的关爱、家庭教育的问题以及年轻一代的成长态度为主题。小说通过父亲希望儿子经受磨练，母亲过度保护，最终未能如约联系时，父母的过度担心与儿子的冷漠展示了家庭教育中的问题。年轻人对父母关爱的漠视、不懂感恩也是小说重点批判的内容。"], "ques_knowledges": ["小说"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容：阅读《猎户人家》，完成以下小题。猎户人家：①从城市向东出发，沿着被枫叶渲染成红色的乡间小道行进，不久就能看到山脚下莲花河边的一片建筑，它们是赫哲人为旅游开发而建造的民俗村。②【甲】正值深秋，秋风将森林染成色彩斑斓，群山因此成了一幅幅令人陶醉的画卷。更迷人的还是莲花河在枫叶的环绕下显得如翡翠般光彩照人，水面上几只平底船在划行，一群水鸟在欢快地歌唱。在这美丽的情景中，谁能不心动？③越野车在这无垠的画面中缓缓前行，河岸边层层叠叠的白桦林中，索引出几座富有俄罗斯风情的楞子木屋，这些建筑全用东北红松木搭建而成，房顶则以现代红色的琉璃瓦修饰，在五色缤纷的林中别有一番韵味。房前，赫哲人热情地举起手中的网梭向我们打招呼，他们正在修补渔网。车停在一户挂着“猎户人家”牌匾的房屋前，陪同的朋友热情地邀请我们下车，并告知这是家餐厅。④我们还未从美景的思绪中抽离，热情的赫哲姑娘便端上热腾腾的小米茶和当地特有的水灵灵的红沙果，接着甜美动人的歌声响起：“欢迎远方的客人，欢迎您到赫哲乡，芬芳的美酒不醉人，猎户人家歌声飞扬……”原来，这“猎户人家”和民俗村的餐厅、旅馆一样，都是赫哲人自己经营的。⑤这真是名副其实的猎户人家。单是牌匾上手写的“猎户人家”四个字，就能让人感受到一种遥远而神秘的韵味。屋檐下，悬挂着山鸡、野兔、狍子和野猪等猎物的标本，墙上则挂着擦得锃亮的一支猎枪和一排整齐的子弹。见到这些，我竟开始有些忐忑不安，想着如果民俗村真有几户这样的猎户人家，那山里的动物可就惨了。这样一想，刚才像秋阳般明朗的心情顿时暗淡下来。⑥我的朋友见我不再笑，反而笑了起来，“你细细看，这些标本都是用人工饲养的动物皮毛制作的。”我仔细瞧了瞧，果真如此，那野猪皮和狍子皮都是由家猪皮和狗皮加工而成，鹿角也来自人工饲养的梅花鹿。朋友告诉我，为了保护野生动物，赫哲人早在上世纪70年代就开始逐步退出森林，许多人投身于养殖业，办起了家庭养殖场，养山鸡、家兔，结束了单纯捕猎的历史。⑦我顺手拿起那支猎枪，原来这也是假枪。老尤解释道，这枪装饰在墙上是为了增加神秘感，好吸引游客。老尤的话使我忍俊不禁，同时心中感慨万分：文明早已来到这偏远的赫哲乡，勤劳善良的赫哲人正随时代潮流改变着他们的观念和生活方式。⑧我和老尤坐在火炕上热切地交谈，窗外，延绵不绝的白桦林，阳光洒在白桦那洁白的树干上，景致动人心怀。我建议老尤在窗前加一个油画框，这样窗外的景致就成了一幅有声有色的油画：【乙】春天，这幅油画含露珠，回荡布谷鸟的合鸣；夏天，这幅油画透清翠，溢满山丁子花的芳香；秋天，这幅油画层林尽染，洋溢自然的画意；冬天，这幅油画则成了一首边塞诗，松鼠在白桦林间跳跃助兴。⑨凭窗远眺，莲花河秋波微漾，水光粼粼。朋友告诉我，河里藏有许多游鱼，它们即便躲进深水，也难逃赫哲人的眼睛。但赫哲人在捕鱼时，只捕大的，放回小的，以保持生态平衡。⑩夕阳斜照，莲花河泛起片片红色涟漪，霞光掩映中，猎户人家显得更加宁静神秘。老尤在河畔早早升起篝火，赫哲人在《乌苏里船歌》的悠扬旋律中唱起了伊玛堪：那尼傲歌盛世，白天鹅舞翩跹，江上民族踏歌来，欢迎朋友开怀笑颜，那尼傲……歌声深情真挚，吸引了在民俗村下榻的游客，大家纷纷融入欢乐的人群。⑪从此，却这猎户人家的赫哲人深深铭刻在我的记忆中。每当思念他们，我就反复回味那迷人的风景、动人的歌声和热情的欢聚时光…… （来源：《海燕》2020年第5期，作者：韩加君，有删改） (1) 题目内容：文中，作者感叹赫哲人如今已经改变了生产生活方式：他们从原先只狩猎变为现在____；将以前用来狩猎的猎枪变为现在____；尽管依旧唱着船歌织网捕鱼，然而____。 (2) 题目内容：第②段和第⑧段画线句，一实一虚，生动细致地描写了民俗村周边的美景。请任选一处进行赏析。 (3) 题目内容：第④段和第⑩段两次写到赫哲人的歌声，请从内容和结构上简要分析其作用。", "ques_answer": ["1. 发展养殖业 2. 用假猎枪装饰 3. 关注生态保护", "通过捕捉到的独特细节，运用比喻和排比等修辞手法，赞美赫哲乡的自然景色。实景写从秋色的山川到莲花河的美景，虚景则以四季油画展现窗外美景，展现赫哲民俗村的独特之美和文化底蕴。", "歌声一方面表达对游客的热情招待，另一方面展示当地人对美好生活的满意与快活。歌声在结构上推动情节的发展，凸显主题中的赫哲人新时代背景下守护传统文化的精神。"], "ques_analyze": "本题集中在对赫哲民俗村美景及民族风情的描写与分析上。\\n(1) 阅读文章内容，我们提取以下信息：\\n- 赫哲人从七十年代开始转向养殖业（依据第六段）。\\n- 猎枪变为墙面装饰物（第七段内容）。\\n- 赫哲人虽然继续织网捕鱼，但注意生态平衡（依据第九段）。\\n(2) 赏析句子宜结合修辞手法和写景特点。\\n- 第二段的描述用比喻手法，将群山比作图画，河水比作碧玉，运用五彩斑斓与动态描写如‘小舟荡桨’和‘水鸟欢唱’相结合，显示民俗村生态之美。\\n- 第八段借油画形式通过四季景色比喻，利用排比等修辞手法，细致参透四季之美，将赫哲乡比作声音与色彩交织的油画，展示自然之美和艺术之魅力。\\n(3) 分析歌声在内容和结构上的作用需要关注赫哲人的生活情怀。\\n- 第一处描述歌声，表现赫哲人以歌声迎接客人，推动情节。\\n- 第二处歌声再现赫哲人的生活快乐，说明文化传承；结构上，与前面歌声呼应，展现赫哲人时代进步与传统特色共存的和谐生活主题。\\n", "ques_knowledges": ["散文"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "困难", "ques_content": "题目内容: 阅读下面的文学类文本，完成后面的问答题灯侯发山①周末，小伟回农村看望父亲。②看到小伟回来，父亲的脸上刻满了笑意，眼角和眉梢都洋溢着愉快的神情。小伟算是个孝顺的孩子，虽然在城里工作，但经常回家看看。有时工作忙，无法回家，也会打电话或通过微信视频聊天，这一切都让父亲感到自豪和欣慰。③晚饭后，父亲提议带小伟去东江钓鱼。晚上钓鱼？这么黑能钓到鱼吗？父亲是想给自己做鱼吃？还是父亲缺钱花了？小伟心里有许多疑问，但嘴上还是痛快地答应了。④小伟明白，人老了，行事有时像小孩子，会做出一些看似可笑或是笨拙的事情。他知道，顺着老人的意思是最好的孝顺。母亲去世得早，是父亲一手把自己拉拔大的，风吹雨打地捕鱼为生，供小伟吃喝上学。小伟毕业工作后，原本想接父亲进城，但父亲坚持不去，说自己习惯了农村生活。小伟心里明白，父亲主要是舍不得家里母亲的影子和味道。⑤到达江边时，天已经完全黑了，江和天仿佛融为一体，只能听到江水无序的波涛声。</u>⑥父亲没有拿出鱼竿，也没有鱼饵。小伟以为父亲忘了，正要责怪自己没提醒他，父亲笑了笑，说，孩子，不用鱼竿也能钓鱼。小伟大吃一惊，心想父亲什么时候学会了徒手捉鱼的本事？从没见过，也没听说过。难道这是父亲早就有的绝活，今天要展示一下？小伟正胡乱猜测，父亲拉着他来到浅水处，让他往水里看。顺着父亲的手势，小伟定睛看了半天，才看清水底有个闪闪发光的东西。那是什么？小伟疑惑不解，正要问父亲，父亲说，小伟，那是蛤蟆鱼，学名安康鱼。小伟感到无比惊奇。这种鱼还会发光？他又仔细看了一会儿，发现这种鱼头顶上有一根像钓竿的东西，不时闪烁着如星星般的光芒，像是一根挂了小灯的钓鱼竿。⑦父亲说，蛤蟆鱼通常靠等待捕食，平时潜伏不动，用背鳍的第一根棘作为诱饵，捕捉那些趋光的鱼虾。说到这里，父亲挽起裤脚悄悄下水，弯下身子，手猛地一伸，就抓住了那只蛤蟆鱼。小伟看见了，开玩笑说：“爹，这可是螳螂捕蝉黄雀在后呀。”⑧这种鱼肉少，不怎么好吃。父亲把鱼扔回江里，然后继续说，咱们江边不少渔民喜欢逮蛤蟆鱼，容易抓，不费劲。孩子，人也不能像蛤蟆鱼这样太引人注目。⑨父亲的话让小伟一愣。⑩父亲说，你下乡扶贫，改造危房，资助贫困大学生，这些都很好，但别在朋友圈里晒。原来父亲每天都在关注自己的朋友圈！小伟恍然大悟，心里顿时温暖起来。⑪父亲说，你是单位领导，有时不能太显眼，万一让人抓住把柄就不好了。小伟说，爹，我是故意那样做的。父亲愣了一下。小伟继续说，我那样做，一是为了督促自己，坚持到底；二是为了让大家监督，杜绝谋私；还有就是树立榜样。爹，无欲则刚，怕什么呢？父亲说，咋不早告诉我？害我担惊受怕，好几个晚上睡不着。⑫有轮船的汽笛声从江面上传来。父亲指着远处的灯塔，自豪地说，小伟，爹希望你像灯塔发出的光，不要做蛤蟆鱼身上的光！⑬小伟依偎着父亲，感觉到父亲身体依然坚实、硬朗，回家的路上没有路灯，一片漆黑，有父亲在旁，小伟走得很踏实，一点也不担心迷路。(1) 题目内容: 请参考下面的描述，补充完整这段事件的主要内容。 小伟回乡下看望父亲→__→__→__→小伟感到很踏实  (2) 题目内容: 第③段在这篇文章中起到了什么作用？请简要分析。  (3) 题目内容: 请从修辞手法的角度，赏析文中划线的句子。 到达江边时，天已经完全黑了，江和天仿佛融为一体，只能听到江水无序的波涛声。  (4) 题目内容: 结合文章内容，解释你对“要做灯塔发出的光，不要做蛤蟆鱼身上的光！”这句话的理解，并联系你的生活经历谈谈感受。  (5) 题目内容: 文章以“灯”为题，应该如何理解？请简要分析。", "ques_answer": ["1. 父亲带小伟钓鱼 2. 父亲抓到一种鱼 3. 父亲将鱼扔回水里并说教", "设置悬念并引出下文", "拟人手法，描绘了环境", "强调为人要低调和奉献", "灯象征引导和启发"], "ques_analyze": ["(1) 对于补全事件顺序的问题，小伟的行动脉络很清晰：他陪同父亲前往钓鱼地点，目睹父亲成功地捕捉到一种鱼，然后父亲借此机会进行说教。最终，这一系列的事件让小伟感受到安心和踏实。通过这条事件链，展现了主要角色的性格和生活哲学。", "(2) 第③段在全文中起到了悬念设置的作用，激发读者对为何夜晚去钓鱼的好奇，同时为后续父亲的捕鱼行为和说教情节做铺垫。", "(3) 画线句子运用了拟人修辞手法，把江水描绘成人，赋予了它‘无序’的特性，生动形象地展现了夜晚江水波涛的场景背景，同时也为捕鱼设置了环境。", "(4) ‘灯塔发出的光’象征了积极的、为他人导航的光明，而‘蛤蟆鱼身上的光’则代表了诱饵，意味着自私和欺骗。这个比喻强化了作为公众人物应当具备无私奉献精神，追求正面的影响力。", "(5) ‘灯’象征了引导和启发，父亲的行为和教导就像是一盏灯，引领小伟理解正确的做人道理。标题选择‘灯’贯穿全文，解释了故事中的情节和隐喻，同时吸引了读者的注意，成为一个重要的叙事线索。"], "ques_knowledges": ["小说"], "source": "test", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "困难", "ques_content": "题目内容: 咸菜茨菇汤\n① 每逢下雪天，我们家总是喝咸菜汤，我也不知道为什么。是因为雪天买不到青菜吗？那倒未必。除非连下三天大雪，卖菜的人出不了门，否则他们总能出来卖菜。这大概只是个习惯吧。一大早起来，看见下雪了，我就知道：今天中午是咸菜汤！\n② 咸菜是用青菜腌制的。我们那里以前不种白菜，偶尔有卖的，叫“黄芽菜”，是从外地运来的，非常名贵。一般黄芽菜炒肉丝是上等菜。平常吃的，都是青菜，青菜长得像油菜，但要高大得多。入秋时节，正是腌菜的好时候，青菜这时正肥。买来一担担的青菜，洗净，晾干水分，放进缸里。一层菜，一层盐，码实了就行。可以一直吃到第二年春天。\n③ 腌了四五天的新咸菜很好吃，不咸，细、嫩、脆、甜，难以比拟。\n④ 咸菜汤是用咸菜切碎了煮成的。到了下雪的天气，咸菜已经腌得很咸了，而且有点发酸，咸菜汤的颜色是暗绿色的。没有吃惯的人，可能不会喜欢。\n⑤ 咸菜汤里有时会加茨菇片，那就是咸菜茨菇汤，或者叫茨菇咸菜汤，都行。\n⑥ 我小时候对茨菇没有好感。这东西有点苦味。民国二十年，我们家乡闹大水，各种作物减产，只有茨菇却丰收。那一年我吃了很多茨菇，而且是吃不下的茨菇，真难吃。\n⑦ 我十九岁离开家乡，辗转漂流，三四十年没吃到茨菇，也不想吃。\n⑧ 几年前春节后，我去沈从文老师家拜年，他留我吃饭，师母炒了一盘茨菇肉片。沈先生吃了两片茨菇，说：“这东西不错，比土豆好。”我承认他说得对。吃菜讲究“格”，这话正是沈老师的风格。他对什么都讲“格”，包括茨菇和土豆。\n⑨ 因为久违了，我对茨菇有了感情。前几年，北京的菜市场在春节前后卖茨菇。我看到后，总要买一些回来炒肉片。家里人不太喜欢吃，所以所有的茨菇都被我一个人“包圆了”。\n⑩ 北方人不认识茨菇。我买茨菇时，总有人问：“这是什么？”——“茨菇。”——“茨菇是什么？”这不好回答。\n⑪ 北京的茨菇卖得很贵，价钱和温室里产的西红柿、野鸡脖韭菜差不多。\n⑫ 我很想喝一碗咸菜茨菇汤。\n⑬ 我想念家乡的雪。\n（选自《故乡的食物》，有删改）\n(1) 文中围绕“咸菜茨菇汤”，先写“咸菜汤不容易引起食欲”，再写“茨菇实在没有好感”，最后却写“很想喝一碗咸菜茨菇汤”。作者为什么会有这样的感情变化？\n(2) 结合语境，品味下列句子，回答括号中的问题。\n（1）一早起来，看见飘雪花了，我就知道：今天中午是咸菜汤！（句中的加点字表达怎样的感情？）\n（2）所有的茨菇，都由我一个人“包圆了”。（“包圆了”在句中有什么含义？）\n(3) 第⑧段在文中有什么作用？\n(4) 你认为这篇文章是汪曾祺的作品吗？根据你对汪曾祺作品风格的了解，从选材、语言特点等角度陈述理由。", "ques_answer": ["小时候，茨菇有一种苦味，不好吃，因此对茨菇没有好感。离乡后辗转漂泊，三四十年没有吃到茨菇，因为思念故乡和童年生活，所以很想喝一碗咸菜茨菇汤。", "①‘就’字表达了因看到飘雪花自然想到要吃咸菜汤的条件反射，表现了童年的记忆和对咸菜汤的不太喜欢。\n②‘包圆了’意味着独自享用所有的茨菇，表现了作者后来对咸菜茨菇汤的喜爱和对故乡的思念。", "第8段描述离乡多年后在沈从文老师家作客时重食茨菇的经历，为后文情感变化和思乡情绪的转折提供了铺垫。", "文章选取了家乡的食物‘咸菜茨菇汤’，语言朴实自然，体现了汪曾祺散文淡而有味的特点，反映了对故乡深情的思念，符合汪曾祺的写作风格，可以判断是汪曾祺的作品。"], "ques_analyze": "（1）作者对咸菜茨菇汤情感变化的原因，主要是对故乡的思念和对童年生活的怀念。文章前半部分描述了小时候由于频繁食用咸菜和对茨菇的苦味感觉，而形成了不喜欢咸菜茨菇汤的印象，但后半部分通过描述成年后由于久违和故乡思念让作者对咸菜茨菇汤产生了好感。（2）词语含义和感情表达的分析需要结合语境和内容。‘就’表示某条件下必然发生，表达了小时候咸菜汤成为下雪天的自然反应，展现了作者对此印象深刻但没有好感。而‘包圆了’意味着独自承担或享用，反映了作者后来对咸菜茨菇汤的喜爱和对故乡思念的深情。（3）第8段在文章中有铺垫转折作用，描述了成年后对茨菇重新品尝的经历，这次经历成为了作者重新评价咸菜茨菇汤并怀念它的转折点。（4）从汪曾祺的作品风格来看，这篇文章体现了汪曾祺散文的特点，语言朴实自然，讲究‘格’与内涵，选材聚焦小视角反映深情，符合汪曾祺以小见大的写作风格。", "ques_knowledges": ["散文"], "source": "test", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "较难", "ques_content": "文章节选自《夜宿古北水镇》：①我们到达古北水镇时，夕阳的余晖已经隐去，小镇上开始点灯，我们便选择了一家靠水的客栈住下。夜色如墨笼罩着这座镇子。②古北水镇因古北口得名，古北口长城由卧虎山、蟠龙山、金山岭、司马台等长城组成，这些名字充满历史感，让人联想到电影《长城》或古代悲壮的艺术作品。③古北口曾是重要的军事要塞，连接着辽东平原和内蒙古，是古代的重要通道。现在，历史的战争硝烟已消散，古北水镇安宁祥和，如同在母亲怀中的婴儿。④古北水镇被称为“地域的乾坤大挪移”，因为这里虽然位于北方，却有着江南水乡的风貌。春天时节，紫薇和早樱竞相开放，小镇仿佛变成了一幅江南画卷。⑤人们建议夜间到达古镇时先游览长城。我们提灯夜游司马台长城，灯光勾勒出长城的轮廓，登高远眺，古镇灯火点点。⑥回到镇上，古色古香的建筑，河流环绕，两岸柳树抽新芽，热闹非凡。京腔的叫卖声和孩童嬉戏声夹杂其中，仿佛穿越回古代。⑦古北水镇的建筑大多保持了古建筑的木结构，用百年巨木支撑的砖瓦，充满木香，令人联想到油纸伞和汉服霓裳。⑧与其他古镇不同的是，古北水镇不显老旧，反而很时尚。各种文创店铺提供定制服务，满足游客的不同需求。⑨夜深人静时，酒吧里的歌声依旧，伴着“铁马冰河入梦来”的歌词，仿佛带人穿越回过去。作者在客栈中饮茶，看着水面的波纹，仿佛置身于古镇的梦境中。（选自《时代邮刊》2020年第11期，有删改）(1) 古北水镇有什么特点？  (2) 结合语境赏析文中的语言表达。 （1）“热闹非凡”的市声描写； （2）木结构建筑与古风元素的和谐。 (3) 文中第②③段的插叙有何作用？请简要分析。 (4) 结合上下文分析，为什么说“古北水镇的存在，可以被称为‘地域的乾坤大挪移'”。 (5) 若将“夜宿古北水镇”改为“古北水镇游记”，是否合适？请说明理由。", "ques_answer": ["安宁和美", "江南风情", "热闹有趣", "古建筑保留木结构但不失时尚感", "不合适，原题目强调了时间和体验的细节"], "ques_analyze": "本题主要考查现代文阅读理解和赏析能力。第一题要求找出古北水镇的四个特点：安宁、江南风情、热闹有趣、古建筑保留木结构但不失时尚感。第二题赏析语言表达，“热闹非凡”的市声描写生动展现了古镇的热闹氛围，三个“配得上”强调了木结构建筑与古风元素的和谐。第三题中的插叙部分，为夜游长城提供了历史背景和文化氛围的铺垫。第四题解释“地域的乾坤大挪移”，强调古北水镇的北方地理位置与江南风情的对比。最后一题讨论题目是否合适，指出“夜宿古北水镇”更为准确地传达了文章的时间和体验感。", "ques_knowledges": ["散文"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容：姓名李海燕的那一天是1948年农历九月初五。他挑着柴走在通向锦州城的路上。暴雨使道路泥泞，他的裤脚全是泥。有一群国民党士兵迎面而来，把他拦住。一个凶狠的军官说：“好你个王柱子，真会装！我叫刘盛林。”说完，他挨了一记耳光。军官威胁他再嘴硬就枪毙他。李海燕小声说：“我要是死了，我还是叫刘盛林。”突然，一把手枪顶在他的额头上，另一军官说：“临阵脱逃是死罪，隐姓埋名罪加一等。”突然，一个穿黑色披风的人从吉普车上下来。军官立刻行礼：“团长，抓到一个逃兵。”李海燕解释他只是去卖柴，不是逃兵，才16岁。团长摆手道：“目前有大行动，让他也上战场吧。”两个士兵押着他前行。他想起狗剩子昨天提醒他别去锦州城，说那里要打大仗。他表示家里断粮，不得不去。实际上，他不能告诉狗剩子的一件事是他父亲一周前深夜带回两个重伤员，嘱咐他绝不能泄露。他药用完了，其中一个人开始发高烧。天未亮，他和奶奶就起床，奶奶给了他两块糠饼并叮嘱他小心。他安慰奶奶下午就回来，奶奶还是很担心。他想起父亲送信的事，也是这样坚决。不久前父亲带回来一斤猪头肉，奖励他送信有功。父亲走了一年多了，现在他还未见到锦州城就被抓了。他看着那担柴和家里的窘境，鼻子一酸，掉下泪来。天阴沉沉，云彩压得很低，他们在泥泞的路上蹒跚前行，到黄昏时才停在一座村后的庙里。庙中有个金身大佛，一群兵横七竖八躺在大佛前，他默默数了42个人。他想：“得找机会逃出去。”夜深了，门口有两个站岗，他不敢动作。忽然他听到庙外喊话，天已蒙蒙亮。“放下武器，解放军优待俘虏。”屋里一阵混乱。昨天打他的军官吼道：“慌什么，机枪上房顶，其他人准备战斗！”他仔细听喊话声，似乎是父亲的声音，便趁乱跑出庙门。看到一堵矮墙，红旗在秋风中飘扬，他冲那边喊：“我是塔山堡子的刘盛林，你是刘茂山吗？”他父亲叫着他的乳名：“林子——”他赶快跑向父亲同时喊：“爹，他们有42个人，两挺机枪在房顶——”突然，他身后传来一声枪响……塔山烈士陵园里，刘茂山的墓碑背面刻着：“刘茂山，1938年加入中国共产党，坚持在乡里开展农民武装斗争，在塔山阻击战中牺牲。”旁边是刘盛林的墓碑。（选自《小小说月刊》，2021年6期，有改动）(1) 题目内容：小说在叙述顺序上用了“倒叙”和“插叙”，请从中选一种具体说明并结合文章讲讲其作用。 选__叙  __  (2) 题目内容：结合文章内容，分析刘盛林的人物形象。  (3) 题目内容：小说以“姓名”为题有何用意，联系全文说说你的理解。  (4) 题目内容：中国共产党百年奋斗历程中出现了无数优秀党员，请联系文中刘茂山并结合《红岩》中的江姐、《创业史》中的梁生宝的事迹，谈谈他们的价值体现在哪里？", "ques_answer": ["插叙", "坚毅、有责任感、顾全大局、勇敢聪明", "标题“姓名”旨在纪念无数为祖国解放事业立下汗马功劳的英雄，具有象征意义", "这些共产党员不怕牺牲，牢记使命，为了国家和人民利益甘愿奉献，展现了无私的奉献精神"], "ques_analyze": "【优化解析】\\n(1) 小说采用的叙述技巧是插叙，插叙部分讲述了主角林子冒险送信的故事，通过插叙，补充了角色背景，展现了林子的勇敢和机智。这不仅让故事情节更加完整，还丰富了人物形象，使其行为逻辑更合理。\\n(2) 刘盛林这个角色具备勇敢、不畏危险、聪明机智、严格保守秘密等特点。他深入敌后购药，不为自己而为救人性命，不向朋友透露真实原因，并在敌营中冷静观察、找机会逃脱，这些特质展现了他虽年轻却极富责任感和原则性。\\n(3) 小说标题“姓名”不仅是对刘茂山和刘盛林个人功勋的纪念，更象征了无数为解放事业献身的无名英雄，是对所有已知或未被记住的英雄的赞颂。\\n(4) 刘茂山与《红岩》中的江姐、《创业史》中的梁生宝等共产党员一样，表现出无论在战争或和平时期都为了党和人民利益甘愿奉献甚至牺牲的精神。刘茂山和儿子牺牲在战斗中，江姐忍受酷刑保持秘密，梁生宝用实际行动改善群众生活，他们的价值体现在无私奉献和坚定不移的革命信念。", "ques_knowledges": ["小说"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 为梦想竭尽所能 ①从小到大我摔过的第一个跟头应该是在中考。在那个炎热的夏天，我满怀信心地进入考场，但在最后一门英语考试时忘记带准考证。等我回到住处拿到准考证再次进入考场时，已经浪费了20分钟。成绩公布后，满分120分的英语我只得了89分。这个狠心的玩笑让我因为一分之差与梦寐以求的高中实验班失之交臂。②那种感觉就像你千辛万苦赶到了梦中的城堡，却发现那扇门关上了。那个假期，我锁在房里，沉默寡言，脸上没有一丝笑容，每天都在埋怨：我怎么会这么倒霉？偶尔打开窗户，看到外面的天空，也总是阴沉暗淡，不再有夏日的晴朗高远。③进入高中后，我仿佛变了一个人，不再像初中那样意气风发，而是变得内敛沉默了很多。精英们组成的实验班在很多人心中是神一般的存在，甚至有老师开玩笑说，进入实验班就像踏进了重点大学的门槛。按正常实力，我本该属于那里，但由于中考的意外，我被无情地拒之门外，心底的不甘和委屈只有自己知道。每次经过实验班的门口，我都会故意假装不经意地往里瞟一眼，偷偷羡慕那些勤奋学习的身影。④我的好朋友林悦就在实验班。每次在食堂碰到，她都会主动跟我聊班里的事，这让我更加躁动不安。“我要进实验班”这个念头不断冒出来拉扯着我，曾经的遗憾与不甘，化作心中的春雨，使那里草木欣欣向荣。⑤高一那段时间，我像注了鸡血一样，每天早上5点准时起床，洗漱完后去操场跑两圈再到教学楼，我总是第一个到达。时间长了，楼管爷爷认识了我，每天早上都会准时和我打招呼：“闺女，又是第一个到呀，加油！”⑥每天清晨，我坐在靠窗的位置，一边争分夺秒地大声晨读，一边看天光渐起……⑦一个学期后，我的势头越来越猛烈，不仅稳居年级第一，而且与第二名的差距越来越大。班主任很重视我，好朋友林悦也对我投来了崇拜的目光。那几年，我不仅在考试的红榜上始终名列第一，课余写的文章也陆续在各杂志上发表，得了多个作文比赛和学科竞赛的奖项，生活仿佛在补偿我之前的亏欠。一张张亮丽的成绩单找回了我的自信，久久蒙在我脸上的阴云也被利剑割开，久违的笑容绽放了。⑧即使这样，我仍不敢松懈，坚持与时间赛跑，继续努力。高考那年，我考取了一个不错的分数，最重要的是，我的英语成绩是142分。手里紧握成绩单的我，全身心都透亮起来，一种想在夏风里大声欢呼的冲动，令我无比畅快！放眼远望，阳光灿烂，碧空如洗，一切都显得赏心悦目。⑨中考时那种被命运打翻在地的感觉，经过三年的忍耐与蜕变，终于成为我迈过的一道坎。现在回想起来，甚至有些感激自己在人生最顺利的时候摔过这个跟头。正因为如此，在以后的日子里，我更懂得努力的意义。⑩在竭尽全力之前，永远别说自己运气不好。因为，最拼命的时候运气才最好。 (1) 题目内容: 根据文章内容，填写下表。时间事件“我”的感受中考失利①进入高中未进实验班②高一拼搏努力③高考成功④   (2) 题目内容: 请赏析文中划线句子的表达效果。 手里紧握成绩单的我，全身心都透亮起来，一种想在夏风里大声欢呼的冲动，令我无比畅快！  (3) 题目内容: 请结合文章主题和以下【链接材料】的内容，谈谈对“最拼命的时候运气才最好。”的看法。 【链接材料】路子宽，河南省新乡市辉县市中学生。2012年其父亲被查出患骨髓增生异常综合征（白血病前期），2018年病情恶化，需要骨髓移植，他毅然决定为父亲捐髓。为了符合骨髓移植的身体条件，他抓紧锻炼身体，每天五六顿饭，短时间内体重猛增36斤，终于达到标准。2019年9月，顺利完成骨髓移植，成功挽救了父亲的生命，一家人重新过上幸福生活。为此他也获得社会广泛关注，社会各界为他们一家提供了帮助，路子宽也被评选为2020年度中国好少年。", "ques_answer": ["①埋怨 ②不甘、羡慕、委屈 ③找回自信 ④喜悦、激动", "心理描写生动的刻画了在取得高考成功后，“我”由紧张转为突然的轻松，有强烈想要大声欢呼的冲动，形象地表现了成功带来的喜悦心情", "努力是获得好运的关键因素，越是全身心投入，越容易获得更多的运气和机遇。"], "ques_analyze": "通过各个段落的具体描述，我们可以总结出文中“我”在不同时间点上的感受。①中考失利时，感到埋怨：因忘记带准考证错失高分，表现出对自己不幸运的埋怨（段落①）。②未能进入实验班时，感受到不甘、羡慕和委屈：觉得本该属于实验班，却因意外被拒之门外（段落③）。③在高一拼搏努力后，重新找回自信：通过不懈努力，取得了优异成绩，重新找回自信（段落⑤-⑦）。④高考成功后，感到喜悦和激动：英语高分，个人心情畅快（段落⑧）。 赏析文中划线句子，心理描写生动的刻画了在取得高考成功后，“我”由紧张转为突然的轻松，有强烈想要大声欢呼的冲动，形象地表现了成功带来的喜悦心情。回应文章主题及【链接材料】，说明努力和运气的关系，指出个体所谓的运气往往是努力的结果，通过努力可以获得更多的机会和帮助。", "ques_knowledges": ["散文"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 请阅读以下文章，完成下面的问题。病毒家族的奥秘\n胡犇  石正丽\n①我们是病毒，属于微观世界中体型极小的微生物。相比细菌，我们更加迷你，通常以纳米作为测量单位，比细菌小了数千倍。光学显微镜无法看到我们，只能使用放大数万倍的电子显微镜才能清晰观察我们的结构。我们的身体构造非常简单，仅由蛋白质外壳包裹核酸，不同于具有细胞核和细胞器的细菌等其他微生物。此外，我们是严格的细胞内寄生生物，依赖于感染的宿主细胞生存。离开宿主细胞，我们难以维持生命活动，即使能够暂时生存，也无法完成正常的生命过程。而细菌则可以独立于宿主存活。在实验室中，细菌可在营养丰富的培养基中培养，而我们则需要宿主细胞或实验动物才能繁殖。总的来说，我们是一类特殊的非细胞生物，通常由蛋白质和核酸组成，在找到合适的宿主细胞时，才会展现生命特征并进行繁殖。②我们的家族和动植物王国一样，种类繁多，可以按感染宿主类型分为人类病毒、动物病毒、植物病毒和噬菌体等。不同的病毒有其特定的宿主，例如植物病毒只会感染植物，不会感染动物。鱼类等低等脊椎动物的病毒通常不会感染哺乳动物等高等脊椎动物。由于人类属于高等动物，一些病毒如狂犬病毒可以同时感染动物和人类。③我们家族成员的形态各异。通常，同一家族的病毒有相似的外形，但不同家族的病毒则形态差异较大。例如，冠状病毒呈球形，像一顶王冠；狂犬病毒属弹状病毒科，形似子弹；埃博拉病毒体态纤细，如中国古代的如意；T4噬菌体则形状科幻，像仿生机器人。④如果有人患了病毒感染的疾病，服用抗生素（即通常说的消炎药）是无效的。抗生素主要对细菌有效，无法对抗病毒。治疗病毒引起的疾病需要专门的抗病毒药物，这些药物针对病毒在感染过程中的特定阶段进行打击，阻止其在体内繁殖。⑤另一种抵御病毒的方法是接种疫苗。相比感染后被动治疗，疫苗是一种主动预防的策略，是预防病毒的有效手段之一。疫苗本质上是含有病毒成分的生物制品，相比活病毒，灭活疫苗和减毒疫苗毒性较低。当疫苗进入体内后，其含有的病毒抗原可以激发免疫系统产生特异性抗体，在真正遇到病毒入侵时，抗体能迅速作出反应，保护人体免受病毒引起的疾病。（有删改）\n\n(1) 问题：结合全文，概括“病毒”的特征。\n(2) 问题：第①段中划线句运用了什么说明方法？起到了什么作用？\n(3) 问题：第③段划线句中的“家族成员”一词有什么表达效果？\n(4) 问题：识字不多的奶奶最近全身乏力，去医院检查后被诊断为“病毒”感冒，她认为吃几颗“阿莫西林”就可以治愈。你认为她这样做合理吗？请用本文的知识给她解释。阿莫西林是一种抗生素，具有强大的杀菌作用，并能穿透细胞壁，是目前广泛使用的口服青霉素之一。（百度百科）", "ques_answer": ["身形极小；身体构造简单；依赖宿主细胞生存；种类多样。", "运用了比较说明的方法。", "运用了拟人的修辞。", "奶奶，这样做不正确。阿莫西林是抗生素，只能治疗细菌感染，对病毒没有效果。需要使用专门的抗病毒药物进行治疗。"], "ques_analyze": "(1) 根据第①段内容，病毒的特征包括体型极小、构造简单、依赖宿主细胞生存和种类多样。(2) 第①段划线句运用了比较说明的方法，通过将病毒与细菌进行对比，突出了病毒的微小体型，使读者更清晰地了解病毒的特征。(3) 第③段“家族成员”运用了拟人修辞，把病毒比喻成家庭中的成员，增加了文本的生动性，并帮助读者理解同一家族病毒在形态上的相似性。(4) 根据文中内容，病毒感冒不能用抗生素治疗，因为抗生素主要针对细菌，对病毒没有效果。因此，正确的治疗方式是使用专门的抗病毒药物，针对性地治疗病毒病。", "ques_knowledges": ["事物说明文"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "阅读以下材料，完成相关问题。 材料一‘天问一号’包含环绕器、着陆器和巡视器，总重达5吨。这款火星探测器由中国航天科技集团公司研发，承担中国首次自主火星探测任务。2020年7月23日，长征五号遥四运载火箭成功发射‘天问一号’探测器，并顺利进入预定轨道，开始火星之行。2021年5月15日，‘天问一号’成功着陆在火星南部预选区域，开启了更多科学探索的希望。材料二①人类对火星探测已有60年历史，历经几个发展阶段。在初期，由于技术水平较低，探测器只能从火星远处飞掠而过，探测手段非常局限。随着技术逐渐成熟，出现了人造火星卫星，人类逐渐对火星有了更全面的认知。最后阶段是更为复杂的着陆和巡视探测。‘天问一号’一次实现了环绕、着陆和巡视三大步骤，显示其高超的技术难度。②在深空探测领域，美国的技术无疑是领先的。尽管如此，美国的‘海盗号’探测器仅由轨道飞行器和登陆器构成，并没有火星车，无法进行巡视，轨道飞行器重2.33吨，登陆器重1.2吨。相比之下，中国的‘天问一号’火星探测器，包括着陆器和巡视器共1.3吨，环绕器重1.2吨，再加上2.5吨的推进剂，总重达5吨。更关键的是，我们拥有一个重240千克的巡视器（火星车），这对着陆过程的要求格外严格，因此，‘天问一号’的技术难度堪称最高。③在前往火星的过程中，‘天问一号’探测器以高速飞行，需先制动进入火星环绕轨道。着陆前需将速度降低。基于探月工程的经验，通过四阶段将探测器降至火星表面。第一个阶段是气动减速，将速度从每秒4.8公里降至每秒460米；接下来利用降落伞进一步减速至每秒95米，再通过反推火箭的动力减速至每秒3.6米，最后在100米高度悬停，避开大石块或坑洼，确保安全着陆。这些操作‘天问一号’完全自主完成。此高难度一举三得的挑战，是航天史上首次。④‘天问一号’完美完成了环绕、着陆和巡视三步，此技术水平虽优于美国的‘机遇号’和‘勇气号’，但稍逊‘好奇号’。有人或问，为什么不提欧空局或俄罗斯？事实上，俄罗斯自苏联时期起约有20次火星探测，但无一例完全成功；欧空局两次任务也均失败，‘天问一号’的成功标志中国火星探测技术跻身世界前列。(1) 请根据材料一，为‘天问一号’下定义，要求内容完整，逻辑严密，字数不超60字。 (2) 材料二的说明对象及特点是什么？第④段为何提及美国、俄罗斯和欧空局？请简述。 (3) 下列句中加点词能否删去？请说明理由。俄罗斯从苏联时代开始探测火星，‘大约’20次，但均未‘彻底’成功。", "ques_answer": ["‘天问一号’是中国航天科技集团公司研发的，承担首次火星探测任务的，含环绕器、着陆器和巡视器，总重5吨的火星探测器。", "说明对象是‘天问一号’探测器，其特点是高技术含量。第④段提到美国、俄罗斯和欧空局是为了强调中国火星探测技术的世界领先地位。", "‘大约’用来表示概数，删除会改变意思，故不可删；‘彻底’用于表达没有一例完全成功，删除会失去原意，亦不可删。"], "ques_analyze": "(1) 定义需要包括完整而精准的分类和特征。划线句提供了分类‘火星探测器’和多个特征：‘由环绕器、着陆器和巡视器组成’、‘总重量5吨’、‘中国航天科技集团公司研制’、‘承担中国首次火星探测任务’。组合成完整定义，符合字数限制。 (2) 分析后确定材料二的说明对象是‘天问一号’探测器，其特点为技术含量高。提及其他国家火星探测历史，主要是为了突显‘天问一号’在首次火星探测的成功与技术先进性，展示中国在全球宇航技术中的领先地位。 (3) ‘大约’表示探测次数为概数而非确切数，删去将导致错误信息；‘彻底成功’表示没有一次是完全成功的，删除将改变句意，故此两词均不可删除。", "ques_knowledges": ["事理说明文", "非连续性文本阅读"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下面文章，完成以下问题。小葫芦马海霞①母亲在我出生的前一天夜里做了一个梦，梦到家里的葫芦藤上结满了小葫芦，这些小葫芦上挂着露珠，在晨曦中闪烁着金光。父亲听到后，决定把孩子的小名取为“小葫芦”。②我小时候头型不太正，右边后脑勺比较大，右腮也比左腮大，一笑嘴就歪向左边，父亲说我就像个长歪了的葫芦。③有一次我去二大爷家串门，刚进门就听到二大爷喊二大娘拿斧子，说葫芦长歪了，他要砍掉那歪的部分。我听到后吓得赶紧跑回家，哭得眼泪鼻涕一大把。二大娘气得骂了二大爷三天，说他明知道我叫小葫芦，还在我面前提砍葫芦，真是故意吓唬孩子。④二大爷砍葫芦这事儿传开了，胡同里的孩子们见到我就喊“砍歪葫芦了”。后来，父亲觉得事态严重，每当有人“指桑骂槐”喊这些话时，就让我的两个哥哥出去吓唬吓唬那群孩子，跑得慢的还被哥哥们收拾了一顿。⑤小葫芦这个名字成了我的心病，谁叫我这个名字我都不高兴，只能把不满憋在心里。终于有一天，我忍不住了，质问父母为什么给我取这么个难听的小名。父亲说是母亲在我出生前梦到了葫芦，我回怼道，那要是梦到猪难道叫我猪吗？真是没文化，起不出好名字来。当时我很羡慕和我玩的朋友们，她们有好听的名字：小花、小柳、小宁宁、小燕子。她们的名字一喊出来，半条胡同的孩子都跟着开心；而我的名字一出口，却引来笑声一片。幸好大家知道我不喜欢自己小名，上学后同学们没人敢当面叫我小葫芦。⑥上了高中后，我终于把小名抛在了五公里外的家乡，班里没人知道我这个小名。高中快毕业时，关系很好的同学送了我一个礼物，是个刻字的歪葫芦，我一气之下没看字就扔掉了礼物，从此跟她绝交。直到现在，她都不知道我当年为何和她绝交。她喜欢雕刻，送葫芦可能是想祝福我考试顺利。⑦随着年龄增长，身边的人再也不敢叫我小名，连父母也不再喊我小葫芦，而是用大名称呼我。父亲六十二岁时得了小脑萎缩，常常健忘，连家庭住址和姓名都记不得了。有次去医院看病，医生问他记得孩子们的名字吗，父亲指着我说：“她叫小葫芦。”听到这话我眼泪一下子流了出来，我赶忙回答：“对，我是小葫芦。”⑧那段时间我常问父亲我叫什么，父亲总回答：小葫芦。每次听到这三个字我都满心欢喜，生怕有一天父亲连这个也忘了。不久父亲突然去世，从此世上再没有人叫我小名。⑨如今我在千里之外的地方工作，梦中常常回到故乡，回到生我养我的地方。真希望有一天在异乡的街头突然有人用家乡的口音喊我“小葫芦”，以缓解我的乡愁。⑩当初极力抗拒的小名，如今却萦绕在我心头，成为我生命中最美妙的旋律。小名是我回望来时的路，是童年时的见证，是父母心中的宝贝，是那挂着露水、闪着金光充满希望的未来。（《思维与智慧》2019年第9期，有删改）(1) 题目内容: 通读全文，说说父母给我起小名“小葫芦”的原因？  (2) 题目内容: 按要求回答问题。 （1）自选角度分析第⑤段划线句。 （2）揣摩第⑥段“抛”字的妙处。  (3) 题目内容: 比较第⑦段和下列链接材料，两者都因父亲而流泪，但原因不同，请结合内容简析。【链接】读到此处，我泪眼朦胧，再次看见那熟悉的肥胖身影，穿着青布棉袍黑布马褂。唉！不知何时再能相见。（朱自清《背影》） (4) 题目内容: 分析文章最后一段划线句的含义。 ", "ques_answer": ["(1)①母亲在我出生前做梦梦见了小葫芦；②葫芦寓意辟邪、招宝，父母希望我一生平安、富裕。\n(2)（1）示例一：运用了对比手法，将别人的小名和我的小名进行比较，表现了我对别人小名的羡慕和对自己小名的厌恶。 示例二：运用了拟物手法，把孩子们比作欢呼雀跃的小动物，生动地写出了孩子们的兴奋，表现了我对别人的小名的羡慕和对自己小名的厌恶。\n（2）“抛”字表现了对自己小名的不满；生动形象地写出了高中后终于没人知道我小名的喜悦；为文章结尾期待有人叫我小名作铺垫。\n(3)文中父亲因患病开始健忘，但仍然记得我的小名，我流泪是感动和悔恨，感动父亲记得我的小名，悔恨小时候不理解父母之爱；链接材料中，我看到父亲信中的伤心话，想念父亲而流泪。\n(4)小时不理解父母的用意，极力排斥小名；成年后理解了父母的心意，呼唤小名的亲人却已离去；在异乡工作，小葫芦寄托了对亲人的怀念和对故乡的依恋。"], "ques_analyze": "首先理解文章大意：作者从童年对小名的抗拒到成年后的怀念，展现了自我认同和情感发展历程。\n(1) 文中第①段提及母亲做梦梦见小葫芦，这象征吉祥和希望。第⑥段说明葫芦可辟邪招宝，父母希望作者平安富裕。\n(2) 赏析第⑤段第一个问题使用对比手法，显示叫别人的小名引起亲切愉悦，而叫作者的小名引来嘲笑，表现了对自己小名的不满；第二个问题“抛”字表现对小名的不满和摆脱后的喜悦，也为结尾作铺垫。\n(3) 第⑦段中父亲患病只记得我的小名，令人感动和悔恨；链接材料中看到父亲信中伤心话语，表达对父亲的思念。\n(4) 最后一段说明从儿童时期的不理解到成年后的理解和怀念，小名从负担变成一种情感寄托，表现对故乡和亲人的深深怀念。", "ques_knowledges": ["散文"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 请阅读以下文章，并完成后面的各题。 ①中国与外国最大的不同之一就是围墙。走出国门，环视包括一些发展中国家在内的各国城市，几乎看不到像中国一样的墙。在国外，有些城市的“围墙”其实是“绿色围墙”——用植物代替砖石或钢筋水泥来筑墙。 ②全球最具特色的绿色围墙建筑，首推巴西的“植物墙”。在巴西，这些绿色围墙是用空心砖砌成的，砖上涂有树胶和肥料，再种上草籽，小草从中长出，覆盖墙面。这些植物墙不仅美观，还能减噪降污。巴西利亚的人均绿地面积接近100平方米，是全球最多的。这座始建于1960年的新首都，尽管历史不长，却在1987年被联合国列为“人类文化遗产”，这归功于其独特的三权广场、新颖的城市布局，以及卓越的绿化，展现了现代化城市的典范。 ③堪培拉在1927年定都时明确规定，不允许建造非植物围墙。如今，除总理府仍有围墙外，整个城市都没有非植物围墙。机关团体为了掩饰办公场所，种植高大的合欢树、桉树等，形成绿色围墙。各国使馆种植本国特有花木，形成绿色篱墙，让人仿佛在参观各国植物园。 ④在新加坡，树木、草坪随处可见，完全找不到围墙样的建筑。这个面积仅641平方公里的国家，300万民众生活在大大小小的花园中。新加坡法律规定，有花园的住宅不能筑围墙，让花木供行人欣赏，并可减免房地产税；住宅楼必须距离马路15米以上，其中绿地应占65％，建筑面积占35％。自1971年以来，新加坡推广种树和铺设草坪，连天桥、候车亭、电线杆都爬满藤蔓，让整个城市被绿色环绕。 ⑤非洲尼日利亚的首都拉各斯由于人口过多，于1979年迁都到内陆的阿布贾。迁都之初，政府就禁止筑围墙。现在，阿布贾没有砖石围墙，成片的绿树扩大了视野，花草树木藤萝墙点缀其间。 ⑥中国的围墙已有几千年历史，主要是为了安全和分界。如今，我们需要打破围墙，使用绿墙代替砖墙，才能符合国际城市建设的趋势。（1）问题: 从整体来看，我国的围墙和外国的“绿色围墙”在功能上有什么区别？（2）问题: 简述巴西利亚能够被联合国定为“人类文化遗产”的原因。（3）问题: 文章第③段划线部分使用了什么说明方法？在本段有何作用？（4）问题: 文章第④段中“新加坡人只建绿篱不建围墙”一句中的“只”有何说明效果？ （5）问题: 根据文章内容，谈谈我国在绿化建设方面可以借鉴哪些有益经验？", "ques_answer": ["安全、分界 和 美化、环保", "构思巧妙的三权广场、独特的城市布局和注重绿化", "举例说明，增强了文章的说服力和具体性", "“只”强调了新加坡人对城市绿化的共识", "纳入政府行动，提高公众绿化意识，关注环保，跟随全球建设趋势"], "ques_analyze": ["通过整体阅读可知，中国的围墙主要功能是安全和分界，而国外的绿色围墙注重美化与环保。通过对比中国和外国围墙的功能，可以看出中国和外国在围墙设计上的不同意图。这反映了中外城市建设理念的差异。考点：辨别和总结文中信息。能力层级：分析和综合。", "文章中提到，巴西利亚凭借新颖的三权广场设计、独特的城市布局和显著的绿化被联合国列为“人类文化遗产”。这些特点展示了城市绿化在文化遗产评定中的重要性。考点：理解文中关键句子的意思。能力层级：理解。", "第③段用了举例说明的方法，具体展现了澳大利亚堪培拉如何实施绿色围墙建设，加强了文章的可信度和说服力。举例说明可以使陈述更具体、生动，容易理解。考点：辨析常见的说明方法及其作用。能力层级：分析和综合。", "“只”限制了选择范围，突显新加坡人对城市绿化的共同认知和决心，仅建绿篱而摒弃围墙。这个词汇强调了新加坡在城市绿化方面的一致性决策。考点：理解文中重要词语的意思。能力层级：理解。", "文章中的经验有几个方面值得借鉴：将城市绿化纳入政府行为，提高公众绿化意识，从环保角度建设城市，实现人与自然和谐共处，顺应世界城市建设潮流，构建绿色城市。这些措施能提升我国绿化建设的标准。考点：个性化阅读和创意解读。能力层级：探究。"], "ques_knowledges": ["说明文阅读"], "source": "valid", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "阅读以下文章，完成后面的问题。\n\n### 一条狗的手术\n\n①著名的眼科专家华博士来到鹅城，准备为一只狗做白内障手术。这引起了所有人的关注，大家都纷纷猜测背后隐藏着什么故事。记者们也不例外，他们四处打探，希望挖出内幕。\n\n②华博士可非同一般，他是世界闻名的眼科权威，在美国、英国等多个著名学府和医院主持过医学研究，有很多重要的学术成果和先进的理念，深受国际医学界的推崇。不久前，华博士刚刚回国，那只狗叫棒棒，是一只普通的导盲犬。棒棒的主人在两年前去世了，那华博士为何会为它做手术呢？\n\n③这其中充满了谜团。华博士行踪神秘，拒绝任何采访，只要求鹅城眼科医院为那只狗准备特殊病房。早上，记者们早早在医院门口等候，期待见到华博士和那只狗。九点钟，一辆面包车驶来，一个戴着墨镜和口罩的人抱着一只老狗下了车，不用说，这就是华博士和棒棒，随他们来的还有棒棒的家人。记者们一拥而上，各种摄影设备对着他们拍个不停。但华博士只说了一句话：“别急，等棒棒出院后我会解释一切。”\n\n④随后，华博士和那只狗进入了特殊病房。据医院透露，华博士对狗的检查非常细致，亲自填写了所有表格，认真严谨。接着，棒棒穿上病号服，被推上手术车进了手术室。麻醉后，华博士亲自为棒棒进行了白内障手术，手术非常成功。手术后，棒棒被推回病房，华博士一丝不苟地照看着棒棒，等待它康复。所有这些让华博士的行为显得更加神秘。\n\n⑤几天后，棒棒的眼罩被摘除，它的眼睛重新看到了光明。华博士抱着棒棒的头，与它久久对视，口中喃喃自语，不知道说些什么。此外，华博士还依医院的邀请，为医务人员做了一场学术报告，记者们也被邀请参加，内容也算是新闻发布会了。由于先前的神秘，报告吸引了大批听众，报告厅里人山人海。\n\n⑥不久，华博士牵着棒棒走上讲台，来到麦克风前。他说：“亲爱的朋友们，现在是揭开谜底的时候了。先给你们讲个故事：二十年前，有一个刚刚毕业的眼科研究生被分配到鹅城担任医生。他做的第一个手术就出了事故。六十多岁的老人希望通过手术提高视力，但由于研究生缺乏经验，手术中意外弄伤了老人的眼底神经，导致老人永久失明。老人的家属找上医院，要求赔偿，并建议处分研究生。研究生害怕极了，甚至动了离开的念头。”\n\n⑦事情被老人知道后，他斥责了自己家属，找到医院领导表示：不要任何赔偿，也不允许处分研究生。老人说：“我年纪大了，眼睛瞎了算不了什么，但不能因为我毁了一个年轻人的前途。国家培养一个研究生不容易。”自那以后，这名研究生发愤图强，最终成为博士，并在海外深造。当他觉得自己有了成绩，可以宽慰老人时，决定回国寻找老人，以报答恩情。遗憾的是老人已经去世，但老人的家属告诉他，老人的导盲犬棒棒一直陪伴他，直到棒棒最近也失明了。\n\n⑧华博士说到这里哽咽了，他深吸一口气继续说：“现在大家都知道那个研究生是谁了。我为何要给棒棒做手术？仅仅是希望它能在另一个世界继续充当老人的眼睛。”\n\n**问题**：\n\n1. 根据提示补全华博士的人生经历。\n20年前，首单手术失败，老人全然不计较；→____；→学成归国，寻找老人，老人已逝；→____\n\n2. 品读文中带下划线的句子，从描写方法角度对句子进行赏析。\n“华博士说到这里哽咽了，他停了一下继续说：‘现在大家都知道那个研究生是谁了。我为什么要为棒棒做手术呢？只有一个心愿，就是想等它去了那边以后，继续当好老人的眼睛。’”\n\n3. 文章多处设置悬念，请举一例并分析其作用。\n\n4. 文章题目是“一条狗的手术”，这个题目有何意义？", "ques_answer": ["1. 努力学习，获得博士学位 2. 为狗做手术，完成心愿", "通过语言描写，表现出华博士回忆往事时的难过和悲伤，表现出他对老人的深厚感激和怀念之情。", "例如，华博士在鹅城为一条狗做手术，这一悬念让人好奇博士为何如此重视这条狗，从而吸引读者继续阅读，增加故事的吸引力。", "题目点明了故事的核心事件，引发读者好奇，并引导着读者一步步揭开背后的故事。"], "ques_analyze": ["本文考察对文章内容的理解和关键信息的提取。华博士的人生经历展示了一个努力奋斗的过程。20年前，由于手术失败，老人宽容的态度使他继续追逐医学梦想，最终取得博士学位并在国外深造。归国后，他希望报答老人，但得知老人已去世，便决定通过为导盲犬棒棒手术来完成心愿。", "本文通过语言描写手法，特别是一段哽咽和停顿，表达了华博士回忆往事时的情感波动，增强了场景的代入感。这让读者更深刻地体会到华博士对老人的感激之情。", "本文多次设置悬念以吸引读者兴趣。例如，华博士来鹅城为一条狗做手术的消息让人们感到意外和好奇。这样的悬念设置，使故事情节更加生动有趣，吸引读者深入了解背后的故事。", "题目“为一条狗手术”既点明了文章的核心事件，又吸引读者产生好奇心，通过展开叙述使读者逐步揭开背后的动人故事。"], "ques_knowledges": ["小说"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "较易", "ques_content": "阅读以下文字，回答相应问题。①新时代的中国青年，拥有理想，奋斗才有目标，人生才有方向，青春才能持续充满活力。②青年的理想信念关系到国家的未来。青年的振兴意味着国家的振兴，青年的强大意味着国家的强大，青年拥有远大的理想、坚定的信念，一个国家、一个民族才能拥有不可战胜的前进力量。1955年8月，第一支青年开荒队奔赴北大荒，随后来自全国各地的青年来到白山黑水之间，以坚韧不拔、艰苦创业的精神铸就拓荒丰碑；2019年1月，“嫦娥四号”在月球背面留下“中国印记”，人们发现这支团队的平均年龄是33岁，“80后”“90后”已经成为航天尖兵。青年的一代代人，以他们的朝气和志向，以使命和责任，以理想和信念，为国家的发展、民族的复兴注入了磅礴的青春力量。③对于个人而言，有没有远大理想，能不能志存高远，也决定着青春的质地与分量。拥有远大理想、鸿鹄之志，才能向着这个方向去努力、去奋斗，在人生的航线上少走弯路、不走岔路。水激石则鸣，人激志则宏。知道自己要去哪里，世界就会为其让路，而没有方向，任何风都可能是逆风。④只有把自己的小我融入祖国的大我、人民的大我之中，与时代同步伐、与人民共命运，才能更好地实现人生价值、提升人生境界。北大“90后”女生宋玺，剪掉长发穿上军装，护航亚丁湾；云南“80后”干部李忠凯，奋战在脱贫攻坚的主战场，劳累的工作让他白发苍苍；河北保定学院的西部支教群体，奔赴大漠传播梦想，将青春绽放在祖国最需要的地方……胸怀祖国、胸怀人民，超越小我、融入大我，才能理解工作的意义、事业的价值，也才能收获更充实的人生。⑤当每一份青春的力量，都汇集成民族复兴的梦想时，必将成为推动历史前进的磅礴力量。百年前的五四运动如此，进入新时代的今天亦然。惟愿每个青年都目光望向未来、坚定走向明天，惟愿每个青年都能向上，助力中国向上、民族向上、世界向上。（取材于《人民日报》） (1) 为上述文字写一个标题，作为本文的中心论点。（限12字以内） (2) 梳理整篇文章的论证思路，完成以下论证结构图。（每个空格限20个字以内） 一、提出问题：新时代中国青年，有了理想，青春才能持续充满活力。（第①段） 二、分析问题：论述青年理想关系国家未来。（第②段） （1）___（第③段） 三、解决问题：（2）___（第④段） 得出结论并提出希望。（第⑤段） (3) 根据本文的论述内容，写出一句能体现远大理想的诗文或名言（试卷中已有的除外），并简要说明它表现了怎样的远大理想。", "ques_answer": ["青年应怀抱远大理想", "1. 对个人而言，远大理想决定青春的质量。 2. 把小我融入大我，才能更好实现人生价值", "会当凌绝顶，一览众山小。这句诗表现了追求卓越超越自我的远大理想。"], "ques_analyze": "【分析】(1) 本题考查拟写标题的能力。首先要结合文章的首句和核心论点来确定标题，文章主旨集中在“新时代中国青年要树立远大理想”，题目可拟为“青年应怀抱远大理想”。(2) 本题考查梳理文章论证思路的能力。第③段分析远大理想对个人的重要性，即“远大理想决定青春质量”；第④段分析将小我融入大我对实现人生价值的重要性，即“融入大我实现人生价值”。(3) 本题考查引用名言的能力。可选的诗文有很多，例如杜甫的“会当凌绝顶，一览众山小”表达了追求卓越并超越自我的理想，适合用来说明远大理想。总结：理想指引方向，信念决定态度，当代青年应树立远大理想，并在实现个人价值和社会价值的过程中成长。", "ques_knowledges": ["议论文阅读"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读《背影》选段，完成以下小题。近年来，父亲和我四处奔波，家境逐渐衰退。他年轻时外出谋生，独自撑起一片天，成就不少。然而，老来却如此落魄！他   ①   （见到某种情况而心生悲痛），自然情绪无法自控。情绪郁结于心，必然表现在外；家庭琐事常常惹他发怒。他对我逐渐不像从前。但这两年不见，他终于忘记了我的不好，只是挂念着我，惦记着我的孩子。我北上后，他写信给我，信中说，“我身体尚可，唯有肩膀疼痛难忍，② j<u>ǔ</u> <u>zhù</u>提笔，诸多不便，恐怕大限将至。”读到此处，在泪光中，我又见到那肥胖的、穿着青布棉袍、黑布马褂的背影。唉！我不知何时能再见他！ (1) 题目内容: 请根据词义和拼音，准确写出文段中的空缺词语。 ① __      ② __  (2) 题目内容: 《背影》的语言朴实又典雅，蕴含着深厚的情感。请从上述段落中选取具体语句，进行品味赏析。", "ques_answer": ["触目伤怀", "举箸"], "ques_analyze": ["本题考查学生对词义和拼音的理解能力。 (1) '触目伤怀'的意思是看到某种情景而心生悲伤，反映了父亲对周围变化的感受。'举箸'读作jǔ zhù，意为拿起筷子，形象地描绘了父亲虚弱到连举筷子都困难的情景，进一步体现了父亲健康状况的恶化。", "(2) 分析《背影》的语言特点，可以看出其朴实典雅且充满深厚的情感。比如“他年轻时外出谋生，独自撑起一片天，成就不少”的朴实表达，以及“颓唐”、“触目伤怀”、“无法自控”等词语的典雅用法，共同构成了文章的语言风格。句式如“情绪郁结于心，必然表现在外；家庭琐事常常惹他发怒”等更接近文言文，展现了作者深厚的文化底蕴。通过对父亲生活环境的描述和他人生经历的概括，作者表达了对父亲深切的理解、同情与牵挂，并烘托出浓浓的悲伤情绪。"], "ques_knowledges": ["根据拼音写汉字", "成语", "朱自清(1898-1948)", "散文"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "困难", "ques_content": "题目内容: 明明在报纸上读到下面的文章，请帮他完成以下问题。挑战自我 陈大昊  高峰①年轻时的拿破仑有一次在郊外打猎，遇到一个在水中挣扎的男子喊救命。拿破仑看水并不深，于是用枪指着男子说：“如果你不自己游上来，我就开枪打死你。”在拿破仑的逼迫下，该男子自己游上了岸。现实生活中，可能没有人像拿破仑这样逼你前进，我们更多时候需要给自己施加压力，逼自己一把。那么，究竟该逼什么？②战胜惰性。“天下事以难而废者十之一，以惰而废者十之九”。惰性是人的天性，不仅消磨斗志，还会在无形中削弱能力。顺着惰性游走的人，喜欢留在自己的“舒适圈”中，习惯挑容易的事做，拣顺手的活干，按老惯例办事，面对任务不愿多承担，遇到困难不愿多向前一步，面对新事物不愿多尝试，久而久之，思想退步、意志退缩、能力退化就是必然。习主席在中央党校（国家行政学院）中青年干部培训班开班式上强调：“干部成长无捷径可走，经风雨、见世面才能壮筋骨、长才干。”逼自己一把，就是进行“自我的搏斗”，逼自己走出“舒适圈”，多一些“风里来雨里去”，多一些“上刀山下火海”，厚积方有薄发，百炼方能成钢。③克服傲气。曾国藩认为，惰和傲“二者皆败字之道”，平庸之人因惰而败，才智之人因傲而败。确实，细想一个个“伤仲永”式的悲剧、众多“明星官员”的陨落、那些“不败神话”的破灭，大多因自得而骄傲，于是，有人或自我满足而止步不前，或自我封闭而不敢创新，或自我迷失而贪图享乐，最终自己打败了自己。荣誉应是人生进步中的无形资产，而不应是骄傲的资本；成功应是人成长的新起点，而不应成为奋斗的终点。“时代楷模”郝井文和他的团队之所以屡创佳绩，是因为他们始终保持清醒和谦逊，“不搞庆功会，不论什么任务，回来第一件事就是检讨反思，哪怕是拿了第一”。</u>逼自己一把，就是除傲气、祛浮气，做到“高人一筹”而不是“高人一等”，常常“自以为非”而不能“自以为是”，自觉克服夜郎自大，防止固步自封，才能避免作茧自缚。④激发潜能。长跑中，常常会出现一种称为“极点”的生理现象。“极点”临近时，人们会呼吸困难、肌肉酸痛、动作迟缓，让人难以坚持。但只要凭借毅力和意志，突破“极点”，就会迎来“第二次呼吸”。个人的潜能，往往是在达到“极点”后再前进一步，再坚持一下，才得以释放，实现质的飞跃。“凡做事，将成功之时，其困难最甚”。此时，更需要逼自己一把，多做几回“热锅上的蚂蚁”，多接几次“烫手的山芋”，敢于挑战极限，勇于突破“极点”，努力做到极致，方能激发最大潜能，收获最好的自己。⑤天下事无所为而成者极少，有所激有所逼而成者居其半。不论是在“舒适圈”前，还是在挑战面前，是选择放自己一马，还是逼自己一把，决定一个人的成败。逼自己一把，经常做不擅长的事，改变不良习惯，走少有人走的道路，会看到不同的风景，得到不同的结局。（选自2019年5月9日《解放军报》）(1) 题目内容: 简要说明第①自然段的作用。  (2) 题目内容: 概述第②段的论证思路。  (3) 题目内容: 解释第③自然段标出句子使用的论证方法及其效果。  (4) 题目内容: 阅读②—④段，下面链接的材料如果作为文章的论据，你认为放在哪一段合适？并说明理由。【链接材料】2019年，我带儿子去了一趟乞力马扎罗山。我们登顶是从晚上11点开始的，在接下来的36个小时中睡觉的时间不超过3个小时，其他时间都在行走……成功登顶后，儿子的表情变得成熟了许多，其实不是他的状态变化，而是他终于逼自己做了一件以前不敢相信自己能做到的事。他感叹说：“原来我也能做到这样。”（张泉灵《不逼自己，就永远不知道自己是谁》有删改） ", "ques_answer": ["第①段描述拿破仑用枪逼迫在水中挣扎的男子自救的故事，引出文章中心论点——自我施压；作为事实论据，证明了中心论点；增加读者兴趣。", "首先，提出“战胜惰性”观点；然后，运用引用论证和正反对比论证，说明惰性削弱能力，经风雨才增长才干；最后强调逼自己一把，走出“舒适圈”。", "举例论证。通过“时代楷模”郝井文及其团队保持清醒和谦逊的事例，说明“逼走傲气”的重要性，有力支撑文章中心论点。", "放在第④段。第④段关于“激发潜能”论点，链接材料描述儿子突破自我潜能，逼自己做成不可思议的事，这与观点相符，验证该观点。"], "ques_analyze": "（1）第①段通过叙述拿破仑的小故事，引入文章主题，表明在压力下人能展现出意想不到的一面，为文章中心论点——“逼自己一把”作铺垫，并激发读者兴趣。\\n（2）第②段首先提出“战胜惰性”的论点，接着利用引用论证和正反对比论证，分析惰性对人的负面影响，再通过引用习主席讲话来论证摆脱舒适圈和经受考验的重要，最后强调了逼自己一把的价值。\\n（3）标出的句子使用了举例论证，通过“时代楷模”郝井文及其团队始终保持清醒和谦逊的实际事例，强调了逼走傲气、保持谦逊对成功的重要性，具体而有力地支持了文章的中心论点。\\n（4）将链接材料放在第④段是合适的。这段讲述了通过自我逼迫突破极限，可以激发个人潜能并实现质的飞跃，链接材料中的实际经历正好作为论据，证明在自我挑战过程中人能够实现意外的成就。", "ques_knowledges": ["", "议论文阅读"], "source": "test", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "困难", "ques_content": "题目内容: 阅读下面的片段并回答问题:汪建国驾驶汽车行至离目的地十三公里处时，汽车突然熄火。他看了看正熟睡的父亲，又伸头看了看逐渐变黑的天空，小心翼翼地多次尝试启动汽车，但却未成功。无奈之下，他推醒了父亲，感觉手在颤抖。“爸，醒醒，车出故障了。” 汪建国的父亲醒来后，发动汽车无果后，瞪了汪建国一眼，带着席子和工具箱下车修理。汪建国看到父亲躺在席子上，一阵刺耳的金属撞击声从车底传出。汪建国无事可做，观察起周围，看到一条柏油路直通远方，两旁是高瘦的泡桐树，还有远处红色屋顶的房子在黄昏中若隐若现。这时，汪建国透过后视镜看到远处有一个白点逐渐接近，是一位骑白色自行车的少女，她从汪建国的车旁经过时，奇怪地看了一眼停在此处的车，带着香水气味离去，汪建国怅然若失。突然，他看到那位少女被路边窜出的一人拖向田地，汪建国急切地试图启动汽车，从车底传来可怕的惨叫声。“糟了。”这句话从汪建国心底发出。（选自《语文新四书》）(1) 请用简洁的语言概述小说中的“意外”事件。  (2) 小说第一段提到“他在用手去推父亲的时候，感觉自己的手在颤抖”，这是什么原因造成的？  (3) 小说中两次提到刺耳的金属撞击声有什么作用？  (4) 小说结尾处的“糟了”这一句话有几层含义？请谈谈你的理解。", "ques_answer": ["1. 汽车突然停驶；少女被拖入田地；急于救人导致父亲受伤。 2. 心理不安，担心被父亲责怪。 3. 突显紧张气氛，为情节发展埋下伏笔。 4. 四重含义：意识到错误、对意外启动汽车、未能救助少女及对父亲受伤感到愧疚。"], "ques_analyze": ["(1) 小说中的“意外”事件包括: 汽车突然停驶，白衣少女被袭击，和汪建国急救人却导致父亲受伤。这三件事构成了主要的意外情节。", "(2) 汪建国的手在推父亲时颤抖，是因为内心不安，怕因汽车故障受到父亲的责骂，这显现出他心理的恐惧感。", "(3) 刺耳的金属撞击声突显了故事的紧张氛围，让读者感受到汪建国内心的焦虑不安，它同时也为后来汪建国启动汽车并造成后果埋下了伏笔。", "(4) 小说结尾的“糟了”一词有多重含义: 它不仅反映了汪建国意识到自己的错误，还表达了他对不慎启动汽车，未能救助少女，以及造成父亲受伤的愧疚和悔恨。"], "ques_knowledges": ["小说"], "source": "test", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "困难", "ques_content": "题目内容: 阅读下文，完成后续问题。\n\n炊烟是乡村的水墨画\n刘世河\n\n①描写故乡的文章，最常见的莫过于“魂牵梦绕”这四个字，而能体现这四个字的景象，非家乡的炊烟莫属。②“暖暖远人村，依依墟里烟。”长时间居住在城市中，我曾一度对陶渊明笔下的“归园田居”十分向往，如今人到中年才幡然醒悟，其实我的童年和少年时光正是在那样一个如诗如画的地方度过的。③我的老家在鲁北平原，村东有一条小河蜿蜒流过。过河不远便是一个高高隆起的沙土坡，坡上的白杨树枝繁叶茂，一到夏天便绿树成荫，成了我们这帮孩子玩耍的天堂。有时玩累了，我就坐在坡顶静静地望着小村，努力在那些相似的院落中寻找自己的家。④起初总是眼花缭乱，后来望着望着就有了经验；看炊烟，父亲患有胃病，医生叮嘱要三分治七分养，吃饭须有规律，还得是热乎饭，不管多忙，母亲都会准时生火做饭，所以村里升起的第一缕炊烟多半就是我们家的。⑤母亲常说：“这炊烟呀，就是咱农家灶台上开的花，花一开就有饭香，日日有饭香就是好日子。”那时年幼，对母亲的话一知半解，在意的只是制造炊烟的灶台上母亲又做了什么好吃的。所谓饥望炊烟眼欲穿，一心只想填饱肚子。⑥炊烟还是小村的晨钟暮鼓，每天都传递着村人们晨起晚息的信息。⑦早晨的炊烟风轻云淡，就像天边薄薄的晨曦，清灵疏朗，昭示着农家人早饭的简单，熬一锅小米粥或玉米糊糊，几个馒头就着一碟小咸菜就齐活了。吃罢早饭，上学的上学，上班的上班，下田的下田，农家新一天的生活便拉开了序幕。⑧午间的炊烟是农家人匆忙的步履。不同于早饭的是，午饭虽然简单，但一定要吃得硬实抗饿，因此，午间的炊烟往往急速升起，瞬息消逝，一如农家人忙秋忙夏时脚不沾地的身影。⑨傍晚的炊烟是最美的，也最能体现农家生活的细致与温馨，晚饭是全家人的聚餐，也是农家人一天中最悠闲的时候。农家人有个小习惯，就是越闲越吃，所以晚饭自然丰盛些。如果那天家里有喜事，更会杀鸡做肉以示庆贺。乡下人干活是急性子，但吃饭却讲究，尤其懂得“要想肉更香，工夫必须长”的道理，小火慢炖，肉烂汤浓。因此，傍晚的炊烟是细水长流，从黄昏一直摇曳到夜幕降临。⑩炊烟如此缭绕生动，古诗词中自然少不了它的身影。“乱云午剩带炊烟去，野水闲将白影归”是辛弃疾笔下的炊烟；“渔市孤烟袅寒碧，水村残叶舞愁红”则出自柳永笔端。⑪写炊烟最多的当属陆游。“岭谷高低明野火，村墟远近起炊烟”和“遥望炊烟疑可愁，试从行路问村名”都是他的。可见陆游对田园袅袅飘逸的炊烟有多喜爱。后来又读到陆游“雾敛芦村落照红，雨余渔舍炊烟湿”的句子，不禁疑惑，炊烟怎么会是湿的呢？⑫直到离家多年后，有一回在梦里又见故乡炊烟，醒来后却泪湿枕巾，才终于明白。原来炊烟是和思念缠绕在一起的，泪眼看炊烟，又怎么会不湿呢！又想起母亲当年对炊烟的比喻，突然觉得母亲就是一个诗人。而在我的眼里，炊烟不仅是农家灶台上开出的花，它自由舒展，浓淡随意，更像是一幅黑白交织的水墨画，飘在乡村的上空，画中的奇妙意境只有看懂它的人才能体会得到。⑬而且这幅画的色调永远是暖的，因为它的作者是母亲。\n（选自《文苑经典美文》，2018年第3期，有删改）\n\n(1) 题目内容: 请你概括一天中三个不同时段炊烟的特征。 \n(2) 题目内容: 请从修辞的角度赏析画横线的语句。炊烟还是小村的晨钟暮鼓，每天都传递着村人们晨起晚息的信息。\n(3) 题目内容: 第⑩⑪段中引用关于“炊烟”的诗句有何作用？\n(4) 题目内容: 最后一段内涵丰富，请联系全文加以分析。", "ques_answer": ["早晨的炊烟轻淡，午间的炊烟急速，傍晚的炊烟悠长。", "运用比喻的修辞手法，把炊烟比喻为小村的晨钟暮鼓，生动形象地表现了炊烟与村人作息的关系。", "引用诗句增添了文学色彩，传达了作者对乡村炊烟美景的喜爱。", "通过对炊烟的描绘，表达了对母亲与家乡深厚的情感以及乡村生活的美好，炊烟象征着家的温暖和幸福生活。"], "ques_analyze": ["早晨的炊烟轻淡，如同清晨的曙光，显示出农家人早饭的简单。午间的炊烟急速升起，瞬间消散，反映出农家人中午的忙碌，需要充足的食物来支撑下午的工作。傍晚的炊烟悠长，象征一天结束时农家人的悠闲和丰盛的晚餐。", "运用比喻的修辞手法，把炊烟比作晨钟暮鼓，生动地反映了小村庄稼人按炊烟的升起与消散来安排作息，展示了村民们生活的节奏。", "引用关于炊烟的诗句旨在表达作者对乡村生活的热爱和向往，同时也突显了炊烟景象在文学中的美好形象和情感寄托，为文章增添了文学艺术的韵味。", "通过描绘炊烟，作者表达了对母亲和家乡的深厚情感，以及对乡村生活的美好回忆。炊烟不仅象征着家的温暖和幸福生活，还体现了母亲的爱和家庭的重要意义。"], "ques_knowledges": ["散文"], "source": "test", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容：阅读以下文章，完成指定问题。不染黎采①“不染”，这两个字如同潜藏在我心中的精灵，突然现身——当柿子与雪邂逅，而我正巧看见。②那是一个冬日的早晨，我漫步在雪后的村庄。拐角处，一树柿子顶着雪出现在我眼前。这是一棵老柿树，静静地矗立在一座废弃的土墙瓦房旁。粗大的树干，茂盛的枝叶，簇簇的柿子点缀其间。③不知为何，刹那间，我几乎失去了表达的能力——许多词汇在心中突然隐退，我努力抓住它们，却总是抓不住。唯有“不染”，没有躲藏，反而猛烈地在心头奔腾。④我呆在原地，忘了继续前行。⑤这座老房子里是否住过柿子树的主人？如今只剩房子和柿子树自生自灭。⑥房子逐日老化。斑驳的墙，破旧的窗门，尽显无望的等待和破碎的希望。唯有那整齐的灰瓦，如一种执着的坚守。⑦柿子树仍是一棵忠于自己的树，沿着时间的轨迹，生叶发花，结出柿子，不慌不忙，面对风雨也无所畏惧。这一颗颗红彤彤的柿子，是它一年一度的极致繁盛，展示显眼的美丽。⑧房子与柿子树，衰败与繁华，在雪中仿佛沉入一个旧梦，一些东西飘忽上升，一些东西缓慢跌落。最终，一切事物都如雪般轻盈，所有过往都洗去尘埃……不染，就这样无声无息又庄重地浮现。透过我几近麻木的心神……⑨无论是做人，还是做树，走过尘世，难免沾染尘垢，渐渐失去本色。或曰，断续地失去本色。然而，幸有每次降临的雪，让人与树如隔世般清醒，重新看到如雪般纯净的不染过往。⑩二十多年前，这个村庄中布满大小不一的土墙瓦房，还有不少农户在房前屋后栽了柿子树。那物质匮乏的年代，柿子伴随着村民们度过了许多艰难且美好的时光。摘青柿，加蓼花进坛，加水做成脆甜的泡柿子；成熟的柿子去蒂刮皮，风干成甜美的柿饼。从秋末到冬深，每家每户都变着法子吃柿子，甜味充溢在生活之中。⑪我需承认，比起吃柿子，我更喜欢看柿子——看那红艳的柿子在枝头高挂——我希望尽力留住那纯粹的美。⑫当然，这只是想想，我不会疯到去阻止任何人摘柿子。摘柿子的场景在我记忆中鲜活，是那样珍贵温馨。但如今再见不到了。一棵棵高大的柿子树相继被砍，那些栽树的人渐渐老去，年轻人无眷恋地逃向外面世界。柿子树在村落中成了可有可无的景象。斧子逼近柿子树，我也无力阻止，叹息声被连续倒下的柿子树压过。⑬再次看向这被遗忘的老柿树，仿佛记忆中的柿子树复活了，在村庄角落里摇曳，红艳的柿子丰满了大地……⑭我明明想笑，却湿了眼睛。⑮唉，这个伴随我童年的村庄，各个角落藏溢我的过往。我在村庄里自由奔跑，顺着树林中的小路，风在耳边呼啸，发丝轻扬；我在村庄中看花慢慢绽放，看稻浪翻卷；在村中听溪流潺潺，听稻谷絮语……⑯没有风。雪还在飘。⑰就让我静静待在这里吧——不前不退，不思不虑，无忧无愁——从前那个少年，正在归来。⑱此刻，我看万物皆不染，万物望我亦如是？（来源：中国作家网）(1) 题目内容：阅读全文，说明为什么用“不染”做题目。 (2) 题目内容：作者现时与过往的视角在交替。结合上下文，分别概括第⑨和第⑮段中的“过往”所指是什么。 (3) 题目内容：从修辞角度品析加点词的妙用。就在一个拐角处，一树柿子<点>头<点>雪跃入我的眼帘。这是一棵老柿树，它<悠然>矗立在废弃土房旁。 (4) 题目内容：第⑭段写到“只是，我明明想笑，却湿了眼眶”，“想笑”与“湿了眼眶”是矛盾的吗？为什么？ (5) 题目内容：通读全文，说明这篇文章表现了作者哪些情感？", "ques_answer": ["不染贯穿全文并揭示主题：保持赤子之心，不沾染尘埃，执着坚守本心，保持简单从容的生活态度。", "第⑨段“过往”：物质匮乏时期与美好记忆。第⑮段“过往”：童年自由奔跑和乡村美景的美好回忆。", "“点”字象征柿子树顶着雪，“悠然”描绘柿子树安静矗立的状态，彰显作者的喜爱。", "不矛盾。作者想到过去的美好心生欢喜，但看到现实的残酷便感到悲伤。", "情感包括对静美雪景的喜爱、对坚守房子与柿子树的敬佩、对现实中变化的无奈和忧伤、对童年村庄的怀念及对简朴生活的向往。"], "ques_analyze": ["(1) “不染”是全文的核心，它揭示了文章的主旨：无论是做人还是做树，都应保持赤子之心，不受世俗尘垢所染。它贯穿了文章的始终，贯通了作者的情感，并通过对比增强了主题的表达。", "(2) 第⑨段的“过往”指生活在物质匮乏时期的艰难岁月中，柿子树陪伴人们度过艰苦且美好的日子。第⑮段的“过往”指作者童年时期在村庄里自由奔跑、欣赏美景的美好回忆。", "(3) 文中使用了拟人的手法，“点”字生动地描述了柿子树上覆满雪的画面，而“悠然”则描绘了柿子树在经历岁月变迁后静静伫立的状态，传达了作者对柿子树的喜爱之情。", "(4) 并不矛盾。作者在看到柿子树美好记忆时心生欢喜想要笑，但当想到现实中的柿子树被砍伐、村庄的变化以及逝去的美好时光时，又感到无奈和悲伤，因而“湿了眼眶”。", "(5) 作者在文中流露了多种情感：对柿子树与雪景之美的喜爱、对房屋和柿子树坚韧坚持的敬仰、对现实时变迁的忧伤和无奈、对童年村庄美好回忆的怀念及对保持赤子之心和简单生活的向往。"], "ques_knowledges": ["散文"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "(1) 文章开头提到“又去花园了，不弄得满身绿不回来。……”请问花园为什么如此吸引人？ (2) 请结合上下文分析第④段开头画浪线的句子的作用。 (3) 阅读汪曾祺的作品，常常让人感受到一种类似中国传统文人随意挥洒的淡淡水墨画的美感。请选择第⑥段中的相关语句，写一段赏析性批注，以加深对这一特点的理解。 (4) 汪曾祺在他的《人间草木》中提到：“在黑白中温柔地爱彩色，在彩色中朝圣黑白”，其中“黑白”和“彩色”不仅仅是颜色的象征，在本文中“一身绿”的“绿”字也寄托了作者独特的情感。请对这一“绿”字进行具体分析。", "ques_answer": ["花园对‘我’有着巨大的吸引力。首先，花园中有我喜爱的花朵，我采摘这些花带回家送给家人，心中充满了柔软和喜悦。其次，花园中的草地可以成为我的床和凳子，我可以在草地上自由自在地玩耍。再次，花园作为家的一部分，但却无人居住，成为属于我个人的天地，带来探险的乐趣与归属感。最后，花园的静谧与家中的静谧不同，却同样充满温馨与精致，让我十分享受。", "这一句在文章中起到了承上启下的作用。它总结了‘我’为何如此沉浸在花园的探险和游戏中，以及经常沾满草汁的原因，同时也为下文进一步阐述‘我’对草地的喜爱和玩耍提供了引子，强调了花园在‘我’童年记忆中的重要性。", "汪曾祺用拟人手法描绘了‘青铛子鸟在青玉池里洗澡了，一团小雾在阳光里，阳光里有一道浅虹’，这些生动的描写使得整个场景充满了生活的气息，仿佛在欣赏一幅淡雅的水墨画。通过这些细腻的描写，作者展现了家庭生活的宁静美好，传递出对生活的深情厚意和对自然的热爱。", "‘绿’字在本文中不仅仅代表颜色，它还承载了作者对自然的深厚情感和生活态度。通过描述自然中的小景和童年中的欢乐，作者表达了对自然的亲近和喜爱，同时展现了一种对简单、平凡生活的追求和对生活美好面的挖掘。这种‘绿’代表了一种从容淡定的生活态度，反映了作者对自然和生活的热爱与欣赏。"], "ques_analyze": ["(1) 花园吸引‘我’的原因多种多样：它不仅是‘我’采花送给家人、享受纯真喜悦的场所，也是‘我’自由自在玩耍、探索自然的小天地。花园虽然是家的一部分，但无人居住，使得‘我’能够在其中享受探险的乐趣与独属于自己的宁静。花园中的静谧氛围与家中的静谧虽有不同，但同样温馨，反映了‘我’对家的依恋和对自然的热爱。", "(2) 画浪线的句子‘一身绿，一身绿，那是千真万确的’在文章中起到了承上启下的作用。这句话总结了‘我’为何经常沉迷于花园中的探险和游戏，尤其是沾满草汁的行为，同时也为下文‘我’对草地的喜爱提供了背景，引导读者关注接下来对草地的详细描述。这句话突出了花园在‘我’童年记忆中的特殊位置。", "(3) 汪曾祺在第⑥段中描绘的‘青铛子鸟在青玉池里洗澡了，一团小雾在阳光里，阳光里有一道浅虹’等场景，运用了拟人的修辞手法，使得这些自然景象充满了生活的情趣，仿佛在欣赏一幅淡雅的水墨画。这些描述不仅让人感受到自然的美好，也传递了作者对生活的细腻观察和深情厚意，展现了他对家庭和自然的热爱。", "(4) 文中的‘绿’字不仅代表着自然的颜色，它更蕴含着作者对自然的喜爱、对生活的热情和对朴实生活方式的向往。‘绿’字象征了作者对自由、宁静和自然美好的追求，通过描写童年在花园中与自然互动的快乐，作者表达了对生活中纯真美好的向往和对自然的深厚感情，展现了一种从容、淡雅、积极的生活态度。"], "ques_knowledges": ["汪曾祺(1920-1997)", "散文"], "source": "train", "category_cn": "理解", "category_en": "Comprehension"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 描述类文章阅读 檐前屋后的丝瓜花（1）初秋的乡村中，最美的景色当属村前屋后的丝瓜花了。屋檐前，路边，田野，池塘畔，篱笆上，草地上，只要有合适的地方，就会有它们生机勃勃的身影。（2）有的在你脚边的草丛里，大大方方地迎接你，藤蔓攀附着石头草木，曲折盘旋形成一片绿翠浓郁、果实青翠花朵金黄的景象。稀稀疏疏的杂草在丝瓜叶间冒出尖细的叶子。丝瓜蔓儿伸向天空，如同少女的纤纤玉指，引逗秋风。如果凑近细看，还会发现蜜蜂、蚂蚁和许多不知名的小昆虫在花瓣间忙碌。儿时常见的小瓢虫，在爬来爬去之间突然展开七彩的翅膀。有些人在田埂上插上一排竹竿，藤蔓缠绕，叶片相重，密不透风，形成一堵厚厚的绿墙。叶片和藤蔓之间，一朵接一朵的丝瓜花像小太阳般点缀期间。有的藤蔓沿着篱笆墙，蓬勃生长，开花，结籽，不断循环，生生不息。齐白石有幅画表现丝瓜叫《子孙绵延》，画中以黑墨打底，有两根长好的丝瓜和一些未开的花骨朵，寥寥几笔，正是用来象征丝瓜顽强的生命力，非常贴切。（3）乡亲们没有闲暇，农忙过后，地里的花生开始成熟。芝麻、红薯、棉花和玉米都需要锄草施肥。尽管秋阳依旧炙热，蝉鸣不止，劳作久了的人就会直起身来喘口气，擦汗时看到那绽放的丝瓜花，就像一位体贴的姑娘微笑着注视你，看得人眼里柔情泛起，脸上露出笑意，全身又充满了力量。（4）农活差不多干完了，该回家做饭了。屋主顺手摘几朵丝瓜花洗净切碎，可以和鸡蛋一起炒。另外，再采几根细嫩的丝瓜，切片和蒜瓣、红辣椒一起炒，红、白、绿交织，未尝味已醉人。丝瓜长得过盛，还有几条老丝瓜青皮已变褐色，那就挂在檐下风干吧，冬天到了，剥去褐皮，敲下丝瓜籽，剩下的丝瓜络可以用来洗刷锅碗瓢盆。（5）丝瓜棚上，一朵朵丝瓜花儿像顽皮的孩童，伏着、仰着、蹲着、顾盼着、相互依偎，各具姿态，自然成趣。鸟雀在屋后的竹林里叽叽喳喳欢闹，有时还会有花蝴蝶翩翩而来，绕着丝瓜花儿转几圈，又飘然而去。女主人坐在丝瓜棚下，“呱——呱——”地刨着丝瓜皮，空气中弥漫着清香。她的脚边，一只猫儿睡得正香，__……好一幅悠闲的农家图景！（6）普通人家的日子，大多如此，质朴如一朵丝瓜花，在平静的时光中静守，享受着世间质朴安稳的幸福时光。（1）题目内容: 根据选文内容，描述丝瓜花的特点有哪些？（2）题目内容: 文中提到齐白石画作丝瓜的意义是什么？（3）题目内容: 请从修辞的角度分析这句话。丝瓜棚上，一朵朵丝瓜花儿就像顽皮的孩子，伏着、仰着、蹲着、顾盼着、相互依偎，各具姿态，自然成趣。（4）题目内容: 发挥你的想象，为第（5）段横线的地方添加两个场景，使之形成“一幅悠闲的农家图景”。她的脚边，<u>一只猫儿睡得正香</u>，__，__……好一幅悠闲的农家图景！（5）题目内容: 作者喜爱丝瓜花因为其质朴，而周敦颐喜爱荷花因为它的高洁。你喜欢哪种花？请简述理由并引用相关的两句诗。", "ques_answer": ["①丝瓜花生长范围广；②花朵繁茂、美丽；③姿态各异，自然成趣。通过齐白石的画来体现丝瓜花的顽强生命力并增添文章趣味。使用比喻和拟人修辞，将丝瓜花描绘得栩栩如生；答案应展现农家生活的闲适与宁静，回答可以与示例有所不同；我喜欢梅花，因为它在寒冬中开放，生命力顽强。相关诗句如：“墙角数枝梅，凌寒独自开。”"], "ques_analyze": "（1）认真阅读全文，把握文本的主要内容，找出题目要求的关键点。丝瓜花生长广泛，通过文中的'只要有合适的地方，就会有它们生机勃勃的身影'可以得出结论；其繁茂之态可以通过'开花，结籽，不断循环'看出；丰富多样的姿态通过'各具姿态，自然成趣'体现出来。\\n（2）学生需细读相关段落，将齐白石的画作与文中描述结合，理解画作的含义及其对文章的作用。'象征丝瓜顽强的生命力'和增强文章趣味性的作用可以通过文本中的描述得出。\\n（3）分析修辞手法及其功能。根据文中将丝瓜花比喻为'顽皮的孩子'，利用拟人手法描述其动作如'伏着、仰着、蹲着、顾盼着、相互依偎'，使得丝瓜花儿更加生动逼真。\\n（4）在仿写场景时，注意反映农家的悠闲氛围，贴近实际生活，选择自然、和谐的元素进行描写。\\n（5）个人喜好题应突出所喜欢的花的特点，并联系自己的情感经历和相应的诗句。", "ques_knowledges": ["散文"], "source": "valid", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "较难", "ques_content": "题目内容: 请读以下文字，完成后面的题目。韩老大亚华 ①多么整洁有序的火车站广场啊！吉祥站在出站口，心中感叹道。②直行到大街，看到街头竖立的路牌后右转，找一块绿色底黄字的招牌：韩老大摊饼。③吉祥远远看到这块招牌。其上贴着一张红纸，写着：欢迎吉祥博士！他挠了挠头，笑了。走到小摊前，吉祥喊了一声，“大伯！”④韩老大听见叫他，顺口应了一声，但那张胖脸却扬着，望向广场，眼角都没扫一眼吉祥。⑤吉祥咽了一口口水又喊，“大伯，我是吉祥！”⑥韩老大愣了一下，低下头盯着吉祥看，“啊呀”一声，随即伸出右手，又缩回，拿起腰间的围裙，两手在围裙上擦拭，接着快步绕到摊前，拍拍吉祥的手臂说：“好小子，一看就是老吉家的孩子！”⑦吉祥笑了，嘴巴咧得大大的。⑧韩老大还想说些什么，但喉咙忽然哽住了，左手拿起右手的袖套擦眼泪，旋即转身回到摊位，打开小煤气炉，从面盆里舀了一大勺黏稠的面糊，倒在大平底锅里，接着左右翻转这一大片面饼，最后撒上一层肉末，放上一个煎好的荷包蛋和一段大葱，再将面饼卷成小包袱，塞进一个白纸袋里，递给吉祥。 ⑨看得眼花缭乱的吉祥还没反应过来便接过面饼咬了一口，心里想道，哇，真好吃！⑩坐在韩老大的三轮车后座上，吉祥感觉自己像身旁的面盆、煤气灶、平底锅、折叠椅那样，倍感亲切。六月的晨风凉爽干净，把吉祥从南方带来的黏糊糊的汗湿吹得无影无踪，也把韩老大的唠叨吹得一阵阵的。他不时“嗯嗯”地回应着大伯的话，同时四处打量着渐渐热闹起来的街道。⑪韩老大是吉祥祖父的徒弟。那一年，在合作社当木匠的祖父发现一个小男孩蹲在工坊门口，眼巴巴地看着他忙碌。对这样的眼神，祖父再熟悉不过了。他放下手中的工作，走到隔间的厨房，从锅里拿了一个吃剩下的杂粮饼，走到门口递给男孩说：“吃完回家去。”⑫男孩接过面饼却不吃，眼巴巴地摇头。祖父以为他嫌不够，又拿了一个给他。可男孩还是不接，继续摇头。于是祖父喊道：“吃完再说！”⑬男孩立刻把饼塞进嘴里，然后掏出一张折叠的纸片递给祖父。祖父打开一看，上面歪歪扭扭写着：我姓韩，7岁，请收下我。⑭祖父毫不犹豫地折起纸片，递回给男孩，挥手说：“走！”⑮之后几天，祖父没见到男孩，感觉心里怪想他的。那时候逃荒的人不少，但像这样的孩子，祖父还是第一次见。⑯到了第五天傍晚，那个男孩竟然出现在祖父的家门口。刹那间，他的心里就像打翻了五味瓶，酸甜苦辣咸一起涌上心头，流遍全身。 ⑰就这样，老吉家收养了这个名叫韩大路的满族男孩。因为饥荒，他的父母在他身上塞了张纸片后便上路寻找栖身之地。来到这个小城后，他们就走散了。⑱此后，韩老大成了老吉家的老大。他来之后的第二年，吉祥的父亲吉大成出生了。⑲三轮车停在“老吉家”民俗客栈的后院，吉祥跟随韩老大走进一间像厨房休息室的房间。从明亮的窗户望出去，可以看到院子里的两辆标有“老吉家”字样的客货车，吉祥猜想，这一定是大伯的车。⑳当年韩老大跟祖父学木工时刚满16岁，他书念得不好，手艺也学得不好，但厨房的活儿却无师自通。八十年代，个体经营如雨后春笋般涌现时，韩老大向合作社租了一辆三轮车，开始了他的摊饼小生意。不久合作社解散，这辆车子就成了老吉家的客货车了。㉑过去父亲回老家看望祖父，都是韩老大骑三轮车去接他，并趁机卖摊饼；只有吉祥8岁那年跟父母一起回来的时候，韩老大是空着车来车站接的，那时候火车站很小，乱糟糟地让人不安。㉒一眨眼20年过去了，这次吉祥代替生病的父亲回来看望祖父，火车站和小城的景象都变得井井有条了；但是韩老大还是骑着那辆三轮车，只要客栈事务一完，就去卖他的招牌摊饼，很多时候是边走边卖边送的。㉓在韩老大心中，总觉得在城里某个角落，或是郊外的树下，有人正需要一块能让身心温暖的饼。（选自《天池小小说》有改动） (1) 题目内容: 第①段画波浪线的句子属于什么描写？它的作用是什么？ (2) 题目内容: 请根据括号内的提示，赏析文中画线的句子。 （1）打开小煤气炉，从面盆里舀了一大勺黏稠的面糊，倒在大平底锅里，接着左右翻转这一大片面饼，最后撒上一层肉末，放上一个煎好的荷包蛋和一段大葱，再将面饼卷成小包袱，塞进一个白纸袋里，递给吉祥。（从用词角度赏析） （2）刹那间，祖父的心里像打翻了五味瓶，酸甜苦辣咸一起涌上心头，流遍全身。（从修辞角度赏析） (3) 题目内容: 第⑪至⑱段采用了什么写作方式？有何作用？ (4) 题目内容: 文章结尾的作用是什么？ (5) 题目内容: 文章中的韩老大是一个怎样的人？请简要分析。 ", "ques_answer": ["环境描写。与第㉑段对比显现社会环境的巨大变化。", "通过具体的动词描绘，展现了韩老大的手艺娴熟以及对吉祥的热情欢迎；用比喻修辞手法生动地展现了祖父内心复杂的情感，为后续情节做铺垫。", "插叙，自然地介绍了吉祥和韩老大之间的关系，使情节更加紧凑、吸引读者。", "总结全文，突出了文章的主题，弘扬了社会美德精神。", "韩老大头脑灵活、知恩图报、勤劳持家、善良淳朴，坚持做摊饼且乐于助人。"], "ques_analyze": "(1) 这段环境描写通过与20年前火车站小而混乱的场景对比，强调了社会环境随着改革开放所发生的巨大变化。\\n(2) 赏析：①一系列动作的动词描绘详细展示了韩老大熟练的摊饼过程及对吉祥的欢迎；②借用比喻手法将祖父的复杂情感形象地比喻为五味瓶打翻，生动传达了祖父的感情，为后文祖父收留韩老大做铺垫。\\n(3) 插叙方式，通过倒叙自然地交代了吉祥和韩老大之间的渊源，使情节更加丰富且合乎逻辑，增强了吸引力。\\n(4) 结尾总结全文，赞扬了韩老大的知恩图报和社会责任感，突出了文章弘扬社会美德的主旨。\\n(5) 韩老大是一个灵活经营、知恩图报、勤劳持家、淳朴善良的人。他不仅巧妙经营自己的生计，还始终保持对家庭和社会的责任与关爱。", "ques_knowledges": ["其他中国现当代作家", "小说"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读下文，回答问题。爱，不必喧嚣 朱成玉 ①由于家庭困难，并且学习成绩优异，妻子最小的妹妹在上学时受到了定点资助。从初中到高中，她的学费都由资助人承担。每次五妹考试后，都会写信告诉资助人自己的成绩和喜悦。资助人也会回信鼓励，并附上书籍或学习用品作为奖励。考上大学后，五妹想当面感谢资助人，但被拒绝了。资助人说，只要五妹好好学习，将来有能力时去帮助别人。②大学毕业后，五妹成了一名教师，写信告知资助人并再次请求见面。他回信表示已经退休，信是辗转多人才收到的。他说，感恩是好的，但不要因此有负担，帮助他人本身就是一种幸福，希望五妹把钱用于帮助更多需要的人。他正准备环游全国。③五妹从未见过这位好心人，但他一再帮助五妹减轻压力，让她无忧前行。他像夏日的微风，轻拂过五妹的心头。④多年过去，尽管资助人不再联系，但他的影响深远。作为教师，五妹视学生如己出。她把后进生安排在前排，提醒学生天冷加衣、天热多喝水。她强调上下楼梯安全，上课要求专心听讲。尽管学生已是六年级，她仍叮嘱打扫时注意灰尘。有一次，一个学生爬窗擦玻璃，她脱口而出：“小心！”学生们都盯着她，她解释说：“我只称呼自己的孩子为‘宝贝’，今天你们就是我的孩子。”学生们笑了，或许还不懂老师的爱，但这并不重要。⑤作家马德在文章中通过主人公说：“一阵风，从一个大汗淋漓的人的耳际擦过，它会停下来等待感恩吗？真正的爱，就像吹过世间的和风，不会因为是否得到感谢而停下。”⑥真好！爱，不必喧嚣，世间更多的爱，是无声的。⑦我见过，为了尊重截肢同伴而集体不谢幕的合唱团孩子们；见过穷孩子在学校学习到11点，守门大爷为他延迟关门；见过雨天路过的农民工接住从楼上坠落的幼儿后匆匆离去。他们平凡却伟大。⑧这些默默无闻的爱，如和煦的风，带来暗香。⑨下班时，收发室的老张给我一封信。这年头写信很稀奇，信上写着“转李双玉收”。打电话问五妹，她说资助了两个山村孩子，一个家长非要见她，她编了个谎称外出学习，写信地址才填到我这儿。⑩我感到一股惬意的风吹过。那是夏日的微风，它不会因未被感谢而停下。⑪它不停吹拂，给一只蚂蚁勇气在世间奔跑；给人间一种庄重和谐之美。⑫这微小的风，吹奏出人间最美的天籁。(1) 题目内容: 文章写了哪些“无声的爱”？  (2) 题目内容: 请从修辞角度评析“一阵风，从一个大汗淋漓的人的耳际擦过，它会停下来等待那个人的感恩吗”这句话的表达效果。  (3) 题目内容: 文中第⑥自然段的作用是什么？  (4) 题目内容: 文章结尾句“这人世间最微小的风，却吹响了人世间最美的天籁”有什么深刻含义？", "ques_answer": ["（1）文章写了多个“无声的爱”：陌生人资助五妹，五妹关爱学生，合唱团孩子们支持截肢同伴，守门大爷为穷孩子延迟关门，农民工救下坠落幼儿，以及五妹资助山村孩子并避免见面表达谢意。这些行为体现了爱的无私和低调。 (2) 这句话使用了反问的修辞手法，语气强烈，突出了爱的无私和不求回报的特点，表达了对这种无私爱的敬佩和赞美之情。 (3) 第⑥段起到了承上启下的作用，总结前文事例并引出后文，呼应标题，点明“爱不必喧嚣”的中心思想。 (4) 结尾句用风比喻不张扬的爱，强调这种爱带来的美好感受，呼吁更多这种无私的爱的存在，表现出即使不引人注目，却能孕育出无与伦比的美丽情感。"], "ques_analyze": ["（1）文章列举了多个例子来表达“无声的爱”，包括：陌生人无私资助五妹，五妹将学生视若己出，合唱团孩子们默默支持截肢同伴，守门大爷为穷孩子延迟关门，两位农民工在雨中救下即将摔落的幼儿，并且五妹资助山村的孩子。这些例子都体现了无私和低调的爱。点评：通过梳理文章中的关键信息，找出表达“无声的爱”的具体例证。 (2) 作者使用反问修辞手法，提出“一阵风，…等待那个人的感恩吗？”来强调给予不需等待感恩的观点，此外，还用拟人手法将风赋予人类特征，增强表述效果。点评：既要分析修辞手法，又要理解其背后含义，即爱的无私和不图回报。 (3) 第⑥段在结构上起到了承上启下的作用，呼应标题并总结前文故事案例与中心思想，强调“爱不必喧嚣”，表达了对无私爱的赞许。点评：此段是文中承上启下的桥梁，对五妹等事例的总结与后续内容的引出都十分关键。 (4) 结尾句利用比喻，以风喻不张扬的爱，通过“最微小”与“最美的天籁”的对比，强调无私的爱所带来的美好感受，并呼吁更多这种沉静无声的爱的存在。点评：表现出即使不引人注目，却能孕育出无与伦比的美丽情感，呼吁大家以行动传递爱。"], "ques_knowledges": ["散文"], "source": "train", "category_cn": "记忆", "category_en": "Memory"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "较难", "ques_content": "任务内容: 阅读以下文字，完成相关问题。北京冬季奥运会火炬的艺术风采与科技内涵\n\n①在2月4日，北京冬季奥运会进入倒计时一周年之际，北京2022年冬季奥运会和冬残奥会火炬“飞扬”惊艳亮相于国家游泳中心“水立方”。\n\n文化美感：一片叶子的灵感，展现东方之美\n\n②两条飘带在风中盘旋，握在手中，蓄势待发。这支旨在点燃激情、驱散阴霾的冬奥火炬，灵感源自一片叶子。\n\n③北京冬奥组委文化活动部的火炬设计专家林存真，在研究讨论时，无意间发现办公桌上的一片绿植落叶优美灵动，非常接近他们所要表达的形态。这枚叶子瞬间激发了设计师们的灵感。经过40余次团队内部修改和11次正式提报方案的修订，最终确定了当前的火炬设计方案。\n\n④“飞扬”火炬的整体设计与北京2008年奥运会开幕式主火炬塔的形态相呼应，体现了双奥之城的传承与创新。从祥云纹样向剪纸风格的雪花图案逐步过渡，形态如丝带飞舞，最终呈现出火焰的动态。祥云象征吉祥，是2008年夏季奥运会的延续；雪花则展示了冬季奥运会的特点和创新。火炬交接时，两支火炬的顶部可以紧密连接，象征不同文明的交融互鉴，让世界更加理解和融合。\n\n科技力量：\n\n⑤北京冬奥会和冬残奥会火炬不仅外观兼具中国传统美感与现代时尚，还蕴含了丰富的科技力量。\n\n⑥火炬“飞扬”使用氢燃料，燃烧时无碳排放。设计者考虑到火炬接力需要在低温环境中运行，氢燃料的特性确保火炬在极寒天气下也能正常燃烧。火炬在安全性上可靠，能抗10级大风，同时满足轻量化和小型化的要求。火炬外壳和燃烧罐使用了碳纤维材料，具有重量轻、耐高温、耐腐蚀等优点。碳纤维专家黄翔宇介绍，碳纤维及其复合材料制成的火炬外壳具有“轻、固、美”的特点。碳纤维材料较同体积铝合金轻20%以上；具有高强度、耐腐蚀、耐高温、耐磨损、抗紫外线等特性，并通过国际领先的三维立体编织成型技术，呈现出复杂形状的美感。\n\n⑦国际奥委会对此次火炬设计高度肯定，认为其设计兼具文化传承与科技创新，是中国文化艺术和奥林匹克精神的完美融合。——综合《腾讯网》2月5日消息\n\n问题1: 请概述文章第二部分的说明内容的主要特点，并补充小标题。科技力量：__ \n\n问题2: 第⑥段中采用分类别的说明方法，请分析这种说明方法的作用。\n\n问题3: 以下对选文的理解和分析，不正确的一项是（ ）\n\nA. 选文是一篇事物说明文，主要使用了逻辑顺序进行说明。\n\nB. 第③段中“无意间发现这片落叶优美灵动，非常接近我们表达的形态”中的“非常”可以用表程度的副词“几乎”替换而不改变原意。\n\nC. 第④段主要说明了“飞扬”火炬的外观设计和象征意义。\n\nD. 结尾第⑦段既是全文的总结部分，也与题目相呼应。", "ques_answer": ["氢和碳纤维的绿色环保与安全", "通过分类别的方法，细致地解释了火炬外壳的特性，使读者能够清楚识别“轻”、“固”和“美”三类特点及其具体性能，这种说明方法让信息条理清晰，易于理解和记忆。", "B"], "ques_analyze": "(1) 本题要求提炼文章第二部分的主要说明特点并补充小标题。文章第⑤段和第⑥段详细介绍了“飞扬”火炬的科技内涵，特别强调了氢燃料和碳纤维材料的使用。这些技术特点突出了绿色环保和安全性，其中包括氢燃料的零碳排放和极寒天气下的使用，还包括碳纤维材料的轻、固和美。因此，小标题可以补充为“氢和碳纤维的绿色环保与安全”。\n\n(2) 在分析第⑥段中分类别说明方法的作用时，这种方法通过将火炬外壳的特性分成“轻”、“固”和“美”三类，细致地解释了其具体性能。这样读者能够清晰地识别每一类特点及其具体意义，使得信息条理清晰，便于理解和记忆。\n\n(3) 选择题中需要判断哪项理解不正确。第③段的“非常”意味着完全、十分，相较于“几乎”，后者表示接近但不完全相同，程度上有所不同，因此不能替换而不改变原意。因此，选项B的说法是不准确的。", "ques_knowledges": ["事物说明文"], "source": "train", "category_cn": "应用", "category_en": "Application"}
{"subject": "初中语文", "ques_type": "现代文阅读", "ques_difficulty": "一般", "ques_content": "题目内容: 阅读以下文字并回答问题 ①花朵的红色代表着热情的颜色，它充满活力，奔放不羁，让人精神饱满。红花盛开的春天，洋溢着旺盛的活力。花朵为什么呈现红色？人们一边赞美一边好奇，想要找到科学的解释。 ②花朵为什么会这么红？首先，这是由于其物质构成。不论是红色的花朵还是红色的叶子，它们的细胞液中都含有由葡萄糖转变而来的花青素。<u>在细胞液呈酸性时，花青素会显现红色，酸性越强，颜色越红；当细胞液是碱性时，花青素会变成蓝色，碱性越强，颜色变得更深，如墨菊和黑牡丹。当细胞液处于中性时，花青素会呈紫色。</u>各种颜色的花朵都是由于花青素在不同酸碱反应下所展现的。 ③除了红色花朵外，还有黄色和橙色的花。橙色的色调与橙子和南瓜等果实的颜色相似，而最典型的是胡萝卜，因此这种色素被称为胡萝卜素。 (1) 题目内容: 文章运用了什么说明顺序？这样安排有什么意图？  (2) 题目内容: 第②段画线部分使用了哪些说明方法？有何作用？ ", "ques_answer": ["逻辑顺序，符合人们探索自然现象的思维过程。", "作比较，分类别，举例子，条理分明地说明了花青素对花色的决定作用。"], "ques_analyze": "（1）文章先提出了“花朵为什么这样红”的问题，然后给出了科学解释，并分析了不同色素对花朵颜色的影响，使用了逻辑顺序。这种安排符合人们从提问到解答再到深入探究的思维过程，使说明更加有条理，易于理解。\\n（2）第②段画线部分通过对比颜色（红色与蓝色）和分类别（按酸碱性分为红色、蓝黑色及中性时的紫色），并通过举例说明（如墨菊、黑牡丹等），这些方法使得说明更具体、清晰地展现了花青素这一物质基础在花朵颜色形成中的作用。", "ques_knowledges": ["说明文阅读"], "source": "valid", "category_cn": "应用", "category_en": "Application"}
