{"id": "G1-CHN-01", "grade": 1, "subject": "语文", "topic": "识字写字基础教学", "teaching_design_requirements": "设计一节识字写字课，教学目标包括学生能够认识常见的汉字，掌握基本笔画顺序，正确书写简单汉字。教学方法采用游戏教学法和互动教学法，通过汉字拼图游戏、书写比赛等环节，提高学生参与度。教学过程分为导入（5分钟，通过故事导入识字的重要性）、新课讲授（20分钟，讲解基本汉字和笔画）、实践练习（15分钟，学生进行书写练习，教师巡视指导）、总结评价（10分钟，展示优秀作品，点评常见问题）四个环节。教学资源包括多媒体课件展示常用汉字，准备汉字拼图教具。"}
{"id": "G2-MATH-02", "grade": 2, "subject": "数学", "topic": "100以内加减法应用", "teaching_design_requirements": "设计一节数学应用课，教学目标是学生能够在实际情境中正确运用100以内的加减法解决简单问题。采用生活情境教学法，创设超市购物场景，学生分组进行购物模拟，计算总价和找零。教学过程包括导入（展示超市图片，引出购物主题）、情境模拟（分组进行购物，记录商品价格并计算）、问题解决（讨论如何计算总价和找零）、总结归纳（梳理解题步骤，强调检查计算）。教学资源准备模拟货币和商品卡片。"}
{"id": "G3-HIS-03", "grade": 3, "subject": "历史", "topic": "中国古代神话传说", "teaching_design_requirements": "设计一节历史课，教学目标是学生了解中国古代神话传说的内容及文化意义。采用故事教学法和多媒体辅助教学，教师生动讲述盘古开天地、女娲补天等故事，学生分组讨论神话中的人物特点。教学过程分为故事导入（教师讲述）、内容分析（分析神话元素和意义）、小组讨论（讨论神话反映的古人愿望）、成果展示（小组汇报讨论结果）。教学资源包括播放神话动画片段。"}
{"id": "G4-GEO-04", "grade": 4, "subject": "地理", "topic": "中国行政区划认知", "teaching_design_requirements": "设计一节地理课，教学目标是学生熟悉中国省级行政区划的位置、轮廓和名称。采用地图教学法和竞赛教学法，利用交互式电子地图，学生上台标注省份位置。教学过程包括导入（展示中国地图拼图）、地图观察（认识省级行政区划轮廓）、竞赛活动（分组完成地图填色竞赛）、总结巩固（回顾各省位置和特点）。教学资源准备中国政区可擦写拼图。"}
{"id": "G5-PHY-05", "grade": 5, "subject": "物理", "topic": "杠杆原理应用", "teaching_design_requirements": "设计一节物理实验课，教学目标是学生理解杠杆平衡条件，能解释简单机械的应用。采用实验探究法，学生分组使用杠杆实验箱，测量力和力臂的关系。教学过程分为问题导入（展示撬棍实物）、实验设计（指导学生设计实验记录表格）、分组实验（学生操作并记录数据）、结论总结（分析数据得出杠杆原理）。教学资源准备杠杆实验箱和钩码。"}
{"id": "G6-CHEM-06", "grade": 6, "subject": "化学", "topic": "物质状态变化", "teaching_design_requirements": "设计一节化学课，教学目标是学生了解物质三态变化的条件和特点。采用实验教学法和观察教学法，教师演示水的沸腾和凝固实验，学生观察记录现象。教学过程分为导入（展示水的三态图片）、实验演示（加热和冷却水）、现象分析（讨论状态变化原因）、拓展应用（列举生活中物态变化实例）。教学资源准备酒精灯、烧杯、温度计。"}
{"id": "G7-BIO-07", "grade": 7, "subject": "生物", "topic": "消化系统组成", "teaching_design_requirements": "设计一节生物课，教学目标是学生掌握消化系统的组成和功能。采用模型教学法和小组合作学习法，学生使用消化系统模型进行拼装和识别。教学过程分为导入（播放消化过程动画）、模型展示（教师展示并讲解各器官位置）、小组拼装（学生分组拼装模型）、知识梳理（总结各器官功能）。教学资源准备消化系统三维模型。"}
{"id": "G8-POL-08", "grade": 8, "subject": "政治", "topic": "中国基本政治制度", "teaching_design_requirements": "设计一节政治课，教学目标是学生了解我国政治制度的基本内容和优势。采用案例教学法和讨论教学法，分析村委会选举案例，学生讨论政治制度对生活的意义。教学过程分为导入（展示国家领导人就职照片）、知识讲解（介绍人民代表大会制度等内容）、案例分析（分组讨论案例）、总结提升（引导学生认识制度优势）。教学资源准备相关政治制度的视频资料。"}
{"id": "G9-HIS-09", "grade": 9, "subject": "历史", "topic": "中国古代朝代更替", "teaching_design_requirements": "设计一节历史课，教学目标是学生梳理中国古代朝代更替脉络，分析主要朝代特征。采用时间轴教学法和问题引导法，学生绘制朝代更替时间轴，标注关键事件。教学过程分为导入（展示编钟音乐视频）、知识梳理（教师讲解主要朝代顺序）、时间轴绘制（学生动手绘制并标注）、小组汇报（展示时间轴并讲解）。教学资源准备历史朝代更替的音频资料。"}
{"id": "G10-MATH-10", "grade": 10, "subject": "数学", "topic": "二次函数综合应用", "teaching_design_requirements": "设计一节数学课，教学目标是学生掌握二次函数图像性质，能解决实际问题。采用问题教学法和探究教学法，以抛物线型喷泉为情境，学生建立函数模型求最大高度。教学过程分为问题导入（展示喷泉图片提出问题）、知识回顾（复习二次函数表达式）、模型建立（引导学生抽象数学模型）、求解分析（讨论参数对图像的影响）、总结归纳（梳理解题步骤）。教学资源准备多媒体展示喷泉图片。"}
{"id": "G11-ENG-11", "grade": 11, "subject": "英语", "topic": "议论文写作技巧", "teaching_design_requirements": "设计一节英语写作课，教学目标是学生掌握议论文结构，能正确使用论据支持观点。采用范文赏析法和写作实践法，分析优秀议论文范文，学生模仿写作。教学过程分为导入（展示争议性话题引发讨论）、范文分析（梳理议论文结构）、写作指导（讲解常用表达）、写作实践（学生完成片段写作）、点评修改（教师点评并指导修改）。教学资源准备优秀议论文范文。"}
{"id": "G12-POL-12", "grade": 12, "subject": "政治", "topic": "国际关系与外交政策", "teaching_design_requirements": "设计一节政治课，教学目标是学生理解国际关系的基本准则，分析我国外交政策。采用专题讨论法和自主学习法，学生分组研究当前国际热点事件，进行模拟新闻发布会。教学过程分为导入（展示国际峰会图片）、知识讲解（介绍国际关系基本概念）、小组准备（分组研究热点并撰写发言稿）、模拟发布（各组进行新闻发布）、总结评价（教师总结我国外交立场）。教学资源准备国际关系新闻视频。"}
{"id": "G1-MATH-13", "grade": 1, "subject": "数学", "topic": "数字认知与比较", "teaching_design_requirements": "设计一节数学启蒙课，教学目标是学生认识1-10的数字，能比较大小并进行简单排序。采用游戏教学法和直观教学法，通过数字卡片游戏和互动白板，学生参与数字 matching 和排序活动。教学过程分为导入（播放数字儿歌）、数字 recognition（展示卡片并跟读）、游戏活动（数字 matching 和排序竞赛）、总结回顾（师生共同回顾数字知识）。教学资源准备数字卡片和互动白板课件。"}
{"id": "G2-CHN-14", "grade": 2, "subject": "语文", "topic": "词语搭配与运用", "teaching_design_requirements": "设计一节语文课，教学目标是学生掌握常见词语的搭配，能正确运用进行句子表达。采用情境教学法和练习法，创设购物、运动等生活情境，学生进行词语搭配练习。教学过程分为导入（展示生动的市场购物图片）、知识讲解（讲解词语搭配规则）、情境练习（分组完成搭配任务）、创意表达（用搭配词语创作小短文）、总结评价（展示优秀作品）。教学资源准备词语搭配练习卡片。"}
{"id": "G3-MATH-15", "grade": 3, "subject": "数学", "topic": "简单分数认识", "teaching_design_requirements": "设计一节数学课，教学目标是学生初步理解分数意义，能识别常见分数。采用实物教学法和图形辅助教学法，教师切分水果实物展示分数概念，学生用图形纸片折出指定分数。教学过程分为导入（展示分享蛋糕场景图片）、实物演示（切分苹果展示分数）、图形操作（学生折叠纸上图形表示分数）、巩固练习（完成教材基础练习）、总结梳理（回顾分数的写法和意义）。教学资源准备苹果实物和彩色图形纸。"}
{"id": "G4-HIS-16", "grade": 4, "subject": "历史", "topic": "中国古代科技发明", "teaching_design_requirements": "设计一节历史课，教学目标是学生了解四大发明等古代科技成就及其对世界的影响。采用项目式学习法和小组合作法，学生分组研究一项发明，制作展示海报。教学过程分为导入（展示古籍中的科技器具插图）、知识讲解（教师介绍主要发明）、小组研究（查阅资料并制作海报）、成果展示（小组讲解发明的历史意义）、总结升华（强调科技对文明的推动）。教学资源准备相关历史文献图片。"}
{"id": "G5-GEO-17", "grade": 5, "subject": "地理", "topic": "世界地理概况", "teaching_design_requirements": "设计一节地理课，教学目标是学生认识世界七大洲四大洋的位置和主要国家。采用地图教学法和多媒体辅助法，学生使用世界地图拼图进行拼装练习。教学过程分为导入（播放环球旅行视频片段）、地图观察（识别大洲大洋轮廓）、拼图练习（分组完成地图拼图）、知识拓展（介绍各大洲特色地理景观）、总结回顾（巩固地理分布知识）。教学资源准备世界地图拼图。"}
{"id": "G6-PHY-18", "grade": 6, "subject": "物理", "topic": "声现象基础", "teaching_design_requirements": "设计一节物理课，教学目标是学生了解声音产生和传播的条件，知道乐音与噪声的区别。采用实验教学法和演示教学法，教师演示音叉振动实验和真空铃实验，学生观察声音传播介质的作用。教学过程分为导入（播放各种声音音频）、实验演示（音叉和真空铃实验）、现象分析（讨论声音产生的原因）、生活应用（列举噪声控制实例）、总结归纳（梳理声现象基本规律）。教学资源准备音叉、示波器和真空罩设备。"}
{"id": "G7-CHEM-19", "grade": 7, "subject": "化学", "topic": "溶液基本性质", "teaching_design_requirements": "设计一节化学实验课，教学目标是学生理解溶液的均一性和稳定性，学会配制一定浓度的溶液。采用实验探究法和合作学习法，学生分组配制不同浓度的盐水溶液，观察特点。教学过程分为导入（展示生活中的溶液图片）、知识讲解（溶液的基本概念）、分组实验（配制溶液并记录现象）、结果讨论（分析溶液浓度对性质的影响）、总结提升（强调溶液在化学研究中的意义）。教学资源准备烧杯、量筒和食盐试剂。"}
{"id": "G8-BIO-20", "grade": 8, "subject": "生物", "topic": "生态系统组成", "teaching_design_requirements": "设计一节生物课，教学目标是学生识别生态系统的组成成分，理解食物链和食物网的概念。采用实地观察法和讨论法，带领学生观察校园生态系统，绘制食物链。教学过程分为导入（展示生态系统美丽图片）、实地观察（记录生物和非生物成分）、课堂讨论（构建食物链模型）、知识拓展（分析生态平衡重要性）、总结反思（强化生态保护意识）。教学资源准备生态观察记录表。"}
{"id": "G9-POL-21", "grade": 9, "subject": "政治", "topic": "公民基本权利与义务", "teaching_design_requirements": "设计一节政治课，教学目标是学生了解宪法规定的公民主要权利和义务，树立正确的权利义务观。采用案例分析法和辩论教学法，针对校园热点事件（如考试作弊是否侵犯他人权利）进行辩论。教学过程分为导入（展示宪法图片）、知识讲解（列举基本权利和义务）、案例辩论（正反方围绕主题辩论）、总结提升（引导学生树立正确观念）、课后实践（撰写权利义务关系小论文）。教学资源准备相关宪法条文案例。"}
{"id": "G10-HIS-22", "grade": 10, "subject": "历史", "topic": "中国近现代历史事件", "teaching_design_requirements": "设计一节历史课，教学目标是学生梳理中国近现代重要历史事件脉络，分析其原因和影响。采用历史文献研究法和时间轴教学法，学生阅读历史文献片段，小组合作构建历史时间轴。教学过程分为导入（播放历史纪录片片段）、文献阅读（分析关键事件文献）、时间轴构建（标注事件并简要说明）、小组汇报（讲解事件关联）、总结升华（总结历史发展规律）。教学资源准备历史文献节选。"}
{"id": "G11-GEO-23", "grade": 11, "subject": "地理", "topic": "区域地理特征分析", "teaching_design_requirements": "设计一节地理课，教学目标是学生学会分析区域地理特征，以长三角地区为例。采用地理调查法和比较分析法，学生对比长三角与本地地理特征差异。教学过程分为导入（展示长三角地区发展图片）、知识讲解（区域地理分析方法）、资料分析（阅读长三角地理数据）、特征对比（从地形气候产业等方面比较）、总结归纳（梳理区域地理分析思路）。教学资源准备长三角地区地理统计资料。"}
{"id": "G12-PHY-24", "grade": 12, "subject": "物理", "topic": "电磁学综合应用", "teaching_design_requirements": "设计一节物理课，教学目标是学生掌握电磁感应定律，能分析复杂电路电磁现象。采用理论联系实际教学法和探究式教学法，以电动机工作原理为案例，学生推导公式并讨论影响因素。教学过程分为导入（展示电动机实物）、知识回顾（电磁感应基础公式）、案例分析（电动机工作原理拆解）、公式推导（教师引导学生逐步推导）、拓展应用（讨论提高电动机效率的方法）。教学资源准备小型电动机实物。"}
{"id": "G1-ENG-25", "grade": 1, "subject": "英语", "topic": "常用单词认读", "teaching_design_requirements": "设计一节英语启蒙课，教学目标是学生能认读20个常用单词（如水果、动物类）。采用全身反应法和情境教学法，教师展示实物并设计动作辅助记忆，学生参与单词卡片游戏。教学过程分为导入（播放英语儿歌活跃气氛）、单词呈现（展示实物并教读）、游戏巩固（单词卡片抢答和 matching game）、情境运用（用单词进行简单对话）、总结表扬（鼓励学生课后复习）。教学资源准备单词卡片和实物教具。"}
{"id": "G2-MATH-26", "grade": 2, "subject": "数学", "topic": "图形认识与拼组", "teaching_design_requirements": "设计一节数学课，教学目标是学生认识基本平面图形，能用图形拼组简单图案。采用直观教学法和动手操作法，教师展示图形拼组作品激发兴趣，学生使用图形卡纸进行创意拼图。教学过程分为导入（展示有趣图形拼图作品）、图形认识（介绍圆形、三角形等基本特征）、拼图示范（教师演示拼图步骤）、创意拼组（学生设计并制作拼图）、展示评价（评选最具创意作品）。教学资源准备彩色图形卡纸。"}
{"id": "G3-CHN-27", "grade": 3, "subject": "语文", "topic": "古诗文诵读与理解", "teaching_design_requirements": "设计一节语文课，教学目标是学生能流畅朗诵并初步理解《静夜思》《悯农》等古诗。采用诵读教学法和情境创设法，教师配乐范读，学生想象画面理解诗意。教学过程分为导入（展示古诗意境图片）、范读正音（教师配乐朗诵）、诵读练习（学生跟读并尝试背诵）、诗意理解（结合画面描述想象诗中情景）、情境表演（分组表演诗中情境）。教学资源准备古诗配乐音频。"}
{"id": "G4-MATH-28", "grade": 4, "subject": "数学", "topic": "分数初步认识", "teaching_design_requirements": "设计一节数学课，教学目标是学生理解分数意义，能在图形中表示简单分数。采用直观教学法和图形辅助法，教师展示圆形、长方形等图形的分数划分，学生动手涂色表示分数。教学过程分为导入（展示分蛋糕情境图）、知识讲解（分数的基本形式）、图形演示（展示图形分数划分）、动手操作（学生涂色表示指定分数）、巩固练习（完成课本基础练习）。教学资源准备图形涂色工作纸。"}
{"id": "G5-CHN-29", "grade": 5, "subject": "语文", "topic": "成语运用与积累", "teaching_design_requirements": "设计一节语文课，教学目标是学生积累20个常用成语，能在语境中正确运用。采用故事教学法和情境作文法，教师讲述成语故事，学生用成语写片段。教学过程分为导入（播放成语动画短片）、故事讲解（讲述成语出处和含义）、情境运用（用成语描述生活场景）、写作练习（创作包含成语的小故事）、点评修改（教师点评并指导修改）。教学资源准备成语故事动画。"}
{"id": "G6-MATH-30", "grade": 6, "subject": "数学", "topic": "圆的周长与面积计算", "teaching_design_requirements": "设计一节数学课，教学目标是学生掌握圆的周长和面积公式，能进行简单计算。采用实验教学法和探究式学习法，学生测量圆形实物周长和直径，计算验证公式。教学过程分为导入（展示圆形物体图片）、测量活动（测量并记录数据）、公式推导（引导学生发现周长与直径关系）、应用练习（计算课本例题和实际问题）、总结归纳（回顾计算公式）。教学资源准备圆形实物（如瓶盖）和软尺。"}
{"id": "G7-CHN-31", "grade": 7, "subject": "语文", "topic": "文言文阅读理解", "teaching_design_requirements": "设计一节语文课，教学目标是学生能理解《论语》选章的基本内容，掌握常见文言实词。采用诵读教学法和合作学习法，学生分组讨论文言字词含义，教师点拨。教学过程分为导入（展示孔子像引发兴趣）、诵读正音（教师范读并指导断句）、小组讨论（结合注释理解文意）、疑难解答（教师讲解重点字词）、拓展延伸（对比古今教育观念）。教学资源准备《论语》选章音频资料。"}
{"id": "G8-MATH-32", "grade": 8, "subject": "数学", "topic": "一次函数图像与性质", "teaching_design_requirements": "设计一节数学课，教学目标是学生掌握一次函数图像的绘制方法，理解斜率和截距的意义。采用数形结合教学法和探究式学习法，学生绘制不同 k 和 b 值的函数图像，观察变化规律。教学过程分为导入（展示函数图像在生活中的应用图片）、知识回顾（一次函数表达式）、图像绘制（学生绘制并展示图像）、性质探究（讨论斜率和截距对图像的影响）、总结提升（梳理函数性质）。教学资源准备函数图像绘制纸。"}
{"id": "G9-CHN-33", "grade": 9, "subject": "语文", "topic": "议论文写作技巧", "teaching_design_requirements": "设计一节语文写作课，教学目标是学生掌握议论文写作结构，能围绕简单话题撰写短文。采用范文分析法和写作实践法，教师拆解优秀议论文结构，学生模仿写作。教学过程分为导入（展示热点话题引发讨论）、范文分析（梳理议论文开头、论据、结尾结构）、写作指导（提供话题和写作提纲）、写作实践（学生完成写作初稿）、同伴互评（交换批改并提出修改建议）。教学资源准备优秀议论文范文。"}
{"id": "G10-MATH-34", "grade": 10, "subject": "数学", "topic": "二次函数综合应用", "teaching_design_requirements": "设计一节数学课，教学目标是学生能运用二次函数解决最大利润等实际问题，能进行函数图像分析。采用问题驱动教学法和模型教学法，以公司产品利润最大化为情境，学生建立函数模型求解。教学过程分为问题导入（展示公司利润数据图表）、知识回顾（二次函数顶点式）、模型建立（引导抽象数学模型）、求解分析（讨论参数对利润的影响）、总结归纳（强调模型应用步骤）。教学资源准备利润数据图表。"}
{"id": "G11-CHN-35", "grade": 11, "subject": "语文", "topic": "古代散文鉴赏", "teaching_design_requirements": "设计一节语文课，教学目标是学生理解《岳阳楼记》的艺术特色和思想情感。采用诵读鉴赏法和问题引导法，教师设计问题引导学生分析写作手法。教学过程分为导入（展示岳阳楼图片）、诵读感悟（教师范读并指导情感处理）、问题探究（分析对比写法和主旨表达）、拓展阅读（阅读其他咏楼散文对比风格）、总结升华（体会古文艺术魅力）。教学资源准备《岳阳楼记》配乐诵读音频。"}
{"id": "G12-MATH-36", "grade": 12, "subject": "数学", "topic": "导数及其应用", "teaching_design_requirements": "设计一节数学课，教学目标是学生掌握导数的几何意义，能用导数求曲线切线方程。采用理论联系实际教学法和探究式学习法，教师以抛物线切线为例演示求导过程，学生练习。教学过程分为导入（展示曲线切线在工程中的应用图片）、知识讲解（导数定义和几何意义）、例题演示（求抛物线在某点的切线方程）、课堂练习（学生完成不同函数切线求解）、总结归纳（回顾求导步骤）。教学资源准备切线应用图片。"}
{"id": "G1-POL-37", "grade": 1, "subject": "政治", "topic": "规则意识培养", "teaching_design_requirements": "设计一节品德课，教学目标是学生理解生活中常见规则的重要性，养成遵守规则的习惯。采用故事教学法和情境模拟法，教师讲述遵守规则的小故事，学生模拟排队买票等场景。教学过程分为导入（展示规则标志图片）、故事讲解（分析遵守规则的好处）、情境模拟（分组表演生活场景）、讨论反思（讨论违反规则的后果）、总结强化（鼓励日常遵守规则）。教学资源准备规则标志图片。"}
{"id": "G2-HIS-38", "grade": 2, "subject": "历史", "topic": "中外历史人物认知", "teaching_design_requirements": "设计一节历史课，教学目标是学生了解中外历史人物（如孔子、华盛顿）的事迹和贡献。采用图片环游法和小组汇报法，教师展示人物图片，学生分组研究并汇报。教学过程分为导入（展示历史人物画像）、图片环游（快速展示多张人物图片）、小组研究（分组选择人物并查阅资料）、汇报展示（每组汇报人物事迹）、总结提升（引导学生学习人物品质）。教学资源准备历史人物画像。"}
{"id": "G3-GEO-39", "grade": 3, "subject": "地理", "topic": "天气与气候基础", "teaching_design_requirements": "设计一节地理课，教学目标是学生区分天气和气候概念，了解常见天气现象。采用观察教学法和天气预报模拟法，学生观察一周天气并模拟预报。教学过程分为导入（展示生动的天气现象视频）、概念讲解（区分天气和气候）、观察记录（记录一周天气情况）、模拟预报（学生扮演预报员）、总结应用（讨论天气对生活影响）。教学资源准备天气现象视频。"}
{"id": "G4-PHY-40", "grade": 4, "subject": "物理", "topic": "简单电路基础", "teaching_design_requirements": "设计一节物理实验课，教学目标是学生认识简单电路组成，能连接基本电路。采用实验教学法和小组合作法，学生分组连接电路点亮小灯泡。教学过程分为导入（展示电器工作视频）、知识讲解（电路基本元件和符号）、实验操作（连接电路并观察现象）、问题解决（分析电路故障原因）、总结归纳（巩固电路连接知识）。教学资源准备电池、导线和小灯泡。"}
{"id": "G5-CHEM-41", "grade": 5, "subject": "化学", "topic": "常见物质性质", "teaching_design_requirements": "设计一节化学课，教学目标是学生了解常见物质（如金属、酸）的物理化学性质。采用实验教学法和观察教学法，教师演示金属与酸反应实验，学生观察记录。教学过程分为导入（展示生活中的化学物质图片）、实验演示（金属与稀盐酸反应）、现象描述（引导学生准确描述反应现象）、性质总结（归纳物质主要性质）、安全教育（强调实验安全注意事项）。教学资源准备金属样品和稀盐酸。"}
{"id": "G6-BIO-42", "grade": 6, "subject": "生物", "topic": "细胞基本结构", "teaching_design_requirements": "设计一节生物课，教学目标是学生识别植物细胞和动物细胞的基本结构。采用显微观察法和绘图教学法，学生使用显微镜观察洋葱表皮细胞并绘图。教学过程分为导入（展示细胞发现者的照片和故事）、显微观察（分组观察洋葱表皮装片）、绘图练习（绘制细胞结构图）、对比分析（比较动植物细胞异同）、总结梳理（巩固细胞结构知识）。教学资源准备显微镜和洋葱表皮装片。"}
{"id": "G7-POL-43", "grade": 7, "subject": "政治", "topic": "法律基础认知", "teaching_design_requirements": "设计一节政治课，教学目标是学生了解法律基本特征和作用，树立法治意识。采用案例教学法和讨论教学法，分析生活中的法律案例，学生讨论法律重要性。教学过程分为导入（展示法院庭审图片）、知识讲解（法律定义和特征）、案例分析（讨论校园欺凌涉及的法律问题）、小组讨论（法律对社会的意义）、总结提升（引导学生树立法治信仰）。教学资源准备法律案例文字资料。"}
{"id": "G8-GEO-44", "grade": 8, "subject": "地理", "topic": "地球运动与时间", "teaching_design_requirements": "设计一节地理课，教学目标是学生理解地球自转和公转的方向、周期及产生的地理现象。采用演示教学法和模型教学法，教师用地球仪演示昼夜交替和四季变化，学生观察记录。教学过程分为导入（展示昼夜交替的延时摄影视频）、演示讲解（用地球仪演示地球运动）、现象分析（讨论昼夜长短变化规律）、应用实践（计算不同时区时间）、总结归纳（梳理地球运动规律）。教学资源准备地球仪和四季变化图片。"}
{"id": "G9-PHY-45", "grade": 9, "subject": "物理", "topic": "力学基础概念", "teaching_design_requirements": "设计一节物理课，教学目标是学生理解力的基本概念，掌握重力、弹力等常见力。采用实验教学法和生活实例分析法，教师演示弹簧测力计测量重力，学生实践操作。教学过程分为导入（展示力的有趣现象视频）、概念讲解（力的定义和单位）、实验演示（测量物体的重力）、学生实践（使用测力计测量不同物体）、知识拓展（讨论摩擦力在生活中应用）。教学资源准备弹簧测力计和不同质量物体。"}
{"id": "G10-CHEM-46", "grade": 10, "subject": "化学", "topic": "化学方程式书写", "teaching_design_requirements": "设计一节化学课，教学目标是学生掌握化学方程式的书写步骤和配平方法。采用讲练结合法和小组讨论法，教师讲解配平原则，学生练习书写常见反应方程式。教学过程分为导入（展示化学反应的精彩图片）、知识讲解（化学方程式意义和书写原则）、例题示范（书写氢气燃烧方程式）、课堂练习（学生完成多个反应方程式）、小组讨论（交流配平技巧和易错点）、总结归纳（强调书写规范）。教学资源准备化学反应图片。"}
{"id": "G11-BIO-47", "grade": 11, "subject": "生物", "topic": "遗传与进化基础", "teaching_design_requirements": "设计一节生物课，教学目标是学生理解孟德尔遗传定律，认识生物进化的基本证据。采用探究式教学法和讨论教学法，学生分析豌豆杂交实验数据，讨论化石证据。教学过程分为导入（展示家族相似性照片）、知识讲解（基因分离和自由组合定律）、数据探究（分析杂交实验数据）、进化讨论（讨论化石和胚胎发育证据）、总结提升（梳理遗传与进化的关系）。教学资源准备豌豆杂交实验数据。"}
{"id": "G12-HIS-48", "grade": 12, "subject": "历史", "topic": "世界现代史进程", "teaching_design_requirements": "设计一节历史课，教学目标是学生梳理世界现代史主要阶段（如两次世界大战、冷战）及特征。采用时间轴教学法和史料分析法，学生阅读历史文献片段，构建时间轴。教学过程分为导入（展示世界现代史重要事件图片）、知识梳理（教师讲解关键历史节点）、史料分析（阅读分析不同历史时期文献）、时间轴构建（标注事件并简要说明）、总结升华（总结历史发展主线）。教学资源准备世界现代史文献节选。"}
{"id": "G1-ENG-49", "grade": 1, "subject": "英语", "topic": "简单对话与交流", "teaching_design_requirements": "设计一节英语口语课，教学目标是学生能进行简单的日常对话（如问候、自我介绍）。采用情境教学法和角色扮演法，创设校园交流场景，学生扮演不同角色进行对话。教学过程分为导入（播放英语对话音频）、情境呈现（展示校园场景图片和示例对话）、角色扮演（分组进行角色扮演练习）、展示评价（小组上台展示对话）、总结鼓励（表扬进步并鼓励课后练习）。教学资源准备角色扮演头饰。"}
{"id": "G2-ENG-50", "grade": 2, "subject": "英语", "topic": "基础语法与句型", "teaching_design_requirements": "设计一节英语语法课，教学目标是学生掌握一般现在时基本用法，能正确使用简单句型。采用发现教学法和练习法，教师提供例句引导学生发现语法规律，学生完成替换练习。教学过程分为导入（展示有趣的生活场景英语句子）、例句分析（展示一般现在时例句）、规律发现（引导学生总结语法特点）、替换练习（完成主语或动词替换）、创作练习（编写包含目标语法的小短文）、总结反馈（点评作业并强化要点）。教学资源准备语法练习工作纸。"}
